[
  {
    "soru_id": "ANAYASA_001",
    "konu": "Cumhuriyetin Nitelikleri (Madde 2)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Türkiye Cumhuriyeti'ni tanımlayan Anayasa'nın 2. Maddesi'ne göre, Cumhuriyetin 'temel ilkelere dayanan' nitelikleri, toplumsal değerler ve yönetim biçimi açısından hangi beş ana kavram ile nitelendirilmektedir?",
    "secenekler": {
      "a": "Hukuk devleti, sosyal, demokratik, üniter, ulusal.",
      "b": "Demokratik, lâik, sosyal bir hukuk Devleti, insan haklarına saygılı ve Atatürk milliyetçiliğine bağlı.",
      "c": "Sosyal, adil, laik, eşitlikçi, çoğulcu.",
      "d": "Demokratik, lâik, adaletli, egemen ve milli.",
      "e": "Hukuk devleti, eşitlikçi, milli dayanışma, üniter, bağımsız."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türkiye Cumhuriyeti, toplumun huzuru, millî dayanışma ve adalet anlayışı içinde, insan haklarına saygılı, Atatürk milliyetçiliğine bağlı, başlangıçta belirtilen temel ilkelere dayanan, demokratik, lâik ve sosyal bir hukuk Devletidir.",
    "aciklama": "Anayasa, Cumhuriyetin temel niteliklerini beş ana kavramla tanımlar: demokratik, laik, sosyal hukuk devleti, insan haklarına saygılı ve Atatürk milliyetçiliğine bağlıdır."
  },
  {
    "soru_id": "ANAYASA_002",
    "konu": "Devletin Bütünlüğü ve Sembolleri (Madde 3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'nın 3. Maddesi'ne göre, Türkiye Devleti'nin resmi dili, milli marşı ve başkenti sırasıyla nedir?",
    "secenekler": {
      "a": "Türkçe, 'Gençlik Marşı', İstanbul.",
      "b": "Türkçe, 'İstiklal Marşı', Ankara.",
      "c": "Osmanlıca, 'Onuncu Yıl Marşı', İstanbul.",
      "d": "Türkçe, 'İzmir Marşı', Ankara.",
      "e": "Türkçe, 'İstiklal Marşı', İstanbul."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Dili Türkçedir. Bayrağı, şekli kanununda belirtilen, beyaz ay yıldızlı al bayraktır. Millî marşı 'İstiklal Marşı'dır. Başkenti Ankara'dır.",
    "aciklama": "Bu madde, Türkiye Cumhuriyeti Devleti'nin ülkesi ve milletiyle bölünmez bir bütün olduğu hükmünü pekiştirir."
  },
  {
    "soru_id": "ANAYASA_003",
    "konu": "Değiştirilemeyecek Hükümler (Madde 4)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa'nın 4. Maddesi'ne göre, Anayasa'nın hangi üç maddesindeki hükümler değiştirilemez ve değiştirilmesi teklif dahi edilemez?",
    "secenekler": {
      "a": "Madde 1, Madde 6 ve Madde 9 hükümleri.",
      "b": "Madde 2, Madde 5 ve Madde 10 hükümleri.",
      "c": "Madde 1'deki devletin şeklinin Cumhuriyet olduğu, Madde 2'deki Cumhuriyetin nitelikleri ve Madde 3 hükümleri.",
      "d": "Madde 1, Madde 2 ve Madde 5 hükümleri.",
      "e": "Madde 3, Madde 6 ve Madde 7 hükümleri."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Anayasanın 1 inci maddesindeki Devletin şeklinin Cumhuriyet olduğu hakkındaki hüküm ile, 2 nci maddesindeki Cumhuriyetin nitelikleri ve 3 üncü maddesi hükümleri değiştirilemez ve değiştirilmesi teklif edilemez.",
    "aciklama": "Bu madde, Anayasa'nın en temel ve değiştirilemez hükümlerini bir güvence altına alarak, devletin rejimini ve kurucu ilkelerini korur."
  },
  {
    "soru_id": "ANAYASA_004",
    "konu": "Devletin Temel Amaç ve Görevleri (Madde 5)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Devletin temel görevlerinden biri, kişilerin ve toplumun huzur ve mutluluğunu sağlamak için, temel hak ve hürriyetleri sınırlayan hangi tür engelleri kaldırmaya çalışmaktır?",
    "secenekler": {
      "a": "Coğrafi ve kültürel engeller.",
      "b": "Siyasî, dinî ve hukukî engeller.",
      "c": "Siyasî, ekonomik ve sosyal engeller.",
      "d": "Askerî, malî ve teknolojik engeller.",
      "e": "Tarihî ve geleneksel engeller."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Devletin temel amaç ve görevleri... kişinin temel hak ve hürriyetlerini, sosyal hukuk devleti ve adalet ilkeleriyle bağdaşmayacak surette sınırlayan siyasî, ekonomik ve sosyal engelleri kaldırmaya... çalışmaktır.",
    "aciklama": "Bu madde, devletin sadece koruyucu değil, aynı zamanda bireyin gelişimini kısıtlayan yapısal engelleri ortadan kaldırıcı bir rol üstlendiğini gösterir."
  },
  {
    "soru_id": "ANAYASA_005",
    "konu": "Egemenlik (Madde 6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'ya göre, egemenliğin kayıtsız şartsız ait olduğu merci neresidir ve bu egemenlik hangi şartla hiçbir surette hiçbir kişiye, zümreye veya sınıfa bırakılamaz?",
    "secenekler": {
      "a": "Devlet / Yetkili organlar eliyle kullanılırsa.",
      "b": "Yürütme organı / Yasama organı denetlerse.",
      "c": "Türk Milleti / Anayasanın koyduğu esaslara göre, yetkili organları eliyle kullanılırsa.",
      "d": "Yasama organı / Yargı organı denetlerse.",
      "e": "Türk Milleti / Askeri organlar korursa."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Egemenlik, kayıtsız şartsız Milletindir. Türk Milleti, egemenliğini, Anayasanın koyduğu esaslara göre, yetkili organları eliyle kullanır. Egemenliğin kullanılması, hiçbir surette hiçbir kişiye, zümreye veya sınıfa bırakılamaz.",
    "aciklama": "Bu madde, milli egemenlik ilkesinin kayıtsız şartsız olduğunu ve yetkilerin kaynağının Anayasa ile belirlendiğini vurgular."
  },
  {
    "soru_id": "ANAYASA_006",
    "konu": "Yasama Yetkisi (Madde 7)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'ya göre, Yasama yetkisi Türk Milleti adına hangi organa aittir ve bu yetkinin hukuki niteliği nedir?",
    "secenekler": {
      "a": "Cumhurbaşkanı'na aittir ve yetki devredilebilir.",
      "b": "Türkiye Büyük Millet Meclisi'ne aittir ve bu yetki devredilemez.",
      "c": "Yürütme ve Yasama organlarına aittir ve yetki kısıtlanamaz.",
      "d": "Bağımsız mahkemelere aittir ve yetki devredilebilir.",
      "e": "Bakanlar Kurulu'na aittir ve yetki Meclis'e karşı sorumludur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yasama yetkisi Türk Milleti adına Türkiye Büyük Millet Meclisinindir. Bu yetki devredilemez.",
    "aciklama": "Yasama yetkisinin TBMM'ye ait olması ve devredilemez olması, kuvvetler ayrılığı ilkesinin yasama ayağını oluşturur."
  },
  {
    "soru_id": "ANAYASA_007",
    "konu": "Yürütme Görevi ve Yetkisi (Madde 8)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'ya göre, Yürütme yetkisi ve görevi kim tarafından ve hangi şartlara uygun olarak kullanılır ve yerine getirilir?",
    "secenekler": {
      "a": "Türkiye Büyük Millet Meclisi tarafından, kanunlara uygun olarak.",
      "b": "Başbakan tarafından, Meclis kararlarına uygun olarak.",
      "c": "Yargı organı tarafından, bağımsızlık ilkesine uygun olarak.",
      "d": "Cumhurbaşkanı tarafından, Anayasaya ve kanunlara uygun olarak.",
      "e": "Bakanlar Kurulu tarafından, Cumhurbaşkanına karşı sorumlu olarak."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Yürütme yetkisi ve görevi, Cumhurbaşkanı tarafından, Anayasaya ve kanunlara uygun olarak kullanılır ve yerine getirilir.",
    "aciklama": "Yürütme yetkisinin Cumhurbaşkanı'na ait olması ve Anayasa ile kanunlara uygunluk şartı, hukuk devleti ilkesini pekiştirir."
  },
  {
    "soru_id": "ANAYASA_008",
    "konu": "Yargı Yetkisi (Madde 9)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'ya göre, Yargı yetkisi Türk Milleti adına hangi niteliklere sahip mahkemelerce kullanılır?",
    "secenekler": {
      "a": "Bağlı ve tarafsız mahkemelerce.",
      "b": "Siyasi ve adil mahkemelerce.",
      "c": "Bağımsız ve tarafsız mahkemelerce.",
      "d": "Yetkili ve sorumlu mahkemelerce.",
      "e": "Yürütmeye bağlı ve adaletli mahkemelerce."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yargı yetkisi, Türk Milleti adına bağımsız ve tarafsız mahkemelerce kullanılır.",
    "aciklama": "Yargının bağımsızlığı ve tarafsızlığı, hukuk devletinin vazgeçilmez temelidir."
  },
  {
    "soru_id": "ANAYASA_009",
    "konu": "Kanun Önünde Eşitlik (Madde 10)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa'nın 10. Maddesi'ne göre, kanun önünde eşitlik ilkesini ihlal eden ve hiçbir surette imtiyaz tanınamayacak sosyal yapılanmalar hangileridir?",
    "secenekler": {
      "a": "Hükümetler, partiler ve dernekler.",
      "b": "Kişi, aile, zümre veya sınıf.",
      "c": "Sivil toplum kuruluşları, sendikalar ve vakıflar.",
      "d": "Devlet organları, siyasi partiler ve idare makamları.",
      "e": "Türk Milleti, yasama ve yürütme organları."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Hiçbir kişiye, aileye, zümreye veya sınıfa imtiyaz tanınamaz.",
    "aciklama": "Kanun önünde eşitlik ilkesi, bireysel ve toplumsal ayrıcalıkları kesin olarak yasaklar."
  },
  {
    "soru_id": "ANAYASA_010",
    "konu": "Kanun Önünde Eşitlik (Madde 10)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'nın 10. Maddesi'ne göre, hangi temel alanda ayrım gözetilmeksizin herkes kanun önünde eşittir?",
    "secenekler": {
      "a": "Coğrafi konum, ekonomik güç, siyasi etki.",
      "b": "Sosyal statü, eğitim düzeyi, askerlik rütbesi.",
      "c": "Dil, ırk, renk, cinsiyet, siyasî düşünce, felsefî inanç, din, mezhep ve benzeri sebepler.",
      "d": "Yaş, medeni durum, ikametgah, vatandaşlık.",
      "e": "Siyasi parti üyeliği, meslek, unvan, sendika üyeliği."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Herkes, dil, ırk, renk, cinsiyet, siyasî düşünce, felsefî inanç, din, mezhep ve benzeri sebeplerle ayırım gözetilmeksizin kanun önünde eşittir.",
    "aciklama": "Bu madde, Anayasa'nın ayrımcılığı kesin olarak yasaklayan temel güvencelerindendir."
  },
  {
    "soru_id": "ANAYASA_011",
    "konu": "Temel Haklar ve Hürriyetler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Savaş, seferberlik veya olağanüstü hallerde, temel hak ve hürriyetlerin kısmen veya tamamen durdurulmasında veya güvencelere aykırı tedbirler alınmasında uyulması gereken *tek* hukuki sınırlama nedir?",
    "secenekler": {
      "a": "Kuvvetler ayrılığı ilkesi ihlal edilmemelidir.",
      "b": "Kanun önünde eşitlik ilkesi ihlal edilmemelidir.",
      "c": "Sosyal hukuk devleti ilkesi ihlal edilmemelidir.",
      "d": "Milletlerarası hukuktan doğan yükümlülükler ihlal edilmemelidir.",
      "e": "Cumhuriyetin nitelikleri ihlal edilmemelidir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Savaş, seferberlik veya olağanüstü hallerde, milletlerarası hukuktan doğan yükümlülükler ihlal edilmemek kaydıyla, durumun gerektirdiği ölçüde temel hak ve hürriyetlerin kullanılması kısmen veya tamamen durdurulabilir veya bunlar için Anayasada öngörülen güvencelere aykırı tedbirler alınabilir.",
    "aciklama": "Milletlerarası hukuka uygunluk şartı, bu tür istisnai durumlarda dahi temel insan hakları standartlarının korunması gerekliliğini gösterir."
  },
  {
    "soru_id": "ANAYASA_012",
    "konu": "Temel Haklar ve Hürriyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Yakalanan veya tutuklanan kişi, toplu olarak işlenen suçlar dışındaki hallerde, tutulma yerine en yakın mahkemeye gönderilmesi için gerekli süre hariç en geç ne kadar sürede hâkim önüne çıkarılır?",
    "secenekler": {
      "a": "24 saat",
      "b": "48 saat",
      "c": "4 gün",
      "d": "7 gün",
      "e": "1 yıl"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yakalanan veya tutuklanan kişi, tutulma yerine en yakın mahkemeye gönderilmesi için gerekli süre hariç en geç 48 saat ve toplu olarak işlenen suçlarda en çok 4 gün içinde hâkim önüne çıkarılır.",
    "aciklama": "Bu süre, temel hak ve hürriyetlerin güvencesi kapsamında kişilerin özgürlüklerinin kısıtlanma süresini belirler."
  },
  {
    "soru_id": "ANAYASA_013",
    "konu": "Temel Haklar ve Hürriyetler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa'ya göre, toplu olarak işlenen suçlarda yakalanan veya tutuklanan kişi, gerekli süreler hariç, en çok ne kadar sürede hâkim önüne çıkarılır?",
    "secenekler": {
      "a": "48 saat",
      "b": "2 gün",
      "c": "4 gün",
      "d": "7 gün",
      "e": "15 gün"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yakalanan veya tutuklanan kişi, tutulma yerine en yakın mahkemeye gönderilmesi için gerekli süre hariç en geç 48 saat ve toplu olarak işlenen suçlarda en çok 4 gün içinde hâkim önüne çıkarılır.",
    "aciklama": "Toplu suçlarda bu süre uzatılabilir, ancak bu süreler olağanüstü hal ve savaş hallerinde daha da uzatılabilir."
  },
  {
    "soru_id": "ANAYASA_014",
    "konu": "Kamulaştırma",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kamulaştırma bedeli ile kesin hükme bağlanan artırım bedeli, hangi şartla ödenir?",
    "secenekler": {
      "a": "Taksitle ve süresi 5 yılı aşmayacak şekilde.",
      "b": "Nakden ve peşin olarak.",
      "c": "Tahvil karşılığında ve peşin olarak.",
      "d": "Maliye Bakanlığı'nın belirleyeceği taksitlerle.",
      "e": "Devlet bankası kredisiyle ve nakden."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kamulaştırma bedeli ile kesin hükme bağlanan artırım bedeli nakden ve peşin olarak ödenir.",
    "aciklama": "Bu, kamulaştırma bedelinin ödenmesindeki temel kural olup, mülkiyet hakkının güvencesini içerir."
  },
  {
    "soru_id": "ANAYASA_015",
    "konu": "Kamulaştırma",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun taksitle ödemeyi öngörebileceği durumlarda, taksitlendirme süresi kaç yılı aşamaz ve bu taksitler nasıl ödenir?",
    "secenekler": {
      "a": "3 yılı aşamaz; artan oranlı ödenir.",
      "b": "5 yılı aşamaz; azalan oranlı ödenir.",
      "c": "5 yılı aşamaz; eşit olarak ödenir.",
      "d": "10 yılı aşamaz; eşit olarak ödenir.",
      "e": "1 yılı aşamaz; nakden ödenir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kanunun taksitle ödemeyi öngörebileceği bu hallerde, taksitlendirme süresi 5 yılı aşamaz; bu takdirde taksitler eşit olarak ödenir.",
    "aciklama": "Kamulaştırma bedelinin taksitle ödenmesindeki istisnai haller, tarım reformu, büyük enerji/sulama projeleri gibi kamu yararı yüksek projelerdir."
  },
  {
    "soru_id": "ANAYASA_016",
    "konu": "Toplu Sözleşme ve Grev",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Toplu sözleşme yapılması sırasında uyuşmazlık çıkması halinde tarafların başvurabileceği ve kararları kesin olan kurulun adı nedir?",
    "secenekler": {
      "a": "Yüksek Hakem Kurulu",
      "b": "Kamu Görevlileri Hakem Kurulu",
      "c": "Anayasa Mahkemesi",
      "d": "Danıştay",
      "e": "Sayıştay"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Toplu sözleşme yapılması sırasında uyuşmazlık çıkması halinde taraflar Kamu Görevlileri Hakem Kuruluna başvurabilir. Kamu Görevlileri Hakem Kurulu kararları kesindir ve toplu sözleşme hükmündedir.",
    "aciklama": "Bu kurulun kararları kesindir ve toplu sözleşme hükmünde sayılır."
  },
  {
    "soru_id": "ANAYASA_017",
    "konu": "Toplu Sözleşme ve Grev",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Grev ve lokavtın yasaklandığı veya ertelendiği durumlarda, ertelemenin sonunda uyuşmazlığı çözen ve kararları kesin olan kurulun adı nedir?",
    "secenekler": {
      "a": "Kamu Görevlileri Hakem Kurulu",
      "b": "Yüksek Hakem Kurulu",
      "c": "Devlet Personel Başkanlığı",
      "d": "Yargıtay",
      "e": "Uzlaştırma Kurulu"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Grev ve lokavtın yasaklandığı hallerde veya ertelendiği durumlarda ertelemenin sonunda, uyuşmazlık Yüksek Hakem Kurulunca çözülür. Yüksek Hakem Kurulunun kararları kesindir ve toplu iş sözleşmesi hükmündedir.",
    "aciklama": "Yüksek Hakem Kurulu, iş uyuşmazlıklarını nihai olarak çözen ve kararları toplu iş sözleşmesi hükmünde olan organdır."
  },
  {
    "soru_id": "ANAYASA_018",
    "konu": "Vatandaşlık ve Seçim",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir Türk vatandaşının, hangi eylemde bulunmadıkça vatandaşlıktan çıkarılamayacağı anayasal güvence altındadır?",
    "secenekler": {
      "a": "Siyasi düşüncesini açıklamadıkça.",
      "b": "Vatana bağlılıkla bağdaşmayan bir eylemde bulunmadıkça.",
      "c": "Yabancı bir devlette görev almadıkça.",
      "d": "Vergi borcunu ödedikçe.",
      "e": "Askerlik hizmetini tamamladıkça."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Hiçbir Türk, vatana bağlılıkla bağdaşmayan bir eylemde bulunmadıkça vatandaşlıktan çıkarılamaz.",
    "aciklama": "Bu, vatandaşlık hakkının güvencesini ve keyfi uygulamalara karşı korunmasını sağlar."
  },
  {
    "soru_id": "ANAYASA_019",
    "konu": "Vatandaşlık ve Seçim",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa'ya göre, Türk vatandaşlarının seçme ve halkoylamasına katılma haklarına sahip olması için doldurması gereken minimum yaş nedir?",
    "secenekler": {
      "a": "16 yaş",
      "b": "20 yaş",
      "c": "25 yaş",
      "d": "18 yaş",
      "e": "21 yaş"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "18 yaşını dolduran her Türk vatandaşı seçme ve halkoylamasına katılma haklarına sahiptir.",
    "aciklama": "18 yaş, Türkiye'de seçme ve halkoylamasına katılma (seçim) hakkının kazanıldığı yaştır."
  },
  {
    "soru_id": "ANAYASA_020",
    "konu": "Vatandaşlık ve Seçim",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki gruplardan hangisi Anayasa'ya göre oy kullanamaz?",
    "secenekler": {
      "a": "Kadınlar ve erkekler.",
      "b": "Siyasi parti üyeleri ve sendika üyeleri.",
      "c": "Silah altında bulunan er ve erbaşlar ile askeri öğrenciler.",
      "d": "Memurlar ve işçiler.",
      "e": "18 yaşını doldurmuş ancak hüküm giymemiş vatandaşlar."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Silah altında bulunan er ve erbaşlar ile askeri öğrenciler, taksirli suçlardan hüküm giyenler hariç ceza infaz kurumlarında bulunan hükümlüler oy kullanamazlar.",
    "aciklama": "Bu madde, Anayasa'nın askeri ve hükümlü statüsündeki kişilerin oy kullanma hakkına getirdiği sınırlamayı ifade eder."
  },
  {
    "soru_id": "ANAYASA_021",
    "konu": "Vatandaşlık ve Seçim",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Seçim kanunlarında yapılan değişiklikler, yürürlüğe girdiği tarihten itibaren ne kadar süre içinde yapılacak seçimlerde uygulanmaz?",
    "secenekler": {
      "a": "6 ay içinde.",
      "b": "1 yıl içinde.",
      "c": "2 yıl içinde.",
      "d": "5 yıl içinde.",
      "e": "Hemen uygulanır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Seçim kanunlarında yapılan değişiklikler, yürürlüğe girdiği tarihten itibaren 1 yıl içinde yapılacak seçimlerde uygulanmaz.",
    "aciklama": "Bu kural, seçim kurallarının son anda, belli bir partinin lehine olacak şekilde keyfi değiştirilmesini (Seçim Kanunları Güvencesi) engeller."
  },
  {
    "soru_id": "ANAYASA_022",
    "konu": "Kanun Önünde Eşitlik (Madde 10)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa'nın 10. Maddesi'ne 2004 yılında eklenen ve Devletin yükümlülüğünü belirleyen temel hak ve eşitlik ilkesi nedir?",
    "secenekler": {
      "a": "Vatandaşların dil, ırk ayrımına karşı korunması.",
      "b": "Hiçbir aileye imtiyaz tanınmaması.",
      "c": "Kadınlar ve erkekler eşit haklara sahiptir ve Devlet bu eşitliğin yaşama geçmesini sağlamakla yükümlüdür.",
      "d": "Sosyal hukuk devleti ilkesiyle bağdaşmayacak engellerin kaldırılması.",
      "e": "Kanun önünde eşitlik ilkesine uygun hareket etme zorunluluğu."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(Ek fıkra: 7/5/2004-5170/1 md.) Kadınlar ve erkekler eşit haklara sahiptir. Devlet, bu eşitliğin yaşama geçmesini sağlamakla yükümlüdür.",
    "aciklama": "Bu ek fıkra, Devletin kadın ve erkek arasındaki eşitliği sadece tanımakla kalmayıp, bunu fiilen sağlamakla da yükümlü olduğunu belirtir."
  },
  {
    "soru_id": "ANAYASA_023",
    "konu": "Temel Haklar ve Hürriyetler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa'ya göre, temel hak ve hürriyetler yabancılar için hangi hukuki kurala uygun olarak sınırlanabilir?",
    "secenekler": {
      "a": "Kanunla sınırlanamaz.",
      "b": "Cumhurbaşkanlığı kararnamesiyle sınırlanabilir.",
      "c": "Milletlerarası hukuka uygun olarak kanunla sınırlanabilir.",
      "d": "Sadece savaş halinde sınırlanabilir.",
      "e": "Yargı kararıyla sınırlanabilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Temel hak ve hürriyetler, yabancılar için, milletlerarası hukuka uygun olarak kanunla sınırlanabilir.",
    "aciklama": "Yabancıların temel haklarının sınırlanmasında, milletlerarası hukuk (uluslararası hukuk) en üst sınırlayıcı kuraldır."
  },
  {
    "soru_id": "ANAYASA_024",
    "konu": "Kamulaştırma",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kamulaştırma bedellerinin kanunla taksitle ödenmesini öngörebileceği hallerden *üçü* nedir?",
    "secenekler": {
      "a": "Kıyıların korunması, turizm ve büyük enerji projeleri.",
      "b": "Milli Savunma, ordu ihtiyacı ve sanayi tesisleri.",
      "c": "Devlet bankalarının kurulması, tarım ürünlerinin satışı ve eğitim tesisleri.",
      "d": "Sosyal konut projeleri, yol yapımı ve liman inşaatları.",
      "e": "Sadece tarım reformunun uygulanması ve kıyıların korunması."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Ancak, tarım reformunun uygulanması, büyük enerji ve sulama projeleri ile iskân projelerinin gerçekleştirilmesi, yeni ormanların yetiştirilmesi, kıyıların korunması ve turizm amacıyla kamulaştırılan toprakların bedellerinin ödenme şekli kanunla gösterilir.",
    "aciklama": "Bu istisnai hallerde, kanunla taksitle ödeme öngörülür ve taksitlendirme süresi 5 yılı aşamaz."
  },
  {
    "soru_id": "ANAYASA_025",
    "konu": "Temel Haklar ve Hürriyetler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Düzeltme ve cevap yayımlanmazsa, yayımlanmasının gerekip gerekmediğine, ilgilinin müracaat tarihinden itibaren en geç ne kadar sürede hakim tarafından karar verilir?",
    "secenekler": {
      "a": "48 saat",
      "b": "4 gün",
      "c": "7 gün",
      "d": "15 gün",
      "e": "30 gün"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Düzeltme ve cevap yayımlanmazsa, yayımlanmasının gerekip gerekmediğine hakim tarafından ilgilinin müracaat tarihinden itibaren en geç 7 gün içerisinde karar verilir.",
    "aciklama": "Bu süre, basın yoluyla işlenen haksızlıklara karşı hukuki yolla hızlı bir çözüm üretilmesi güvencesini sağlar."
  },

  {
    "soru_id": "ANAYASA_026",
    "konu": "Siyasi Partiler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Siyasi partilere üye olabilmek için minimum yaş şartı nedir?",
    "secenekler": {
      "a": "16 yaşını doldurmuş olmak.",
      "b": "18 yaşını doldurmuş olmak.",
      "c": "20 yaşını doldurmuş olmak.",
      "d": "25 yaşını doldurmuş olmak.",
      "e": "Seçim yaşı olan 18 yaşını doldurmuş olmak."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Parti üyesi olabilmek için 18 yaşını doldurmuş olmak gerekir.",
    "aciklama": "Türkiye'de siyasi hakların kullanımında temel kabul edilen 18 yaş, parti üyeliği için de geçerlidir."
  },
  {
    "soru_id": "ANAYASA_027",
    "konu": "Siyasi Partiler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki gruplardan hangisi siyasi partilere üye olamaz?",
    "secenekler": {
      "a": "Özel sektör çalışanları ve esnaflar.",
      "b": "TBMM üyeleri ve emekli memurlar.",
      "c": "Hakimler ve savcılar, Sayıştay dahil yüksek yargı organları mensupları, yükseköğretim öncesi öğrencileri.",
      "d": "Askeri öğrenciler ve üniversite öğrencileri.",
      "e": "Memurlar ve işçiler."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Hakimler ve savcılar, Sayıştay dahil yüksek yargı organları mensupları, yükseköğretim öncesi öğrencileri siyasi partilere üye olamazlar.",
    "aciklama": "Bu kısıtlamalar, devletin temel adalet ve denetim mekanizmalarının tarafsızlığını korumayı amaçlar."
  },
  {
    "soru_id": "ANAYASA_028",
    "konu": "Siyasi Partiler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Siyasi partilerin kapatılmasına kimin açacağı dava üzerine hangi merci kesin olarak karar verir?",
    "secenekler": {
      "a": "TBMM Genel Kurulu kararı üzerine Yargıtay.",
      "b": "Cumhurbaşkanı kararıyla Danıştay.",
      "c": "Yargıtay Cumhuriyet Başsavcısının açacağı dava üzerine Anayasa Mahkemesi.",
      "d": "İçişleri Bakanlığı talebi üzerine Yargıtay.",
      "e": "Adalet Bakanlığı talebi üzerine Anayasa Mahkemesi."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Siyasi partilerin kapatılması, Yargıtay Cumhuriyet Başsavcısının açacağı dava üzerine Anayasa Mahkemesince kesin olarak karara bağlanır.",
    "aciklama": "Siyasi partilerin kapatılması, Anayasa Mahkemesi'nin görev alanındaki en kritik siyasi yargılama süreçlerinden biridir."
  },
  {
    "soru_id": "ANAYASA_029",
    "konu": "Siyasi Partiler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir siyasi partinin temelli kapatılmasına beyan veya faaliyetleriyle sebep olan kurucuları dahil üyeleri, Anayasa Mahkemesi kararının Resmî Gazetede yayımlanmasından başlayarak ne kadar süreyle bir başka partinin kurucusu, üyesi, yöneticisi ve deneticisi olamazlar?",
    "secenekler": {
      "a": "2 yıl",
      "b": "3 yıl",
      "c": "4 yıl",
      "d": "5 yıl",
      "e": "Süresiz"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bir siyasi partinin temelli kapatılmasına beyan veya faaliyetleriyle sebep olan kurucuları dahil üyeleri, Anayasa Mahkemesinin temelli kapatmaya ilişkin kesin kararının Resmî Gazetede gerekçeli olarak yayımlanmasından başlayarak 5 yıl süreyle bir başka partinin kurucusu, üyesi, yöneticisi ve deneticisi olamazlar.",
    "aciklama": "Bu, partilerin kapatılmasının siyasi hayata yansıyan ve kişilerin siyaset yapma hakkına getirilen bir kısıtlamadır."
  },
  {
    "soru_id": "ANAYASA_030",
    "konu": "Kamu Denetçiliği Kurumu",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye Büyük Millet Meclisi Başkanlığına bağlı olarak kurulan Kamu Denetçiliği Kurumu'nun temel görevi nedir?",
    "secenekler": {
      "a": "Yasama yetkisini denetlemek.",
      "b": "Yüksek yargı organlarının kararlarını incelemek.",
      "c": "İdarenin işleyişiyle ilgili şikâyetleri incelemek.",
      "d": "Milletvekillerinin dokunulmazlıklarını kaldırmak.",
      "e": "Siyasi partilerin mali denetimini yapmak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türkiye Büyük Millet Meclisi Başkanlığına bağlı olarak kurulan Kamu Denetçiliği Kurumu idarenin işleyişiyle ilgili şikâyetleri inceler.",
    "aciklama": "Kamu Denetçiliği Kurumu (Ombudsmanlık), idarenin vatandaşa karşı hesap verebilirliğini ve şeffaflığını artırmayı amaçlar."
  },
  {
    "soru_id": "ANAYASA_031",
    "konu": "Kamu Denetçiliği Kurumu",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kamu Başdenetçisi, TBMM tarafından hangi oylama usulüyle ve kaç yıl için seçilir?",
    "secenekler": {
      "a": "Açık oyla / 5 yıl için.",
      "b": "Gizli oyla / 4 yıl için.",
      "c": "Salt çoğunlukla / 5 yıl için.",
      "d": "Üye tamsayısının 2/3'ü ile / 4 yıl için.",
      "e": "Açık oyla / 4 yıl için."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kamu Başdenetçisi Türkiye Büyük Millet Meclisi tarafından gizli oyla 4 yıl için seçilir.",
    "aciklama": "Başdenetçi seçimi, gizli oyla yapılması nedeniyle siyasi etkilere karşı korunan bir süreçtir."
  },
  {
    "soru_id": "ANAYASA_032",
    "konu": "Kamu Denetçiliği Kurumu",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kamu Başdenetçisi seçiminde, ilk iki oylamada üye tamsayısının kaçta kaçı aranır?",
    "secenekler": {
      "a": "Salt çoğunluğu.",
      "b": "$1/3$'ü.",
      "c": "$3/5$'ü.",
      "d": "$2/3$'ü.",
      "e": "$1/4$'ü."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İlk iki oylamada üye tamsayısının $2/3$'ü... aranır.",
    "aciklama": "İlk iki oylamada aranan yüksek çoğunluk ($2/3$), seçilecek adayın Meclis'te geniş bir uzlaşıya sahip olmasını amaçlar."
  },
  {
    "soru_id": "ANAYASA_033",
    "konu": "TBMM Yapı ve Seçimler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye Büyük Millet Meclisi kaç milletvekilinden oluşur ve bu milletvekilleri hangi oyla seçilir?",
    "secenekler": {
      "a": "550 milletvekilinden, dar bölge oyuyla.",
      "b": "600 milletvekilinden, genel oyla.",
      "c": "500 milletvekilinden, çoğunluk oyuyla.",
      "d": "600 milletvekilinden, sınırlı oyla.",
      "e": "550 milletvekilinden, gizli oyla."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türkiye Büyük Millet Meclisi genel oyla seçilen 600 milletvekilinden oluşur.",
    "aciklama": "Milletvekili sayısı ve seçim usulü, TBMM'nin temsili gücünü belirleyen temel anayasal bilgidir."
  },
  {
    "soru_id": "ANAYASA_034",
    "konu": "TBMM Yapı ve Seçimler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye Büyük Millet Meclisi ve Cumhurbaşkanlığı seçimleri kaç yılda bir ve hangi gün yapılır?",
    "secenekler": {
      "a": "4 yılda bir, farklı günlerde.",
      "b": "5 yılda bir, aynı günde.",
      "c": "4 yılda bir, aynı günde.",
      "d": "5 yılda bir, farklı günlerde.",
      "e": "3 yılda bir, genel seçimden 30 ay sonra."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türkiye Büyük Millet Meclisi ve Cumhurbaşkanlığı seçimleri 5 yılda bir aynı günde yapılır.",
    "aciklama": "Bu düzenleme, iki temel yürütme ve yasama organının seçimlerinin eş zamanlı yapılmasını sağlar."
  },
  {
    "soru_id": "ANAYASA_035",
    "konu": "Ara Seçim",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ara seçim, her seçim döneminde kaç defa yapılır ve genel seçimden ne kadar süre geçmedikçe ara seçime gidilemez?",
    "secenekler": {
      "a": "İki defa yapılır / 1 yıl geçmedikçe.",
      "b": "Bir defa yapılır / 30 ay geçmedikçe.",
      "c": "Üç defa yapılır / 6 ay geçmedikçe.",
      "d": "Bir defa yapılır / 1 yıl geçmedikçe.",
      "e": "İki defa yapılır / 30 ay geçmedikçe."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Ara seçim, her seçim döneminde bir defa yapılır ve genel seçimden 30 ay geçmedikçe ara seçime gidilemez.",
    "aciklama": "Ara seçim yasağı ve kısıtlaması, seçim dönemlerinin istikrarını ve seçimin ana sonuçlarını korumayı amaçlar."
  },
  {
    "soru_id": "ANAYASA_036",
    "konu": "Ara Seçim",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Boşalan üyeliklerin sayısı, üye tamsayısının yüzde kaçını (% kaç) bulduğu hallerde, ara seçimlerinin ne kadar süre içinde yapılmasına karar verilir?",
    "secenekler": {
      "a": "%10'unu bulursa / 6 ay içinde.",
      "b": "%3'ünü bulursa / 3 ay içinde.",
      "c": "%5'ini bulduğu hallerde / 3 ay içinde.",
      "d": "%5'ini bulduğu hallerde / 1 yıl içinde.",
      "e": "%15'ini bulursa / 90 gün içinde."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ancak, boşalan üyeliklerin sayısı, üye tamsayısının %5'ini bulduğu hallerde, ara seçimlerinin 3 ay içinde yapılmasına karar verilir.",
    "aciklama": "Bu kural, Meclis'in temsil gücünün ciddi şekilde zayıflaması durumunda istisnai olarak ara seçime hemen gidilmesini sağlar."
  },
  {
    "soru_id": "ANAYASA_037",
    "konu": "Ara Seçim",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Genel seçimlere ne kadar süre kala ara seçimi yapılamaz?",
    "secenekler": {
      "a": "6 ay kala.",
      "b": "2 yıl kala.",
      "c": "1 yıl kala.",
      "d": "30 ay kala.",
      "e": "3 ay kala."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Genel seçimlere 1 yıl kala, ara seçimi yapılamaz.",
    "aciklama": "Bu kural, genel seçim öncesi seçim sistemindeki değişiklikleri önler ve seçim takvimini korur."
  },
  {
    "soru_id": "ANAYASA_038",
    "konu": "Yüksek Seçim Kurulu (YSK)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Yüksek Seçim Kurulu kaç asıl ve kaç yedek üyeden oluşur?",
    "secenekler": {
      "a": "11 asıl ve 4 yedek üyeden.",
      "b": "7 asıl ve 4 yedek üyeden.",
      "c": "6 asıl ve 5 yedek üyeden.",
      "d": "7 asıl ve 5 yedek üyeden.",
      "e": "11 asıl ve 7 yedek üyeden."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yüksek Seçim Kurulu 7 asıl ve 4 yedek üyeden oluşur.",
    "aciklama": "YSK'nın yapısı, seçimlerin tarafsız yürütülmesini sağlamak için tasarlanmıştır."
  },
  {
    "soru_id": "ANAYASA_039",
    "konu": "Yüksek Seçim Kurulu (YSK)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yüksek Seçim Kurulu üyelerinin kaçı Yargıtay ve kaçı Danıştay Genel Kurullarınca kendi üyeleri arasından seçilir?",
    "secenekler": {
      "a": "7'si Yargıtay, 4'ü Danıştay.",
      "b": "6'sı Yargıtay, 5'i Danıştay.",
      "c": "5'i Yargıtay, 6'sı Danıştay.",
      "d": "4'ü Yargıtay, 7'si Danıştay.",
      "e": "5'i Yargıtay, 5'i Danıştay."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Üyelerin 6'sı Yargıtay, 5'i Danıştay Genel Kurullarınca kendi üyeleri arasından üye tamsayılarının salt çoğunluğunun gizli oyu ile seçilir.",
    "aciklama": "YSK üyelerinin Yargıtay ve Danıştay'dan seçilmesi, kurulun bağımsızlığını pekiştirir."
  },
  {
    "soru_id": "ANAYASA_040",
    "konu": "Milletvekilliğinin Düşmesi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Meclis çalışmalarına özürsüz veya izinsiz olarak 1 ay içerisinde toplam kaç birleşim günü katılmayan milletvekilinin milletvekilliğinin düşmesine karar verilebilir?",
    "secenekler": {
      "a": "3 birleşim günü.",
      "b": "5 birleşim günü.",
      "c": "7 birleşim günü.",
      "d": "10 birleşim günü.",
      "e": "15 birleşim günü."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Meclis çalışmalarına özürsüz veya izinsiz olarak 1 ay içerisinde toplam 5 birleşim günü katılmayan milletvekilinin milletvekilliğinin düşmesine, durumun Meclis Başkanlık Divanınca tespit edilmesi üzerine, Genel Kurulca üye tamsayısının salt çoğunluğunun oyuyla karar verilebilir.",
    "aciklama": "Milletvekilliğinin düşmesi, bu şartların Meclis Genel Kurulu'nda üye tamsayısının salt çoğunluğunun oyuyla kabul edilmesiyle gerçekleşir."
  },
  {
    "soru_id": "ANAYASA_041",
    "konu": "İptal Başvurusu (Dokunulmazlık ve Düşme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yasama dokunulmazlığının kaldırılması veya milletvekilliğinin düşmesi kararlarına karşı, Meclis Genel Kurulu kararının alındığı tarihten başlayarak kaç gün içerisinde Anayasa Mahkemesine başvurulabilir?",
    "secenekler": {
      "a": "3 gün içinde.",
      "b": "5 gün içinde.",
      "c": "7 gün içinde.",
      "d": "10 gün içinde.",
      "e": "15 gün içinde."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Meclis Genel Kurulu kararının alındığı tarihten başlayarak 7 gün içerisinde ilgili milletvekili veya bir diğer milletvekili, kararın, Anayasaya, kanuna veya İçtüzüğe aykırılığı iddiasıyla iptali için Anayasa Mahkemesine başvurabilir.",
    "aciklama": "Bu kısa süre, milletvekilinin hak arama yolunu güvence altına alır."
  },
  {
    "soru_id": "ANAYASA_042",
    "konu": "İptal Başvurusu (Dokunulmazlık ve Düşme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi, yasama dokunulmazlığının kaldırılması veya milletvekilliğinin düşmesi kararlarıyla ilgili iptal istemini kaç gün içerisinde kesin karara bağlar?",
    "secenekler": {
      "a": "7 gün içinde.",
      "b": "10 gün içinde.",
      "c": "15 gün içinde.",
      "d": "30 gün içinde.",
      "e": "45 gün içinde."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Anayasa Mahkemesi, iptal istemini 15 gün içerisinde kesin karara bağlar.",
    "aciklama": "Anayasa Mahkemesi'nin bu kararları kısa sürede vermesi, siyasi belirsizliği önlemeyi amaçlar."
  },
  {
    "soru_id": "ANAYASA_043",
    "konu": "TBMM'nin Görev ve Yetkileri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM'nin üye tamsayısının $3/5$ çoğunluğunun kararı ile ilânına karar verebileceği yetki nedir?",
    "secenekler": {
      "a": "Para basılmasına karar vermek.",
      "b": "Savaş ilânına karar vermek.",
      "c": "Genel ve özel af ilânına karar vermek.",
      "d": "Bütçe kanunlarını kabul etmek.",
      "e": "Milletlerarası andlaşmaları onaylamak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM üye tamsayısının $3/5$ çoğunluğunun kararı ile genel ve özel af ilânına karar vermek.",
    "aciklama": "Af ilanı, ceza hukukunda özel bir yetki olup, TBMM'de nitelikli çoğunlukla kabul edilmesini gerektirir."
  },
  {
    "soru_id": "ANAYASA_044",
    "konu": "Kanunların Yayımlanması ve Geri Gönderme",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Cumhurbaşkanı, TBMM'ce kabul edilen kanunları kaç gün içinde yayımlar?",
    "secenekler": {
      "a": "7 gün.",
      "b": "10 gün.",
      "c": "15 gün.",
      "d": "30 gün.",
      "e": "Derhal."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Cumhurbaşkanı, TBMM'ce kabul edilen kanunları 15 gün içinde yayımlar.",
    "aciklama": "Kanunların yayımlanma süresi, kanunların yürürlüğe girmesi açısından hukuki kesinliği sağlar."
  },
  {
    "soru_id": "ANAYASA_045",
    "konu": "Kanunların Yayımlanması ve Geri Gönderme",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "TBMM, Cumhurbaşkanı tarafından geri gönderilen kanunu üye tamsayısının hangi çoğunluğuyla aynen kabul ederse, kanun Cumhurbaşkanınca yayımlanır?",
    "secenekler": {
      "a": "Katılanların salt çoğunluğu.",
      "b": "Üye tamsayısının $2/3$'ü.",
      "c": "Üye tamsayısının $3/5$'ü.",
      "d": "Üye tamsayısının salt çoğunluğu.",
      "e": "Üye tamsayısının $1/4$'ünün bir fazlası."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "TBMM, geri gönderilen kanunu üye tamsayısının salt çoğunluğuyla aynen kabul ederse, kanun Cumhurbaşkanınca yayımlanır.",
    "aciklama": "Cumhurbaşkanı'nın veto yetkisine karşı Meclis'in direnmesi, üye tamsayısının salt çoğunluğunu gerektirir."
  },
  {
    "soru_id": "ANAYASA_046",
    "konu": "Uluslararası Andlaşmalar",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda hangi hükümler esas alınır?",
    "secenekler": {
      "a": "Kanun hükümleri esas alınır.",
      "b": "Anayasa hükümleri esas alınır.",
      "c": "Milletlerarası andlaşma hükümleri esas alınır.",
      "d": "Anayasa Mahkemesi'nin yorumu esas alınır.",
      "e": "TBMM Genel Kurulu'nun kararı esas alınır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Usulüne göre yürürlüğe konulmuş temel hak ve özgürlüklere ilişkin milletlerarası andlaşmalarla kanunların aynı konuda farklı hükümler içermesi nedeniyle çıkabilecek uyuşmazlıklarda milletlerarası andlaşma hükümleri esas alınır.",
    "aciklama": "Bu kural, uluslararası insan hakları sözleşmelerinin, kanunlara göre üstün olduğunu belirtir."
  },
  {
    "soru_id": "ANAYASA_047",
    "konu": "Savaş Hali ve Asker Gönderme",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Milletlerarası hukukun meşru saydığı haller dışında, Türk Silahlı Kuvvetlerinin yabancı ülkelere gönderilmesine veya yabancı silahlı kuvvetlerin Türkiye'de bulunmasına izin verme yetkisi hangi organa aittir?",
    "secenekler": {
      "a": "Cumhurbaşkanı'na.",
      "b": "Milli Güvenlik Kurulu'na.",
      "c": "TBMM'ye.",
      "d": "Adalet Bakanlığı'na.",
      "e": "Genelkurmay Başkanlığı'na."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türk Silahlı Kuvvetlerinin yabancı ülkelere gönderilmesine veya yabancı silahlı kuvvetlerin Türkiye'de bulunmasına izin verme yetkisi TBMM'nindir.",
    "aciklama": "Savaş ilanı ve asker gönderme yetkisi, milli iradenin tecelligahı olan TBMM'nin en önemli yetkilerindendir."
  },
  {
    "soru_id": "ANAYASA_048",
    "konu": "Meclis Toplantıya Çağırma",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM üyelerinin en az kaçta kaçının yazılı istemi üzerine Meclis Başkanı Meclisi toplantıya çağırır?",
    "secenekler": {
      "a": "$1/4$'ü.",
      "b": "$1/3$'ü.",
      "c": "$1/5$'i.",
      "d": "$2/3$'ü.",
      "e": "Salt çoğunluğu."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Meclis Başkanı da doğrudan doğruya veya üyelerin $1/5$'inin yazılı istemi üzerine, Meclisi toplantıya çağırır.",
    "aciklama": "Bu kural, TBMM üyelerine (azınlık dâhil) Meclis'i olağanüstü durumlarda toplantıya çağırma yetkisi verir."
  },
  {
    "soru_id": "ANAYASA_049",
    "konu": "Başkanlık Divanı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "TBMM Başkanlık Divanı kimlerden oluşur ve siyasi parti grupları Divan için hangi pozisyonda aday gösteremezler?",
    "secenekler": {
      "a": "Başkan, Başkanvekilleri, Divan üyeleri / Katip üyelik.",
      "b": "Başkan, Katip üyeler ve İdare Amirleri / Başkanvekilliği.",
      "c": "Meclis Başkanı, Başkanvekilleri, Katip üyeler ve İdare Amirlerinden / Başkanlık.",
      "d": "Meclis Başkanı ve Başkanvekilleri / İdare Amirliği.",
      "e": "Başkan, Grup Başkanvekilleri ve Katip üyelerden / Katip üyelik."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM'nin Başkanlık Divanı, Meclis üyeleri arasından seçilen Meclis Başkanı, Başkanvekilleri, Katip üyeler ve İdare Amirlerinden oluşur... Siyasi parti grupları Başkanlık için aday gösteremezler.",
    "aciklama": "Başkanlık Divanı, Meclis'in yönetim organıdır; Meclis Başkanı'nın tarafsızlığını sağlamak için siyasi parti gruplarının aday gösteremeyeceği tek pozisyondur."
  },
  {
    "soru_id": "ANAYASA_050",
    "konu": "Başkanlık Divanı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "TBMM Başkanlık Divanı'nda bir yasama döneminde kaç seçim yapılır ve ikinci devre için seçilenlerin görev süresi ne kadar devam eder?",
    "secenekler": {
      "a": "Bir seçim yapılır / 5 yıl devam eder.",
      "b": "İki seçim yapılır / O yasama döneminin sonuna kadar devam eder.",
      "c": "İki seçim yapılır / 2 yıl devam eder.",
      "d": "Bir seçim yapılır / 4 yıl devam eder.",
      "e": "Üç seçim yapılır / O yasama döneminin sonuna kadar devam eder."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bir yasama döneminde 2 seçim yapılır. İlk seçilenlerin görev süresi 2 yıldır, ikinci devre için seçilenlerin görev süresi ise o yasama döneminin sonuna kadar devam eder.",
    "aciklama": "Başkanlık Divanı seçimleri, yasama döneminin başında ve ortasında olmak üzere iki defa yapılır."
  },

  {
    "soru_id": "ANAYASA_051",
    "konu": "Anayasa Mahkemesi (AYM) Yapısı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa Mahkemesi kaç üyeden kurulur?",
    "secenekler": {
      "a": "11 üyeden",
      "b": "13 üyeden",
      "c": "15 üyeden",
      "d": "17 üyeden",
      "e": "7 asıl ve 4 yedek üyeden"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "AYM 15 üyeden kurulur.",
    "aciklama": "Anayasa Mahkemesi, kanunların Anayasaya uygunluğunu denetleyen ve bireysel başvuruları karara bağlayan en yüksek mahkemedir."
  },
  {
    "soru_id": "ANAYASA_052",
    "konu": "AYM Üye Seçimi (TBMM)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi üyelerinin kaçı TBMM tarafından seçilir ve bu üyeler hangi kurumların adayları arasından belirlenir?",
    "secenekler": {
      "a": "12 üye / Yargıtay, Danıştay ve HSK.",
      "b": "5 üye / Yargıtay ve Danıştay.",
      "c": "3 üye / Sayıştay ve Baro Başkanları.",
      "d": "2 üye / Sayıştay ve YÖK.",
      "e": "4 üye / Sayıştay, YÖK ve Baro Başkanları."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "AYM 15 üyeden kurulur. TBMM'nin Seçtiği Üyeler (3 Üye): 2 üyeyi Sayıştay Genel Kurulunun... 1 üyeyi baro başkanlarının serbest avukatlar arasından...",
    "aciklama": "AYM'nin 15 üyesinden 3'ü TBMM tarafından Sayıştay (2) ve Baro Başkanları (1) adayları arasından seçilir."
  },
  {
    "soru_id": "ANAYASA_053",
    "konu": "AYM Üye Seçimi (TBMM Prosedürü)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "TBMM'nin AYM üyeliği seçiminde, ilk oylamada üye tamsayısının kaçta kaçı ve ikinci oylamada hangi çoğunluk aranır?",
    "secenekler": {
      "a": "İlk oylamada $3/5$'ü / İkinci oylamada salt çoğunluk.",
      "b": "İlk oylamada salt çoğunluk / İkinci oylamada $2/3$'ü.",
      "c": "İlk oylamada $2/3$'ü / İkinci oylamada salt çoğunluk.",
      "d": "Her iki oylamada da $2/3$'ü.",
      "e": "Her iki oylamada da $3/5$'ü."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Seçimde ilk oylamada üye tam sayısının $2/3$'ü ve ikinci oylamada üye tam sayısının salt çoğunluğu aranır.",
    "aciklama": "TBMM'de AYM üyesi seçimi, en yüksek nitelikli çoğunluk gerektiren prosedürlerden biridir."
  },
  {
    "soru_id": "ANAYASA_054",
    "konu": "AYM Üye Seçimi (Cumhurbaşkanı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi üyelerinin kaçı Cumhurbaşkanı tarafından seçilir ve Cumhurbaşkanının Yükseköğretim Kurulunun göstereceği adaylar arasından seçtiği üyelerden en az kaçının hukukçu olması şarttır?",
    "secenekler": {
      "a": "12 üye seçer / En az 3'ü hukukçu.",
      "b": "12 üye seçer / En az 2'si hukukçu.",
      "c": "10 üye seçer / En az 1'i hukukçu.",
      "d": "15 üye seçer / En az 2'si hukukçu.",
      "e": "5 üye seçer / En az 3'ü hukukçu."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Cumhurbaşkanının Seçtiği Üyeler (12 Üye)... En az 2'si hukukçu olmak üzere 3 üyeyi Yükseköğretim Kurulunun... göstereceği üçer aday içinden seçer.",
    "aciklama": "Cumhurbaşkanı, toplam 12 AYM üyesi seçer. Bu üyeler arasında Yükseköğretim Kurulu adayları önemli bir akademik kontenjanı oluşturur."
  },
  {
    "soru_id": "ANAYASA_055",
    "konu": "AYM Üye Seçimi (Cumhurbaşkanı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Cumhurbaşkanı, Yargıtay ve Danıştay genel kurullarından kaçar üye seçer ve bu kurullar her boş yer için kaçar aday gösterir?",
    "secenekler": {
      "a": "Yargıtay 3, Danıştay 2 üye seçer / Her boş yer için ikişer aday gösterilir.",
      "b": "Yargıtay 2, Danıştay 3 üye seçer / Her boş yer için üçer aday gösterilir.",
      "c": "Yargıtay 3, Danıştay 2 üye seçer / Her boş yer için üçer aday gösterilir.",
      "d": "Yargıtay 4, Danıştay 1 üye seçer / Her boş yer için üçer aday gösterilir.",
      "e": "Yargıtay 2, Danıştay 2 üye seçer / Her boş yer için ikişer aday gösterilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "3 üyeyi Yargıtay, 2 üyeyi Danıştay genel kurullarınca kendi başkan ve üyeleri arasından her boş yer için gösterecekleri üçer aday içinden seçer.",
    "aciklama": "Cumhurbaşkanı'nın Yüksek Mahkemelerden seçtiği üyeler, yargı organları arasında bir denge gözetilmesini amaçlar."
  },
  {
    "soru_id": "ANAYASA_056",
    "konu": "AYM Üyeliği Şartları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi üyeliği için avukatların sahip olması gereken fiili avukatlık süresi ve öğretim üyelerinin sahip olması gereken akademik unvan nedir?",
    "secenekler": {
      "a": "Avukatlar en az 10 yıl / Öğretim üyeleri doçent unvanı.",
      "b": "Avukatlar en az 20 yıl / Öğretim üyeleri profesör veya doçent unvanı.",
      "c": "Avukatlar en az 15 yıl / Öğretim üyeleri profesör unvanı.",
      "d": "Avukatlar en az 25 yıl / Öğretim üyeleri doçent unvanı.",
      "e": "Avukatlar en az 20 yıl / Öğretim üyeleri sadece profesör unvanı."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Avukatların en az 20 yıl fiilen avukatlık yapmış olması gerekir. Yükseköğretim kurumları öğretim üyelerinin profesör veya doçent unvanını kazanmış olması gerekir.",
    "aciklama": "AYM üyeliği için hukuk tecrübesi ve akademik nitelikler açısından yüksek standartlar belirlenmiştir."
  },
  {
    "soru_id": "ANAYASA_057",
    "konu": "AYM Üyeliği Şartları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi üyeliği için üst kademe yöneticilerinin ve birinci sınıf hâkim/savcıların adaylık dahil sahip olması gereken minimum mesleki çalışma süresi kaç yıldır?",
    "secenekler": {
      "a": "Üst kademe yöneticileri 15 yıl / Hâkim ve savcılar 15 yıl.",
      "b": "Üst kademe yöneticileri 20 yıl / Hâkim ve savcılar 15 yıl.",
      "c": "Üst kademe yöneticileri 20 yıl / Hâkim ve savcılar 20 yıl.",
      "d": "Üst kademe yöneticileri 10 yıl / Hâkim ve savcılar 20 yıl.",
      "e": "Üst kademe yöneticileri 25 yıl / Hâkim ve savcılar 25 yıl."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Üst kademe yöneticilerinin yükseköğrenim görmüş ve en az 20 yıl kamu hizmetinde fiilen çalışmış olması gerekir. Birinci sınıf hâkim ve savcıların adaylık dahil en az 20 yıl çalışmış olması şarttır.",
    "aciklama": "Bu görevler için adaylardan uzun süreli ve nitelikli mesleki tecrübe aranır."
  },
  {
    "soru_id": "ANAYASA_058",
    "konu": "AYM Başkan ve Başkanvekili Seçimi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "AYM üyeleri arasından, Başkan ve iki başkanvekili kaç yıl için ve hangi çoğunlukla seçilir?",
    "secenekler": {
      "a": "5 yıl için / üye tam sayısının $2/3$'ü.",
      "b": "4 yıl için / üye tam sayısının salt çoğunluğu.",
      "c": "6 yıl için / gizli oyla.",
      "d": "2 yıl için / üye tam sayısının salt çoğunluğu.",
      "e": "4 yıl için / üye tam sayısının $3/5$'ü."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Üyeler arasından gizli oyla ve üye tam sayısının salt çoğunluğu ile 4 yıl için bir Başkan ve iki başkanvekili seçilir. Süresi bitenler yeniden seçilebilirler.",
    "aciklama": "Başkanlık seçimi gizli oyla yapılır ve süresi bitenler yeniden seçilebilir."
  },
  {
    "soru_id": "ANAYASA_059",
    "konu": "AYM Üyeliği Süresi ve Emeklilik",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "AYM üyeleri kaç yıl için seçilirler ve üyeler kaç yaşını doldurunca emekliye ayrılırlar?",
    "secenekler": {
      "a": "10 yıl için seçilirler / 70 yaşını doldurunca emekliye ayrılırlar.",
      "b": "12 yıl için seçilirler / 65 yaşını doldurunca emekliye ayrılırlar.",
      "c": "15 yıl için seçilirler / 65 yaşını doldurunca emekliye ayrılırlar.",
      "d": "4 yıl için seçilirler / 60 yaşını doldurunca emekliye ayrılırlar.",
      "e": "6 yıl için seçilirler / 65 yaşını doldurunca emekliye ayrılırlar."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Üyeler 12 yıl için seçilirler. Bir kimse iki defa AYM üyesi seçilemez. Üyeler 65 yaşını doldurunca emekliye ayrılırlar.",
    "aciklama": "AYM üyeliği tek dönemle (12 yıl) sınırlı bir görevdir ve 65 yaş sınırı uygulanır."
  },
  {
    "soru_id": "ANAYASA_060",
    "konu": "AYM Üyeliğinin Sona Ermesi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "AYM üyeliği, bir üyenin hangi durumdan dolayı hüküm giymesi halinde kendiliğinden sona erer?",
    "secenekler": {
      "a": "Devlet aleyhine bir suçtan.",
      "b": "Milletvekili seçilmesi halinde.",
      "c": "Hakimlik mesleğinden çıkarılmayı gerektiren bir suçtan.",
      "d": "Terör suçlarından.",
      "e": "Taksirli suçlardan."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Üyelik, bir üyenin hakimlik mesleğinden çıkarılmayı gerektiren bir suçtan dolayı hüküm giymesi halinde kendiliğinden... sona erer.",
    "aciklama": "Bu, üyenin hukuki ve mesleki itibarını kaybetmesi durumunda üyeliğin otomatik olarak sona ermesi şartıdır."
  },
  {
    "soru_id": "ANAYASA_061",
    "konu": "AYM Görevleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "AYM, kanunların, Cumhurbaşkanlığı kararnamelerinin ve TBMM İçtüzüğünün Anayasaya şekil ve esas bakımından uygunluğunu denetlerken, Anayasa değişikliklerini sadece hangi bakımdan inceler ve denetler?",
    "secenekler": {
      "a": "Esas bakımından inceler.",
      "b": "Şekil bakımından inceler.",
      "c": "Hem esas hem şekil bakımından inceler.",
      "d": "Hem esas hem de içerik bakımından inceler.",
      "e": "Hiçbir şekilde denetlemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Anayasa değişikliklerini ise sadece şekil bakımından inceler ve denetler.",
    "aciklama": "Anayasa değişikliklerinin sadece şekil (usul) yönünden denetlenmesi, Anayasa koyucu iradenin (TBMM) siyasi alanını korur."
  },
  {
    "soru_id": "ANAYASA_062",
    "konu": "AYM Görevleri",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hangi hukuki düzenlemelerin Anayasaya aykırılığı iddiasıyla Anayasa Mahkemesinde dava açılamaz?",
    "secenekler": {
      "a": "Kanunlar ve TBMM İçtüzüğü.",
      "b": "Cumhurbaşkanlığı Kararnameleri ve Kanunlar.",
      "c": "Olağanüstü hallerde ve savaş hallerinde çıkarılan Cumhurbaşkanlığı kararnameleri.",
      "d": "Milletlerarası antlaşmalar.",
      "e": "Yönetmelikler ve genelgeler."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Olağanüstü hallerde ve savaş hallerinde çıkarılan Cumhurbaşkanlığı kararnamelerinin şekil ve esas bakımından Anayasaya aykırılığı iddiasıyla, AYM'de dava açılamaz.",
    "aciklama": "Olağanüstü yönetim usullerinin gerektirdiği hız ve etkinlik nedeniyle bu kararnameler yargı denetimi dışı bırakılmıştır."
  },
  {
    "soru_id": "ANAYASA_063",
    "konu": "Şekil Bakımından Denetim",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunların Anayasaya şekil bakımından uygunluğunu denetlemek için Anayasa Mahkemesine kimler başvurabilir?",
    "secenekler": {
      "a": "TBMM'de en fazla üyeye sahip üç siyasi parti grubu.",
      "b": "Cumhurbaşkanı veya TBMM üyelerinin $1/5$'i.",
      "c": "Cumhurbaşkanı veya TBMM üyelerinin $1/3$'ü.",
      "d": "Yargıtay Cumhuriyet Başsavcısı ve Danıştay Başsavcısı.",
      "e": "Herhangi bir milletvekili veya Yüksek Seçim Kurulu."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Şekil Bakımından Denetim: Cumhurbaşkanınca veya TBMM üyelerinin $1/5$'i tarafından istenebilir.",
    "aciklama": "Şekil denetiminde başvuru yetkisi, Cumhurbaşkanı ve TBMM'deki belirli bir azınlık grubuna verilmiştir."
  },
  {
    "soru_id": "ANAYASA_064",
    "konu": "Şekil Bakımından Denetim",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun yayımlandığı tarihten itibaren kaç gün geçtikten sonra, şekil bozukluğuna dayalı iptal davası açılamaz?",
    "secenekler": {
      "a": "7 gün",
      "b": "10 gün",
      "c": "15 gün",
      "d": "30 gün",
      "e": "60 gün"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kanunun yayımlandığı tarihten itibaren 10 gün geçtikten sonra, şekil bozukluğuna dayalı iptal davası açılamaz; def'i yoluyla da ileri sürülemez.",
    "aciklama": "Şekil bozukluğuna dayalı itirazlar, hukuki kesinliği sağlamak adına kısa bir süre ile sınırlandırılmıştır."
  },
  {
    "soru_id": "ANAYASA_065",
    "konu": "Yüce Divan Sıfatıyla Yargılama",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Anayasa Mahkemesi, Yüce Divan sıfatıyla aşağıdakilerden hangisini görevleriyle ilgili suçlardan dolayı yargılamaz?",
    "secenekler": {
      "a": "TBMM Başkanı ve Cumhurbaşkanı yardımcıları.",
      "b": "Genelkurmay Başkanı ve Kuvvet Komutanları.",
      "c": "Yargıtay ve Danıştay Başkan ve üyeleri.",
      "d": "Hâkimler ve Savcılar Kurulu (HSK) ve Sayıştay Başkan ve üyeleri.",
      "e": "Milletvekilleri ve Yükseköğretim Kurumu (YÖK) üyeleri.",
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "AYM, Cumhurbaşkanını, TBMM Başkanını, Cumhurbaşkanı yardımcılarını, bakanları, AYM, Yargıtay, Danıştay Başkan ve üyelerini, Başsavcılarını, Cumhuriyet Başsavcıvekilini, Hakimler ve Savcılar Kurulu ve Sayıştay Başkan ve üyelerini görevleriyle ilgili suçlardan dolayı Yüce Divan sıfatıyla yargılar. Genelkurmay Başkanı, Kara, Deniz ve Hava Kuvvetleri Komutanları da görevleriyle ilgili suçlardan dolayı Yüce Divanda yargılanırlar.",
    "aciklama": "Yüce Divan'da yargılananlar, devletin en üst düzey yürütme ve yargı organlarının yöneticileridir; milletvekilleri ise Yüce Divan'da yargılanmaz."
  },
  {
    "soru_id": "ANAYASA_066",
    "konu": "Yüce Divan Sıfatıyla Yargılama",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "AYM'nin Yüce Divan sıfatıyla yaptığı yargılamalarda savcılık görevini hangi makam yürütür?",
    "secenekler": {
      "a": "Adalet Bakanlığı",
      "b": "Yargıtay Cumhuriyet Başsavcısı veya Başsavcıvekili",
      "c": "HSK Başkan vekili",
      "d": "Danıştay Başsavcısı",
      "e": "TBMM Adalet Komisyonu Başkanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yüce Divanda, savcılık görevini Cumhuriyet Başsavcısı veya Cumhuriyet Başsavcıvekili yapar.",
    "aciklama": "Yüce Divan yargılamaları, normal yargılama süreçlerine benzer şekilde, savcılık görevinin Yargıtay Cumhuriyet Başsavcılığı tarafından yürütülmesini gerektirir."
  },
  {
    "soru_id": "ANAYASA_067",
    "konu": "AYM Çalışma ve Karar Yeter Sayıları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Anayasa Mahkemesi Genel Kurulu, Mahkeme Başkanının veya Başkanın belirleyeceği başkanvekilinin başkanlığında en az kaç üye ile toplanır?",
    "secenekler": {
      "a": "5 üye",
      "b": "7 üye",
      "c": "9 üye",
      "d": "10 üye",
      "e": "15 üye"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Genel Kurul, Mahkeme Başkanının veya Başkanın belirleyeceği başkanvekilinin başkanlığında en az 10 üye ile toplanır.",
    "aciklama": "AYM Genel Kurulu, Mahkemenin en az $2/3$'ü (10 üye) ile toplanır."
  },
  {
    "soru_id": "ANAYASA_068",
    "konu": "AYM Çalışma ve Karar Yeter Sayıları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi Genel Kurulu'nda, Anayasa değişikliğinde iptale veya siyasî partilerin kapatılmasına karar verilebilmesi için toplantıya katılan üyelerin oy çokluğu şartı nedir?",
    "secenekler": {
      "a": "Salt çoğunluk.",
      "b": "Üye tamsayısının $3/5$'ü.",
      "c": "Toplantıya katılan üyelerin salt çoğunluğu.",
      "d": "Toplantıya katılan üyelerin $2/3$'ü.",
      "e": "Üye tamsayısının $2/3$'ü."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Anayasa değişikliğinde iptale, siyasî partilerin kapatılmasına ya da Devlet yardımından yoksun bırakılmasına karar verilebilmesi için toplantıya katılan üyelerin $2/3$'ü oy çokluğu şarttır.",
    "aciklama": "Bu kararların alınması için yüksek bir çoğunluk aranması, siyasi hassasiyetleri ve Anayasa'nın temel hükümlerini güvence altına almayı amaçlar."
  },
  {
    "soru_id": "ANAYASA_069",
    "konu": "İptal Davası Açma Hakkı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunların, Cumhurbaşkanlığı kararnamelerinin veya TBMM İçtüzüğünün Anayasaya aykırılığı iddiasıyla AYM'de doğrudan doğruya iptal davası açabilme hakkı, TBMM üyelerinin en az kaçta kaçlık bir grubuna aittir?",
    "secenekler": {
      "a": "$1/4$'ü.",
      "b": "$1/5$'i.",
      "c": "$1/3$'ü.",
      "d": "Salt çoğunluğu.",
      "e": "2/3'ü."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "AYM'de doğrudan doğruya iptal davası açabilme hakkı, Cumhurbaşkanına, TBMM'de en fazla üyeye sahip iki siyasi parti grubuna ve üye tamsayısının en az $1/5$ tutarındaki üyelere aittir.",
    "aciklama": "İptal davası açma hakkı, Cumhurbaşkanı ve TBMM'deki siyasi azınlıklar (en fazla üyeye sahip iki grup ve $1/5$ oranındaki milletvekili grubu) arasında dengelenmiştir."
  },
  {
    "soru_id": "ANAYASA_070",
    "konu": "İptal Davası Süresi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Doğrudan doğruya iptal davası açma hakkı, iptali istenen kanun, Cumhurbaşkanlığı kararnamesi veya içtüzüğün Resmî Gazetede yayımlanmasından başlayarak kaç gün sonra düşer?",
    "secenekler": {
      "a": "10 gün",
      "b": "30 gün",
      "c": "60 gün",
      "d": "90 gün",
      "e": "1 yıl"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Doğrudan doğruya iptal davası açma hakkı, iptali istenen kanun, Cumhurbaşkanlığı kararnamesi veya içtüzüğün Resmi Gazetede yayımlanmasından başlayarak 60 gün sonra düşer.",
    "aciklama": "İptal davası açma süresi, hukuki kesinliği sağlamak amacıyla 60 gün ile sınırlandırılmıştır."
  },
  {
    "soru_id": "ANAYASA_071",
    "konu": "Karar Süresi ve Yeniden Başvuru",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Anayasa Mahkemesi, işin kendisine gelişinden başlamak üzere kaç ay içinde kararını verir ve açıklar? Ayrıca, işin esasına girerek verdiği red kararının Resmî Gazetede yayımlanmasından sonra kaç yıl geçmedikçe aynı kanun hükmü hakkında tekrar başvuruda bulunulamaz?",
    "secenekler": {
      "a": "3 ay içinde / 5 yıl geçmedikçe.",
      "b": "5 ay içinde / 5 yıl geçmedikçe.",
      "c": "5 ay içinde / 10 yıl geçmedikçe.",
      "d": "6 ay içinde / 10 yıl geçmedikçe.",
      "e": "3 ay içinde / 1 yıl geçmedikçe."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "AYM, işin kendisine gelişinden başlamak üzere 5 ay içinde kararını verir ve açıklar. AYM'nin işin esasına girerek verdiği red kararının Resmî Gazetede yayımlanmasından sonra 10 yıl geçmedikçe aynı kanun hükmünün Anayasaya aykırılığı iddiasıyla tekrar başvuruda bulunulamaz.",
    "aciklama": "Bu süreler, AYM'nin yargı süreçlerinin hızını ve kararlarının istikrarını (10 yıllık yasak) belirler."
  },
  {
    "soru_id": "ANAYASA_072",
    "konu": "Yargıtay",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Yargıtay'ın görev alanı nedir ve üyeleri kim tarafından, hangi çoğunlukla ve nasıl seçilir?",
    "secenekler": {
      "a": "İdari yargı mahkemelerinin son inceleme mercii / Cumhurbaşkanı tarafından salt çoğunlukla açık oyla seçilir.",
      "b": "Adliye mahkemelerinin son inceleme mercii / Hakimler ve Savcılar Kurulunca üye tamsayısının salt çoğunluğu ile gizli oyla seçilir.",
      "c": "Uyuşmazlık Mahkemesi kararlarının son inceleme mercii / TBMM tarafından $2/3$'ü gizli oyla seçilir.",
      "d": "Askeri mahkemelerin son inceleme mercii / Yargıtay Genel Kurulu tarafından salt çoğunlukla açık oyla seçilir.",
      "e": "Adliye mahkemelerinin ilk derece mercii / Adalet Bakanı tarafından açık oyla seçilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Adliye mahkemelerince verilen ve kanunun başka bir adli yargı merciine bırakmadığı karar ve hükümlerin son inceleme merciidir. Üyeleri... Hakimler ve Savcılar Kurulunca üye tamsayısının salt çoğunluğu ile ve gizli oyla seçilir.",
    "aciklama": "Yargıtay, adli yargıdaki en yüksek mahkemedir ve üyeleri HSK tarafından gizli oyla seçilir."
  },
  {
    "soru_id": "ANAYASA_073",
    "konu": "Yargıtay",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yargıtay Cumhuriyet Başsavcısı ve Cumhuriyet Başsavcıvekili, kim tarafından ve kaç yıl için seçilir? Seçim usulü nedir?",
    "secenekler": {
      "a": "Hakimler ve Savcılar Kurulunca / 4 yıl için / açık oyla.",
      "b": "Yargıtay Genel Kurulunca / 5 yıl için / ad çekme ile.",
      "c": "Cumhurbaşkanı tarafından / 4 yıl için / Yargıtay Genel Kurulu'nun belirleyeceği beşer aday arasından gizli oyla.",
      "d": "TBMM tarafından / 5 yıl için / gizli oyla.",
      "e": "Cumhurbaşkanı tarafından / 6 yıl için / Yargıtay Genel Kurulu'nun belirleyeceği üçer aday arasından gizli oyla."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yargıtay Cumhuriyet Başsavcısı ve Cumhuriyet Başsavcıvekili, Yargıtay Genel Kurulunun kendi üyeleri arasından gizli oyla belirleyeceği beşer aday arasından Cumhurbaşkanı tarafından 4 yıl için seçilirler.",
    "aciklama": "Bu makamlar, Cumhurbaşkanı tarafından atanır ve seçim, Yargıtay Genel Kurulu'nun aday belirleme süreciyle başlar."
  },
  {
    "soru_id": "ANAYASA_074",
    "konu": "Danıştay",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Danıştay'ın görev alanı nedir ve üyelerinin kaçta kaçı Hâkimler ve Savcılar Kurulu (HSK) tarafından seçilir?",
    "secenekler": {
      "a": "Adli yargı mahkemelerinin son inceleme mercii / $1/4$'ü.",
      "b": "İdari yargı mahkemelerinin son inceleme mercii / $3/4$'ü.",
      "c": "Uyuşmazlık mahkemelerinin son inceleme mercii / $2/3$'ü.",
      "d": "İdari yargı mahkemelerinin son inceleme mercii / $1/4$'ü.",
      "e": "Adli yargı mahkemelerinin son inceleme mercii / $3/4$'ü."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İdari mahkemelerce verilen ve kanunun başka bir idari yargı merciine bırakmadığı karar ve hükümlerin son inceleme merciidir. Üyelerinin $3/4$'ü, ... Hakimler ve Savcılar Kurulu...",
    "aciklama": "Danıştay, idari yargıdaki en yüksek mahkemedir ve üyelerinin büyük çoğunluğu HSK tarafından seçilir."
  },
  {
    "soru_id": "ANAYASA_075",
    "konu": "Uyuşmazlık Mahkemesi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Uyuşmazlık Mahkemesi'nin Başkanlığını, hangi merciin kendi üyeleri arasından görevlendirdiği üye yapar?",
    "secenekler": {
      "a": "Yargıtay",
      "b": "Danıştay",
      "c": "Anayasa Mahkemesi",
      "d": "Yüksek Seçim Kurulu",
      "e": "Hâkimler ve Savcılar Kurulu"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu mahkemenin Başkanlığını Anayasa Mahkemesince, kendi üyeleri arasından görevlendirilen üye yapar.",
    "aciklama": "Uyuşmazlık Mahkemesi, adli ve idari yargı mercileri arasındaki görev ve hüküm uyuşmazlıklarını çözdüğü için, en yüksek yargı organı olan AYM'nin bir üyesi tarafından yönetilir."
  },
  {
    "soru_id": "ANAYASA_076",
    "konu": "Hâkimler ve Savcılar Kurulu (HSK)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Hâkimler ve Savcılar Kurulu (HSK) kaç üyeden oluşur ve Kurulu'nun Başkanı kimdir?",
    "secenekler": {
      "a": "15 üyeden oluşur / Cumhurbaşkanıdır.",
      "b": "13 üyeden oluşur / Adalet Bakanıdır.",
      "c": "11 üyeden oluşur / Yargıtay Birinci Başkanıdır.",
      "d": "7 üyeden oluşur / Danıştay Başsavcısıdır.",
      "e": "13 üyeden oluşur / Adalet Bakanlığı Müsteşarıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "HSK 13 üyeden oluşur; iki daire halinde çalışır. Kurulun Başkanı Adalet Bakanıdır.",
    "aciklama": "HSK'nın Başkanı Adalet Bakanıdır ve Adalet Bakanlığı Müsteşarı (güncel Anayasa metnine göre Bakan Yardımcısı) Kurulun tabiî üyesidir."
  },
  {
    "soru_id": "ANAYASA_077",
    "konu": "Hâkimler ve Savcılar Kurulu (HSK) Üye Seçimi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hâkimler ve Savcılar Kurulu'nda (HSK), adlî yargı hâkim ve savcıları ile idarî yargı hâkim ve savcıları arasından Cumhurbaşkanı kaçar üye seçer?",
    "secenekler": {
      "a": "Adlî yargıdan 2 üye / İdarî yargıdan 2 üye.",
      "b": "Adlî yargıdan 3 üye / İdarî yargıdan 1 üye.",
      "c": "Adlî yargıdan 1 üye / İdarî yargıdan 3 üye.",
      "d": "Adlî yargıdan 4 üye / İdarî yargıdan 0 üye.",
      "e": "Adlî yargıdan 3 üye / İdarî yargıdan 3 üye."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "3 üyesi birinci sınıf olup... adlî yargı hâkim ve savcıları arasından, 1 üyesi birinci sınıf olup... idarî yargı hâkim ve savcıları arasından Cumhurbaşkanınca seçilir.",
    "aciklama": "Cumhurbaşkanı, yargı mensupları arasından toplam 4 HSK üyesi (3 adli, 1 idari) seçer."
  },
  {
    "soru_id": "ANAYASA_078",
    "konu": "Hâkimler ve Savcılar Kurulu (HSK) Üye Seçimi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hâkimler ve Savcılar Kurulu'nun (HSK) toplam 13 üyesinden kaçı TBMM tarafından yükseköğretim kurumlarının hukuk dallarında görev yapan öğretim üyeleri ile avukatlar arasından seçilir?",
    "secenekler": {
      "a": "1 üye",
      "b": "2 üye",
      "c": "3 üye",
      "d": "4 üye",
      "e": "5 üye"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "3 üyesi nitelikleri kanunda belirtilen yükseköğretim kurumlarının hukuk dallarında görev yapan öğretim üyeleri ile avukatlar arasından Türkiye Büyük Millet Meclisi tarafından seçilir.",
    "aciklama": "TBMM, HSK'ya yasama temsiliyetini sağlamak amacıyla bu üyeleri seçer."
  },
  {
    "soru_id": "ANAYASA_079",
    "konu": "Sayıştay",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sayıştay'ın temel görev ve yetkisi nedir?",
    "secenekler": {
      "a": "Adli yargı kararlarını kesin hükme bağlamak.",
      "b": "Cumhurbaşkanlığı kararnamelerinin Anayasaya uygunluğunu denetlemek.",
      "c": "Merkezî yönetim bütçesi kapsamındaki kamu idareleri ile sosyal güvenlik kurumlarının bütün gelir ve giderleri ile mallarını TBMM adına denetlemek ve sorumluların hesap ve işlemlerini kesin hükme bağlamak.",
      "d": "Yükseköğretim Kurumu (YÖK) kararlarını incelemek.",
      "e": "Milletlerarası andlaşmaların onaylanmasını uygun bulmak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Sayıştay, merkezî yönetim bütçesi kapsamındaki kamu idareleri ile sosyal güvenlik kurumlarının bütün gelir ve giderleri ile mallarını Türkiye Büyük Millet Meclisi adına denetlemek ve sorumluların hesap ve işlemlerini kesin hükme bağlamak ve kanunlarla verilen inceleme, denetleme ve hükme bağlama işlerini yapmakla görevlidir.",
    "aciklama": "Sayıştay, TBMM adına mali denetimi gerçekleştiren en yüksek denetleme organıdır."
  },
  {
    "soru_id": "ANAYASA_080",
    "konu": "Yargıtay ve Danıştay Başkan/Başsavcı Seçimi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yargıtay Birinci Başkanı, Danıştay Başkanı ve bu kurulların diğer daire başkanları kaç yıl için ve hangi çoğunlukla seçilir?",
    "secenekler": {
      "a": "5 yıl için / üye tamsayısının $2/3$'ü ile gizli oyla.",
      "b": "6 yıl için / katılanların salt çoğunluğu ile açık oyla.",
      "c": "4 yıl için / üye tamsayısının salt çoğunluğu ve gizli oyla.",
      "d": "4 yıl için / TBMM Genel Kurulu tarafından açık oyla.",
      "e": "5 yıl için / ad çekme ile gizli oyla."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yargıtay Birinci Başkanı, birinci başkanvekilleri ve daire başkanları kendi üyeleri arasından Yargıtay Genel Kurulunca üye tamsayısının salt çoğunluğu ve gizli oyla 4 yıl için seçilirler. ... Danıştay Başkanı, Başsavcı, başkanvekilleri ve daire başkanları, kendi üyeleri arasından Danıştay Genel Kurulunca üye tamsayısının salt çoğunluğu ve gizli oyla 4 yıl için seçilirler.",
    "aciklama": "Yargıtay ve Danıştay'ın üst düzey yöneticileri, kendi genel kurulları tarafından seçilir ve süresi bitenler yeniden seçilebilirler."
  }
]
