[

  {
    "soru_id": "DSPLN_001",
    "konu": "TSK Disiplin Kanunu - Amaç, Kapsam ve Tanımlar (Madde 1-3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 1. Maddesi'ne göre, bu kanunun amacı, TSK'da etkin bir disiplin sisteminin hangi üç aşamasını sağlamaya yönelik usul ve esasları belirlemektir?",
    "secenekler": {
      "a": "Planlanması, uygulanması ve denetlenmesi",
      "b": "Tesisi, muhafazası ve idamesi",
      "c": "Cezalandırılması, ödüllendirilmesi ve teşvik edilmesi",
      "d": "Eğitimi, tatbikatı ve harbe hazırlığı",
      "e": "Soruşturulması, kovuşturulması ve yargılanması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 1 – (1) Bu Kanunun amacı; Türk Silahlı Kuvvetlerinde etkin bir disiplin sisteminin tesisi, muhafazası ve idamesine ilişkin usul ve esasları belirlemektir.",
    "aclama": "Bu madde, kanunun felsefesini özetler. Amaç, sadece disiplini kurmakla ('tesis') kalmayıp, mevcut disiplin anlayışını korumak ('muhafaza') ve bunun kesintisiz bir şekilde devamını sağlamaktır ('idame'). Bu üç kelime, disiplin sisteminin kurulması, sürdürülmesi ve geliştirilmesini içeren dinamik bir süreci ifade eder."
  },
  {
    "soru_id": "DSPLN_002",
    "konu": "TSK Disiplin Kanunu - Amaç, Kapsam ve Tanımlar (Madde 1-3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TSK Disiplin Kanunu'nun 2. Maddesi'ne göre, aşağıdaki personelden hangisi bu kanunun kapsamı dışındadır?",
    "secenekler": {
      "a": "Askeri öğrenciler",
      "b": "Sözleşmeli erbaş ve erler",
      "c": "Uzman erbaşlar",
      "d": "Askeri hâkimler",
      "e": "Astsubaylar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MADDE 2 – (1) Bu Kanun; askeri hâkimler hariç subaylar, astsubaylar, uzman erbaşlar, sözleşmeli erbaş ve erler, erbaş ve erler ile askeri öğrencileri kapsar.",
    "aclama": "Bu madde, kanunun kimlere uygulanacağını tanımlarken, çok net bir istisna belirtir. Askeri hakimler, yargı bağımsızlığı ilkesinin bir gereği olarak, kendi özel kanunlarına ve disiplin prosedürlerine tabidirler. Bu nedenle, genel TSK disiplin sistemini düzenleyen bu kanunun kapsamı dışında ('hariç') tutulmuşlardır."
  },
  {
    "soru_id": "DSPLN_003",
    "konu": "TSK Disiplin Kanunu - Amaç, Kapsam ve Tanımlar (Madde 1-3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 3. Maddesi'ndeki tanımlara göre, 'Disiplin soruşturması' ile 'Tahkikat' arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Disiplin soruşturmasını subaylar, tahkikatı ise astsubaylar yapar.",
      "b": "Disiplin soruşturması disiplin amirlerince yapılırken, tahkikat disiplin kuruluna sevk edilen personel hakkında yapılan tüm faaliyetlerdir.",
      "c": "Disiplin soruşturması sözlü, tahkikat ise yazılı olarak yapılır.",
      "d": "İkisi arasında hiçbir fark yoktur, aynı anlama gelirler.",
      "e": "Disiplin soruşturması ceza ile sonuçlanır, tahkikat ise beraatle sonuçlanabilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "e) Disiplin soruşturması: ...disiplin amirleri tarafından yapılan... araştırma... f) Tahkikat: ...disiplin kuruluna sevk edilen personel hakkında yapılan tüm faaliyetleri...",
    "aclama": "Bu soru, kanundaki iki farklı hukuki sürecin ayrımını bilmeyi gerektirir. 'Disiplin soruşturması', bir disiplin amirinin kendi yetkisi dahilindeki bir cezayı vermeden önce yaptığı veya yaptırdığı basit araştırma ve incelemedir. 'Tahkikat' ise, olayın daha ciddi olduğu ve disiplin amirinin yetkisini aşarak 'disiplin kuruluna' sevk edildiği durumlarda, bu kurulun karar vermesi için yapılan daha kapsamlı ve derinlemesine araştırma, inceleme ve delil toplama faaliyetlerinin tamamıdır."
  },
  {
    "soru_id": "DSPLN_004",
    "konu": "TSK Disiplin Kanunu - Amaç, Kapsam ve Tanımlar (Madde 1-3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 3'e göre, bir amirin, disiplin amirinin 'Üst disiplin amiri' sayılabilmesi için, disiplin amirine kadro ve kuruluş yönünden bağlı olmasının yanı sıra taşıması gereken diğer bir şart nedir?",
    "secenekler": {
      "a": "Aynı birlik içinde görev yapıyor olması.",
      "b": "Disiplin cezası verilecek personelden makam yahut rütbe veya kıdemce büyük olması.",
      "c": "En az bir yıl kıdemli olması.",
      "d": "Disiplin kursu görmüş olması.",
      "e": "Daha önce hiç disiplin cezası almamış olması."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "g) Üst disiplin amirleri: Disiplin amirinin... bağlı bulunduğu ve disiplin cezası verilecek personelden makam yahut rütbe veya kıdemce büyük olan yetkili sıralı tüm amirleri...",
    "aclama": "Bu tanım, üst disiplin amirliği yetkisinin otomatik olmadığını, belirli bir koşula bağlı olduğunu belirtir. Bir amirin, başka bir amirin verdiği cezayı onaylama veya değiştirme yetkisine sahip bir 'üst disiplin amiri' olabilmesi için, sadece o amirin üstü olması yetmez. Aynı zamanda, ceza verilen personelden de 'makam, rütbe veya kıdem' olarak daha üstün olması şarttır. Aksi takdirde, cezalandırılan personelden daha kıdemsiz bir amir, onun cezası hakkında karar veremez."
  },
  {
    "soru_id": "DSPLN_005",
    "konu": "TSK Disiplin Kanunu - Genel Hükümler (Madde 4-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 4. Maddesi'ne göre, bir fiilin hem bu kanunda bir disiplinsizlik hem de başka bir kanunda idari bir yaptırım olarak düzenlenmesi durumunda nasıl bir işlem yapılır?",
    "secenekler": {
      "a": "Sadece daha ağır olan ceza verilir.",
      "b": "Sadece idari yaptırım uygulanır, disiplin cezası verilmez.",
      "c": "Bu durum, aynı fiile bu kanun kapsamında disiplin cezası verilmesine engel teşkil etmez.",
      "d": "Personelin seçimine göre cezalardan biri verilir.",
      "e": "Her iki ceza da verilir ancak sadece biri uygulanır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(4) Bir fiilin diğer kanunlar kapsamında idari yaptırıma bağlanmış olması, aynı fiile bu Kanun kapsamında disiplin cezası verilmesine engel teşkil etmez.",
    "aclama": "Bu madde, farklı kanunların farklı amaçlar taşıdığı ilkesine dayanır. Bir fiil, örneğin trafik kanununa göre bir idari para cezası gerektirirken, aynı fiil bir askerin hizmetini aksatması nedeniyle askeri disiplin hukuku açısından da bir disiplinsizlik teşkil edebilir. Bu durumda, iki farklı hukuki düzenleme birbirine engel olmaz ve her iki yaptırım da ayrı ayrı uygulanabilir."
  },
  {
    "soru_id": "DSPLN_006",
    "konu": "TSK Disiplin Kanunu - Genel Hükümler (Madde 4-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 5. Maddesi'ne göre, bir personel hakkında işlediği bir fiilden dolayı adli bir soruşturma (savcılık soruşturması) yürütülüyor olması, aynı fiilden dolayı hakkında disiplin soruşturması yapılmasına ve ceza verilmesine engel midir?",
    "secenekler": {
      "a": "Evet, adli soruşturma bitene kadar disiplin işlemi yapılamaz.",
      "b": "Hayır, adli soruşturma, disiplin soruşturması yapılmasına ve ceza verilmesine engel değildir.",
      "c": "Sadece ağır cezalık suçlarda disiplin soruşturması bekletilir.",
      "d": "Sadece savcının izniyle disiplin soruşturması yapılabilir.",
      "e": "Evet, adli soruşturmada beraat ederse disiplin cezası verilemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 5 – (1) Herhangi bir fiilden dolayı ilgili hakkında yapılan adli soruşturma veya kovuşturma, aynı fiilden dolayı ayrıca disiplin soruşturması ve tahkikat yapılmasını, disiplin cezası verilmesini ve bu cezanın yerine getirilmesini engellemez.",
    "aclama": "Bu madde, 'adli' ve 'idari (disiplin)' süreçlerin birbirinden bağımsızlığı ilkesini ortaya koyar. Adli süreç, bir fiilin 'suç' olup olmadığını araştırırken, disiplin süreci aynı fiilin 'disiplinsizlik' olup olmadığını araştırır. Bu iki süreç farklı amaçlar taşıdığı için birbirini beklemez ve birbirine engel teşkil etmez. Bir personel, bir fiilden dolayı hem adli ceza hem de disiplin cezası alabilir."
  },
  {
    "soru_id": "DSPLN_007",
    "konu": "TSK Disiplin Kanunu - Genel Hükümler (Madde 4-6)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 6'ya göre, disiplin amirlerinin bir disiplin cezası verirken kullandıkları 'takdir hakkı' ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "secenekler": {
      "a": "Takdir hakkı mutlaka gerekçeli olarak kullanılır.",
      "b": "Takdir hakkı kullanılırken personelin daha önceki disiplin durumu göz önüne alınır.",
      "c": "Takdir hakkı ölçülü, adaletli ve hakkaniyetli bir şekilde kullanılır.",
      "d": "Disiplinsizlik yapan personelin samimi ikrarı ve pişmanlığı dikkate alınır.",
      "e": "Üst idari makamlar, disiplin amirinin takdir hakkını ortadan kaldıracak bir karar verebilir."
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "(4) İtiraz üzerine yetkili makamlar tarafından verilen kararlar hariç olmak üzere, hiçbir idari makam tarafından, disiplin cezası ile ilgili takdir hakkının kaldırılması sonucunu doğuran bir karar verilemez...",
    "aclama": "Bu soru, disiplin amirine tanınan takdir hakkının korunmasına yönelik hükmü anlamayı gerektirir. Kanun, cezayı verecek olan asıl disiplin amirinin, olayın özelliklerine göre bir değerlendirme yapma ('takdir hakkı') yetkisini güvence altına alır. İtiraz mekanizması dışında, daha üst bir idari makamın (örneğin daha üst bir komutanın) genel bir emirle veya talimatla, alttaki amirin bu değerlendirme yetkisini ortadan kaldırması veya 'şu olayda mutlaka şu cezayı vereceksin' şeklinde bir baskı kurması yasaklanmıştır."
  },
  {
    "soru_id": "DSPLN_008",
    "konu": "TSK Disiplin Kanunu - Genel Hükümler (Madde 4-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 6'nın 3. fıkrasında, disiplin cezası verilirken takdir hakkı kullanılırken göz önüne alınacak hususlar sayılmıştır. Aşağıdakilerden hangisi bu hususlardan biri değildir?",
    "secenekler": {
      "a": "Disiplinsizliğin işleniş biçimi",
      "b": "Disiplinsizlik yapan personelin ailevi durumu",
      "c": "Disiplinsizliğin askeri hizmete olumsuz etkisinin ağırlığı",
      "d": "Disiplinsizlik yapan personelin daha önceki disiplin durumu",
      "e": "Disiplinsizlik yapan personelin samimi ikrarı ve gösterdiği pişmanlık"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 6'nın 3. fıkrasında listelenen hususlar.",
    "aclama": "Bu madde, takdir hakkının keyfi değil, objektif kriterlere göre kullanılmasını sağlamayı amaçlar. Bu kriterler; fiilin işleniş şekli, hizmete etkisi, personelin kusur durumu, disiplin geçmişi ve sonradan gösterdiği pişmanlık gibi doğrudan olayla ve personelin göreviyle ilgili somut unsurlardır. 'Personelin ailevi durumu' gibi olayla doğrudan ilgisi olmayan subjektif bir durum, cezanın takdirinde göz önüne alınacak bir kriter olarak maddede sayılmamıştır."
  },
  {
    "soru_id": "DSPLN_009",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 7-8)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 7. Maddesi'ne göre, bir disiplin amiri, maiyetinden birinin disiplinsizlik teşkil edebilecek bir fiilini öğrendiğinde ve olayın araştırılması gerektiğine kanaat getirdiğinde, disiplin soruşturmasını hangi iki yöntemle yapabilir?",
    "secenekler": {
      "a": "Sadece yazılı olarak görevlendireceği soruşturmacılar vasıtasıyla",
      "b": "Sadece şahsen",
      "c": "Yazılı olarak görevlendireceği soruşturmacılar vasıtasıyla ya da şahsen",
      "d": "Askeri savcıya başvurarak",
      "e": "Durumu sadece bir üst amire bildirerek"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...yazılı olarak görevlendireceği soruşturmacılar vasıtasıyla ya da şahsen disiplin soruşturması yapar.",
    "aclama": "Bu madde, disiplin amirine soruşturma yürütme konusunda iki temel seçenek sunar. Amir, olayın niteliğine ve kendi iş yoğunluğuna göre, ya soruşturmayı 'şahsen' yürütebilir ya da bu iş için bir veya daha fazla kişiyi 'yazılı olarak görevlendirerek' soruşturmayı onlar aracılığıyla yaptırabilir. Her iki yöntem de hukuken geçerlidir."
  },
  {
    "soru_id": "DSPLN_010",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 7-8)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 7'ye göre, disiplin soruşturması yapmak üzere görevlendirilen bir heyetin üyelerinin rütbesiyle ilgili kural nedir?",
    "secenekler": {
      "a": "Tüm üyeler, hakkında soruşturma yapılan kişiden rütbece daha kıdemli olmalıdır.",
      "b": "Heyet başkanı hariç, diğer üyeler hakkında soruşturma yapılan kişiden rütbece daha ast olabilir.",
      "c": "Tüm üyeler, hakkında soruşturma yapılan kişi ile aynı rütbede olmalıdır.",
      "d": "Heyet üyelerinin rütbesiyle ilgili bir kural yoktur.",
      "e": "Tüm üyeler subay rütbesinde olmalıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(5) Heyet başkanı hariç olmak üzere gerek görülmesi hâlinde, hakkında disiplin soruşturması yapılacak kişiden rütbe veya kıdemce daha aşağıda heyet üyeleri görevlendirilebilir.",
    "aclama": "Bu soru, soruşturma heyetlerinin oluşturulmasındaki esnekliği ve hiyerarşiyi anlamayı gerektirir. Soruşturmanın adil ve tarafsız yürümesi için heyete başkanlık eden kişinin, soruşturulan personelden rütbe veya kıdemce ast olmaması esastır ('Heyet başkanı hariç'). Ancak, heyetin diğer üyeleri için bu kural esnetilmiştir ve ihtiyaç duyulması halinde soruşturulan personelden daha ast rütbede veya kıdemde personel de heyete üye olarak atanabilir."
  },
  {
    "soru_id": "DSPLN_011",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 7-8)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Kanunun 8. Maddesi'ne göre, bir amirin subay, astsubay veya uzman erbaş statüsündeki bir personele 'disiplin amiri' sıfatıyla ceza verebilmesi için, amir konumunda olması ve personelden rütbe/kıdemce büyük olması şartlarına ek olarak taşıması gereken üçüncü ve en önemli şart nedir?",
    "secenekler": {
      "a": "En az bir yıl o birlikte görev yapmış olması",
      "b": "Personel ile aynı sınıftan olması",
      "c": "İlgili mevzuata göre bu personele sicil verme yetkisinin bulunması",
      "d": "Daha önce hiç disiplin cezası almamış olması",
      "e": "Disiplin amirliği kursunu bitirmiş olması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "c) Disiplin cezası verilecek kişinin subay, astsubay... ve uzman erbaş statüsünde olması hâlinde, ilgili mevzuata göre bu personele sicil verme yetkisinin bulunması, gerekir.",
    "aclama": "Bu soru, disiplin amirliği yetkisinin temelini oluşturan en kritik koşulu bilmeyi gerektirir. Disiplin cezası, personelin mesleki geleceğini etkileyen önemli bir idari işlemdir. Bu nedenle, bu cezayı verme yetkisi, sadece hiyerarşik olarak üst olan bir amire değil, aynı zamanda personelin mesleki performansını, yeterliliğini ve gelişimini değerlendirme ve kayda geçirme sorumluluğuna sahip olan, yani ona 'sicil verme yetkisi bulunan' amire verilmiştir. Sicil amiri olmayan bir üst, disiplin amiri de olamaz (istisnalar hariç)."
  },
  {
    "soru_id": "DSPLN_012",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 7-8)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 8'e göre, bir personelin disiplin amiri, cezanın tebliğinden önce değişirse, disiplin cezasını verme yetki ve sorumluluğu kime geçer?",
    "secenekler": {
      "a": "Yetki ve sorumluluk eski amirde kalır.",
      "b": "Disiplin dosyası kapanır ve ceza verilmez.",
      "c": "Yetki ve sorumluluk yeni disiplin amirine geçer.",
      "d": "Yetki ve sorumluluk bir üst disiplin amirine geçer.",
      "e": "Kararı disiplin kurulu verir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(6) Disiplin cezasının tebliğinden önce disiplinsizlik yapan personelin disiplin amiri değişmiş ise, disiplin cezası verme yetki ve sorumluluğu yeni disiplin amirine geçer.",
    "aclama": "Bu madde, 'yetkide paralellik' ilkesini ve görevin devamlılığını düzenler. Disiplin cezası verme yetkisi, kişiye değil, o anki makama aittir. Eğer bir disiplin amiri, soruşturmayı tamamladıktan sonra, ancak ceza tebliğ edilmeden önce o görevden ayrılırsa (tayin, terfi vb.), ceza verme yetkisi onunla birlikte gitmez. Bu yetki ve sorumluluk, o makama yeni atanan 'yeni disiplin amirine' devrolur ve süreci o tamamlar."
  },
  {
    "soru_id": "DSPLN_013",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 9-10)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 9. Maddesi'ne göre, aşağıdaki durumlardan hangisinde bir üst disiplin amiri, astının disiplin amirinin yetkisini kullanarak doğrudan disiplin soruşturması yapma ve ceza verme yetkisine sahip değildir?",
    "secenekler": {
      "a": "Disiplinsizliğe bizzat şahit olmuşsa",
      "b": "Disiplinsizlik, kendi resmi saygınlığına ve makamına karşı işlenmişse",
      "c": "Disiplinsizlik, emrindeki farklı birliklerden birden fazla kişi tarafından işlenmişse",
      "d": "Disiplinsizlik, astındaki disiplin amirleri tarafından bilinmesine rağmen cezasız bırakılmışsa",
      "e": "Disiplinsizliğin, başka bir birlikte görevli ancak kendisinden daha kıdemsiz bir personele karşı işlenmiş olması"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Madde 9'da listelenen yetki devri durumları.",
    "aclama": "Bu soru, üst disiplin amirinin hangi istisnai durumlarda araya girip doğrudan ceza verebileceğini bilmeyi gerektirir. Madde, bu durumları; cezanın artırılması gerekliliği, olaya bizzat şahit olma, suçun kendi makamına karşı işlenmesi, farklı birliklerden birden fazla kişinin suça karışması veya ast amirlerin görevi ihmal etmesi olarak sınırlar. E seçeneğindeki durum, bu istisnalar arasında yer almaz ve bu durumda ceza verme yetkisi o personelin kendi disiplin amirindedir."
  },
  {
    "soru_id": "DSPLN_014",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 9-10)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 10. Maddesi'ne göre, aşağıdakilerden hangisi bir 'disiplin cezası' sayılmaz?",
    "secenekler": {
      "a": "Uyarma",
      "b": "Sözlü veya yazılı olarak ikaz",
      "c": "Kınama",
      "d": "İzin süresini kısaltma",
      "e": "Aylıktan kesme"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 10 – (1) Amirlerin; maiyetine hatalarını göstermesi, maiyetini eleştirmesi, sözlü veya yazılı olarak ikazı disiplin cezası sayılmaz.",
    "aclama": "Bu madde, amirin eğitsel ve yol gösterici rolü ile cezalandırıcı rolü arasındaki farkı netleştirir. 'Uyarma', 'kınama' gibi eylemler kanunda tanımlanmış resmi disiplin cezalarıdır. Ancak, bir amirin astını gayriresmi olarak 'sözlü veya yazılı ikaz' etmesi, onu eleştirmesi veya hatasını göstermesi, resmi bir ceza işlemi değil, amirin liderlik ve eğitim sorumluluğunun bir parçası olarak kabul edilir ve personelin siciline işlenmez."
  },
  {
    "soru_id": "DSPLN_015",
    "konu": "TSK Disiplin Kanunu - Disiplin Amirlerinin Görev ve Yetkileri (Madde 9-10)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 10'a göre, bir disiplin amirinin, maiyetinin 'disiplin yönünden eğitilmesine ve ıslah edilmesine katkı sağlamak amacıyla' verebileceği ilave görev ve sorumlulukların taşıması gereken iki temel nitelik nedir?",
    "secenekler": {
      "a": "Caydırıcı ve zorlayıcı olmalı",
      "b": "Kısa süreli ve denetlenebilir olmalı",
      "c": "İşlenen fiilin niteliğine uygun ve ölçülü olmalı",
      "d": "Personele ek gelir getirici ve motive edici olmalı",
      "e": "Cezanın kendisinden daha ağır ve caydırıcı olmalı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) ...Verilecek görev ve sorumluluklar; işlenen fiilin niteliğine, personelin statüsüne, rütbesine ve makamına uygun ve ölçülü olur.",
    "aclama": "Bu madde, eğitim amacıyla verilecek ek görevlerin keyfi bir cezalandırmaya dönüşmesini engellemeyi amaçlar. Bu nedenle, verilecek ek görevin iki temel şarta uyması zorunludur: Birincisi, verilen görevin, işlenen disiplinsizlikle mantıksal bir bağının olması, yani 'fiilin niteliğine uygun' olmasıdır. İkincisi ise, 'ölçülülük' ilkesidir; yani verilen ek görev, personelin rütbesi, makamı ve işlenen fiilin ağırlığıyla orantılı olmalı, aşırı bir yük getirmemelidir."
  },
  {
    "soru_id": "DSPLN_016",
    "konu": "TSK Disiplin Kanunu - Subay, Astsubay, Uzman Erbaş Cezaları (Madde 11-12)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 11. Maddesi'ne göre, aşağıdaki disiplin cezalarından hangisi sadece Yüksek Disiplin Kurulları tarafından verilebilir?",
    "secenekler": {
      "a": "Aylıktan kesme",
      "b": "Hizmet yerini terk etmeme",
      "c": "Oda hapsi",
      "d": "Silahlı Kuvvetlerden ayırma",
      "e": "Hizmete kısmi süreli devam"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...Silahlı Kuvvetlerden ayırma cezası yüksek disiplin kurulları tarafından verilir.",
    "aclama": "Bu madde, cezaların ağırlığına göre bu cezaları verebilecek makamları da kademelendirir. En ağır disiplin cezası olan ve personelin meslek hayatını tamamen sona erdiren 'Silahlı Kuvvetlerden ayırma' cezasını verme yetkisi, en üst seviyedeki karar organları olan 'yüksek disiplin kurullarına' aittir. Disiplin amirlerinin bu cezayı verme yetkisi yoktur."
  },
  {
    "soru_id": "DSPLN_017",
    "konu": "TSK Disiplin Kanunu - Subay, Astsubay, Uzman Erbaş Cezaları (Madde 11-12)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 11. Maddesi'ne göre, 'Hizmet yerini terk etmeme' ve 'Oda hapsi' cezalarını verme yetkisine sahip olan makamlar hangileridir?",
    "secenekler": {
      "a": "Sadece disiplin amirleri",
      "b": "Sadece disiplin kurulları",
      "c": "Sadece yüksek disiplin kurulları",
      "d": "Disiplin kurulları ve disiplin amirleri",
      "e": "Sadece garnizon komutanları"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...hizmet yerini terk etmeme ve oda hapsi cezaları disiplin kurulları ve disiplin amirleri tarafından...",
    "aclama": "Bu soru, cezaların yetki paylaşımındaki bir istisnayı bilmeyi gerektirir. Uyarma, kınama gibi daha hafif cezaları sadece disiplin amirleri verirken, ayırma cezasını sadece yüksek disiplin kurulları verir. Ancak, hürriyeti kısıtlayıcı nitelikteki 'hizmet yerini terk etmeme' ve 'oda hapsi' cezaları, hem 'disiplin amirleri' (belirli sınırlar dahilinde) hem de daha ağır vakalara bakan 'disiplin kurulları' tarafından verilebilen ortak yetki alanındaki cezalardır."
  },
  {
    "soru_id": "DSPLN_018",
    "konu": "TSK Disiplin Kanunu - Subay, Astsubay, Uzman Erbaş Cezaları (Madde 11-12)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 12'ye göre, 'Uyarma' ve 'Kınama' cezaları arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Uyarma sözlü, kınama yazılıdır.",
      "b": "Uyarma 'daha dikkatli olunması gerektiğini', kınama ise 'kusurlu olunduğunu' bildirir.",
      "c": "Uyarma sicile işlenmez, kınama işlenir.",
      "d": "Uyarma cezasını onbaşı, kınama cezasını çavuş verebilir.",
      "e": "Hiçbir fark yoktur, aynı anlama gelirler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Uyarma cezası; personele, görevinin icrasında veya hâl ve hareketlerinde daha dikkatli olması gerektiğinin yazı ile bildirilmesidir. (2) Kınama cezası; personele, görevinin icrasında veya hâl ve hareketlerinde kusurlu olduğunun yazı ile bildirilmesidir.",
    "aclama": "Bu madde, iki ceza arasındaki nüans farkını ortaya koyar. Her ikisi de yazılı bildirim olmasına rağmen, içerikleri farklıdır. 'Uyarma' cezası, daha çok geleceğe yönelik bir ikaz niteliğindedir ve personelden ileride 'daha dikkatli olmasını' ister. 'Kınama' cezası ise, geçmişte yapılan bir eylemin 'kusurlu' olduğunun tespiti ve bunun personele bildirilmesidir. Kınama, uyarmadan daha ağır bir ceza olarak kabul edilir."
  },
  {
    "soru_id": "DSPLN_019",
    "konu": "TSK Disiplin Kanunu - Subay, Astsubay, Uzman Erbaş Cezaları (Madde 11-12)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Kanunun 12. Maddesi'ne göre, 'Oda hapsi' cezasının barış zamanında verilebildiği tek istisnai durum nedir?",
    "secenekler": {
      "a": "Amire hakaret edilmesi durumunda",
      "b": "Firar suçunun işlenmesi durumunda",
      "c": "Türk karasuları dışında bulunan gemilerde görevli personelin, sadece orada işledikleri disiplinsizlikler için gemi komutanı tarafından verilmesi",
      "d": "Siyasi faaliyette bulunulması durumunda",
      "e": "Barış zamanında oda hapsi cezası verilemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Barış zamanında; Türk karasuları dışında bulunan gemilerde görev yapan personele, sadece buralarda bulunduğu süre içinde işledikleri ve hizmet yerini terk etmeme cezası ile cezalandırılmayı gerektiren disiplinsizlikler için gemi komutanı tarafından... verilebilir.",
    "aclama": "Bu soru, oda hapsi cezasının barış zamanındaki uygulanmasının ne kadar istisnai olduğunu anlamayı gerektirir. Kanun, bu cezanın barış zamanında uygulanmasını neredeyse tamamen ortadan kaldırmıştır. Tek bir istisna tanınmıştır: O da, Türk yargı sisteminden ve karadaki birliklerden uzakta, özel bir kapalı sistem olan ve 'Türk karasuları dışındaki gemilerde' görev yapan personel içindir. Bu ceza, sadece orada işlenen suçlar için ve sadece 'gemi komutanı' tarafından verilebilir."
  },
  {
    "soru_id": "DSPLN_020",
    "konu": "TSK Disiplin Kanunu - Subay, Astsubay, Uzman Erbaş Cezaları (Madde 11-12)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 12'ye göre, 'Hizmete kısmi süreli devam' cezası ile 'Hizmet yerini terk etmeme' cezası arasındaki temel uygulama farkı nedir?",
    "secenekler": {
      "a": "Birincisi mesai sonrası ek hizmet, ikincisi ise mesai bitiminde görev yerinden ayrılmamaktır.",
      "b": "Birincisi maaş kesintisi içerir, ikincisi içermez.",
      "c": "Birincisi tatil günlerinde de uygulanır, ikincisi uygulanmaz.",
      "d": "Birincisini disiplin kurulu, ikincisini disiplin amiri verir.",
      "e": "Hiçbir fark yoktur, ikisi de aynı anlama gelir."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "(3) Hizmete kısmi süreli devam cezası; personele mesai sonrasında... askeri hizmetlerin yaptırılmasıdır. (5) Hizmet yerini terk etmeme cezası; personelin mesai bitiminden sonra görev yaptığı yerden ayrılmayıp... hizmetine devam etmesidir.",
    "aclama": "Bu iki ceza, personelin mesai sonrası zamanını kısıtlamakla birlikte, uygulanış biçimleri farklıdır. 'Hizmete kısmi süreli devam' cezasında, personel mesaisi bittikten sonra belirli bir süre (en fazla 3 saat) daha aktif olarak bir 'hizmet yapar'. 'Hizmet yerini terk etmeme' cezasında ise, personel mesaisi bittikten sonra aktif bir hizmet yapmaz, ancak kışladan veya görev yerinden ayrılamaz ve orada kalmaya devam eder. Birincisi aktif bir çalışma, ikincisi ise bir yerde kalma mecburiyetidir."
  },
  {
    "soru_id": "DSPLN_021",
    "konu": "TSK Disiplin Kanunu - Silahlı Kuvvetlerden Ayırma Cezası (Madde 13)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 13. Maddesi'ne göre, Silahlı Kuvvetlerden ayırma cezası alan bir personel, hangi durumlar haricinde TSK'da herhangi bir şekilde görev alamaz?",
    "secenekler": {
      "a": "Af kanunu çıkması haricinde",
      "b": "Cezanın üzerinden on yıl geçmesi haricinde",
      "c": "Seferberlik ve savaş hâlleri haricinde",
      "d": "Milli Savunma Bakanının özel izni haricinde",
      "e": "Hiçbir surette görev alamaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu cezayı alanlar, seferberlik ve savaş hâlleri haricinde Türk Silahlı Kuvvetlerinde herhangi bir şekilde görev alamazlar.",
    "aclama": "Bu madde, ayırma cezasının kalıcı bir yaptırım olduğunu belirtirken, ülkenin en zor zamanları için bir istisna tanır. Normal barış zamanında bu cezayı alan bir kişinin TSK'da yeniden görev alması yasaktır. Ancak, vatan savunmasının en üst düzeyde personel gerektirdiği 'seferberlik ve savaş hâlleri' gibi olağanüstü durumlarda, bu kişilerin de yeniden orduya alınabilmesinin önü açık bırakılmıştır."
  },
  {
    "soru_id": "DSPLN_022",
    "konu": "TSK Disiplin Kanunu - Silahlı Kuvvetlerden Ayırma Cezası (Madde 13)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 13'e göre, bir albay hakkında verilecek Silahlı Kuvvetlerden ayırma cezası ile bir general hakkında verilecek aynı cezanın 'onay' makamları arasındaki fark nedir?",
    "secenekler": {
      "a": "Her ikisi de sadece Milli Savunma Bakanı tarafından onaylanır.",
      "b": "Albay için Genelkurmay Başkanı, general için Cumhurbaşkanı onayı gerekir.",
      "c": "Albay için ilgili Kuvvet Komutanı, general için Milli Savunma Bakanı onayı gerekir.",
      "d": "Albay için ilgili Kuvvet Komutanı veya MSB onayı gerekirken, general için Cumhurbaşkanının onayı gerekir.",
      "e": "Her ikisi de sadece Cumhurbaşkanı tarafından onaylanır."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Kararlar, ilgisine göre Milli Savunma Bakanı veya ilgili kuvvet komutanı onayı ile yerine getirilir. General ve amiraller hakkında ise... bu kararlar Cumhurbaşkanının onayı ile yerine getirilir.",
    "aclama": "Bu soru, ayırma cezasının onaylanmasındaki hiyerarşik yapıyı bilmeyi gerektirir. Madde, general ve amiral dışındaki rütbeliler için onay makamını 'ilgili Kuvvet Komutanı' veya 'Milli Savunma Bakanı' olarak belirler. Ancak, en üst rütbedeki 'general ve amiraller' için bu kararın kesinleşmesi, yürütmenin en üst makamı olan 'Cumhurbaşkanının onayı' gibi daha yüksek bir onaya tabi tutulmuştur."
  },
  {
    "soru_id": "DSPLN_023",
    "konu": "TSK Disiplin Kanunu - Silahlı Kuvvetlerden Ayırma Cezası (Madde 13)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 13'ün 4. fıkrasına göre, 'General ve amiraller hakkında karar vermek üzere' toplanan Milli Savunma Bakanlığı Yüksek Disiplin Kurulu'na aşağıdakilerden hangisi başkanlık eder?",
    "secenekler": {
      "a": "Genelkurmay Başkanı",
      "b": "Milli Savunma Bakanı",
      "c": "Bakan Yardımcısı",
      "d": "Kuruldaki en kıdemli orgeneral/oramiral",
      "e": "Cumhurbaşkanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "General ve amiraller hakkında karar vermek üzere Milli Savunma Bakanlığında teşkil edilecek Yüksek Disiplin Kurulu; Milli Savunma Bakanının başkanlığında...",
    "aclama": "Bu soru, Yüksek Disiplin Kurulunun farklı durumlardaki farklı yapılarını ayırt etmeyi gerektirir. Madde, general ve amiraller hakkındaki kararlar için özel bir Yüksek Disiplin Kurulu yapısı öngörmüştür. Sivil otoritenin askeri otorite üzerindeki konumunu vurgulayan bir düzenleme olarak, bu en üst seviye kurulun başkanlığını 'Milli Savunma Bakanı'nın yapacağı açıkça belirtilmiştir."
  },
  {
    "soru_id": "DSPLN_024",
    "konu": "TSK Disiplin Kanunu - Silahlı Kuvvetlerden Ayırma Cezası (Madde 13)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 13'e göre, 'firar' ve 'izin tecavüzü' gibi durumlarda Silahlı Kuvvetlerden ayırma cezası verilirken, normalde zorunlu olan hangi işlem yapılmaz?",
    "secenekler": {
      "a": "Yüksek Disiplin Kurulunun toplanması",
      "b": "Personelin savunmasının alınması",
      "c": "Kararın komutan tarafından onaylanması",
      "d": "Olayla ilgili tanık dinlenmesi",
      "e": "Personelin sicilinin incelenmesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Firar ve izin tecavüzü gibi ilgilinin bulunamaması nedeniyle savunma almayı imkânsız hâle getiren zorunlu hâller... gereğince verilecek Silahlı Kuvvetlerden ayırma cezasında savunma alınmaz.",
    "aclama": "Bu madde, adil yargılanmanın temel bir unsuru olan 'savunma hakkı'nın hangi istisnai durumda uygulanamayacağını belirtir. Normalde, en ağır cezayı alacak bir personelin bile mutlaka savunması alınır. Ancak, 'firar' veya 'izin tecavüzü' gibi, personelin zaten ortada olmaması ve kendisine ulaşılamaması ('bulunamaması') nedeniyle savunma almanın fiilen 'imkansız' olduğu durumlarda, bu şart aranmaz ve ceza gıyabında verilebilir."
  },
  {
    "soru_id": "DSPLN_025",
    "konu": "TSK Disiplin Kanunu - Silahlı Kuvvetlerden Ayırma Cezası (Madde 13)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 13'ün 7. fıkrasına göre, Silahlı Kuvvetlerden ayırma cezası alan 'yedek subaylar ve yedek astsubaylar' hakkında nasıl bir işlem uygulanır?",
    "secenekler": {
      "a": "Doğrudan terhis edilirler.",
      "b": "Kalan askerlik hizmetlerini er rütbesi ile tamamlarlar.",
      "c": "Askerlik hizmetinden muaf tutulurlar.",
      "d": "Haklarında ayrıca bir adli soruşturma açılır.",
      "e": "Sadece para cezasına çarptırılırlar."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(7) Silahlı Kuvvetlerden ayırma cezası alan yedek subaylar ve yedek astsubaylar, ilgili kanunlara göre belirlenen kalan askerlik hizmetlerini er rütbesi ile tamamlarlar.",
    "aclama": "Bu madde, yedek subay ve yedek astsubayların hem bir rütbe sahibi hem de bir yükümlü olmalarından kaynaklanan özel durumlarını düzenler. Ayırma cezası, onların rütbelerini ve statülerini ellerinden alır. Ancak, vatandaşlık görevi olan ve henüz tamamlanmamış olan askerlik yükümlülükleri devam eder. Bu nedenle, rütbeleri sökülerek, kalan hizmetlerini en temel rütbe olan 'er' statüsünde tamamlamak zorunda kalırlar."
  },
  {
    "soru_id": "DSPLN_026",
    "konu": "TSK Disiplin Kanunu - Cezanın Ağırlaştırılması ve Uyarma Cezası (Madde 14-15)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 14. Maddesi'ne göre, bir personelin disiplin cezasının 'bir derece ağır' verilmesini gerektiren tekerrür halleriyle ilgili aşağıdakilerden hangisi doğrudur?",
    "secenekler": {
      "a": "Son bir yıl içinde herhangi bir disiplinsizlikten dolayı ceza almış olmak.",
      "b": "Son iki yıl içinde aynı disiplinsizlikten ceza almış olmak veya son bir yıl içinde aynı derece cezayı gerektiren başka disiplinsizliklerden iki defa ceza almış olmak.",
      "c": "Son altı ay içinde iki defadan fazla ceza almış olmak.",
      "d": "Askerlik hizmeti boyunca toplamda beş defadan fazla ceza almış olmak.",
      "e": "Son bir yıl içinde farklı derecelerde de olsa üç defa ceza almış olmak."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Disiplinsizliğin işlendiği tarihten geriye doğru; iki yıl içinde aynı disiplinsizlikten dolayı disiplin cezası alınmış olması veya bir yıl içinde aynı derece cezayı gerektiren başka disiplinsizliklerden dolayı iki defa ceza alınmış olması hâllerinde... bir derece ağır ceza verilir.",
    "aclama": "Bu soru, cezanın ağırlaştırılmasına neden olan iki farklı tekerrür (suçun tekrarı) durumunu ve bu durumların zaman aralıklarını doğru bilmeyi gerektirir. Kanun iki ayrı senaryo belirlemiştir: 1) Eğer personel 'aynı suçu' tekrar işlerse, geriye dönük 'iki yıllık' bir süre dikkate alınır. 2) Eğer personel 'farklı suçlar' işlerse, bu suçların 'aynı derecede ceza gerektirmesi' ve bunun 'bir yıl içinde iki defa' gerçekleşmesi şartı aranır. Bu iki durumdan birinin varlığı, verilecek cezanın bir üst dereceye çıkarılmasına neden olur."
  },
  {
    "soru_id": "DSPLN_027",
    "konu": "TSK Disiplin Kanunu - Cezanın Ağırlaştırılması ve Uyarma Cezası (Madde 14-15)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 14. Maddesi'ne göre, disiplin amirlerinin, personelin olumlu hizmet ve sicil durumunu göz önüne alarak 'bir derece hafif ceza' uygulayabilme veya bazı durumlarda 'hiç ceza vermeme' takdir hakları vardır. Disiplin amirinin 'hiç ceza vermeme' takdirini kullanabileceği üç ceza türü hangileridir?",
    "secenekler": {
      "a": "Aylıktan kesme, Hizmet yerini terk etmeme, Oda hapsi",
      "b": "Hizmete kısmi süreli devam, Aylıktan kesme, Hizmet yerini terk etmeme",
      "c": "Uyarma, Kınama, Aylıktan kesme",
      "d": "Uyarma, Kınama, Hizmete kısmi süreli devam",
      "e": "Kınama, Hizmete kısmi süreli devam, Aylıktan kesme"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(3) Disiplin amirleri, uyarma, kınama ve hizmete kısmi süreli devam cezalarını gerektiren disiplinsizliklerinden dolayı personeline disiplin cezası vermeyebilir.",
    "aclama": "Bu madde, disiplin amirlerine, cezanın ıslah edici amacını göz önünde bulundurarak bir esneklik tanır. Amir, personelin genel durumunu ve fiilin niteliğini değerlendirerek ceza vermekten sarfınazar edebilir. Ancak bu takdir hakkı, sadece en hafif üç ceza türü olan 'Uyarma', 'Kınama' ve 'Hizmete kısmi süreli devam' cezaları için geçerlidir. Daha ağır cezalar için böyle bir takdir hakkı yoktur."
  },
  {
    "soru_id": "DSPLN_028",
    "konu": "TSK Disiplin Kanunu - Cezanın Ağırlaştırılması ve Uyarma Cezası (Madde 14-15)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 15'te tanımlanan ve 'Uyarma' cezasını gerektiren 'Emri mütalaa etmek' disiplinsizliğinin tanımı nedir?",
    "secenekler": {
      "a": "Verilen emri hiç yapmamak.",
      "b": "Verilen emri yanlış veya eksik yapmak.",
      "c": "Usulüne uygun verilmiş bir emir üzerine, amirini alenen eleştirmek veya amire karşı itirazda bulunmak.",
      "d": "Emrin sonuçları hakkında amirine bilgi vermemek.",
      "e": "Emri aldıktan sonra başkalarına anlatarak gizliliği ihlal etmek."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Emri mütalaa etmek: Usulüne uygun olarak kendisine verilmiş olan bir emir üzerine; emrin uygun olmadığı, yanlış verildiği, yapılamayacağı ve benzeri şekillerde amirini alenen eleştirmek veya amire karşı itirazda bulunmaktır.",
    "aclama": "Bu madde, askeri disiplinin temeli olan 'mutlak itaat' ilkesini korumayı amaçlar. 'Emri mütalaa etmek', verilen bir emrin gerekliliğini, doğruluğunu veya yapılabilirliğini, diğer personelin duyabileceği şekilde ('alenen') tartışmaya açmak, eleştirmek veya emre karşı çıkmaktır. Ancak madde, astın amiriyle yalnızken fikrini savunmasını veya emrin kanunsuz olduğu kanaatini belirtmesini bu kapsamın dışında tutarak yapıcı geri bildirime kapıyı açık bırakır."
  },
  {
    "soru_id": "DSPLN_029",
    "konu": "TSK Disiplin Kanunu - Cezanın Ağırlaştırılması ve Uyarma Cezası (Madde 14-15)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 15'te sayılan ve 'Uyarma' cezasını gerektiren disiplinsizlikler arasında, 'Amir veya üstü tarafından denetim ve gözetim sorumluluğu kapsamında sorulan sorulara kasten doğru yanıt vermemek' şeklinde tanımlanan fiil hangisidir?",
    "secenekler": {
      "a": "Görevi ihmal",
      "b": "Yalan beyanda bulunmak",
      "c": "Emri mütalaa etmek",
      "d": "Hizmet haricinde yalan söylemek",
      "e": "Başkalarını kötülemek"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "ı) Hizmet haricinde yalan söylemek: Amir veya üstü tarafından denetim ve gözetim sorumluluğu kapsamında sorulan sorulara kasten doğru yanıt vermemektir.",
    "aclama": "Bu soru, metinde yer alan spesifik bir disiplinsizlik tanımını ve adını doğru bir şekilde eşleştirmeyi gerektirir. Kanun, 'yalan söylemeyi' iki farklı bağlamda ele alabilir. Bu maddede geçen 'Hizmet haricinde yalan söylemek' fiili, genel bir yalan beyandan ziyade, amirin denetim görevini yaparken sorduğu bir soruya kasıtlı olarak yanlış cevap vererek denetimi engelleme veya yanıltma eylemidir."
  },
  {
    "soru_id": "DSPLN_030",
    "konu": "TSK Disiplin Kanunu - Kınama Cezası (Madde 16)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 16. Maddesi'ne göre, 'Amir veya üste nezaketsizlik' disiplinsizliğinin oluşabilmesi için fiilin, saygısızlık teşkil etmemekle birlikte hangi kurallara aykırı olması gerekir?",
    "secenekler": {
      "a": "Sadece yazılı emirlere aykırılık",
      "b": "Sadece askeri terbiye kurallarına aykırılık",
      "c": "Askeri nezaket, protokol ve terbiye kurallarına aykırılık",
      "d": "Sadece sözlü emirlere aykırılık",
      "e": "Sadece askeri teamüllere aykırılık"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Amir veya üste nezaketsizlik: Hizmette veya hizmete ilişkin hâllerde amir veya üste karşı saygısızlık teşkil edecek nitelikte olmayan ancak askeri nezaket, protokol ve terbiye kurallarına aykırılık teşkil eden fiillerde bulunmaktır.",
    "aclama": "Bu madde, doğrudan bir itaatsizlik veya saygısızlık boyutuna varmayan ancak ast-üst ilişkisinin gerektirdiği resmiyet ve ciddiyetle bağdaşmayan davranışları cezalandırmayı amaçlar. Disiplinsizliğin oluşması için, fiilin 'askeri nezaket' (görgü), 'protokol' (resmi davranış usulleri) ve 'terbiye' (genel ahlak ve tutum) kurallarının bir veya birkaçına birden aykırı olması gerekir."
  },
  {
    "soru_id": "DSPLN_031",
    "konu": "TSK Disiplin Kanunu - Kınama Cezası (Madde 16)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 16'ya göre, 'Askeri silsileyi bozarak hareket etmek' disiplinsizliği, hangi durumlar haricinde bir talebin askeri silsileye uyulmadan doğrudan daha üst amirlere iletilmesi olarak tanımlanmıştır?",
    "secenekler": {
      "a": "Acil durumlar ve hayati tehlike arz eden haller haricinde",
      "b": "Amirin izin verdiği ve durumun gerektirdiği hâller haricinde",
      "c": "Sadece yazılı talepler ve resmi şikayetler haricinde",
      "d": "Personelin ilk amiri ile kişisel bir sorunu olması haricinde",
      "e": "Sadece rütbeli personelin talepleri haricinde"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "ç) Askeri silsileyi bozarak hareket etmek: Müsaade edilmediği hâlde veya durumun gerektirdiği hâller haricinde, herhangi bir talebini askeri silsileye riayet etmeyerek doğrudan daha üst amirlerine iletmektir.",
    "aclama": "Bu soru, hiyerarşik düzenin işleyişindeki istisnaları bilmeyi gerektirir. Temel kural, her askerin talebini kendi ilk amirine iletmesidir. Ancak bu kuralın iki istisnası vardır: Birincisi, ilk amirin bu kuralı atlayarak doğrudan üste gidilmesine 'müsaade etmesi'dir. İkincisi ise, olayın niteliği gereği (örneğin ilk amirin kendisinin şikayet edilmesi veya olaya karışması gibi) silsileyi takip etmenin anlamsız veya sakıncalı olacağı 'durumun gerektirdiği' hallerdir."
  },
  {
    "soru_id": "DSPLN_032",
    "konu": "TSK Disiplin Kanunu - Kınama Cezası (Madde 16)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 16'da tanımlanan ve kınama cezasını gerektiren 'Sorumluluktan kaçmak' fiilinin tanımı nedir?",
    "secenekler": {
      "a": "Verilen bir görevi kasten yapmamak.",
      "b": "Kanun ve nizamlar ile verilmiş görevlerin gerektirdiği sorumluluğu üstlenmekten imtina ettiğini gösterecek tavır ve davranışlarda bulunmak.",
      "c": "Bir görevdeki başarısızlığı başkasının üzerine atmak.",
      "d": "Görev esnasında kışlayı terk etmek.",
      "e": "Görevin zor olduğunu belirterek yapılmasını geciktirmek."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "e) Sorumluluktan kaçmak: Kanun ve nizamlar ile kendisine tevdi edilmiş görevlerin gerektirdiği sorumluluğu üstlenmekten imtina ettiğini gösterecek tavır ve davranışlarda bulunmaktır.",
    "aclama": "Bu disiplinsizlik, sadece bir görevi yapmamak değil, aynı zamanda o görevin getirdiği sonuçların ve yükümlülüklerin altına girmeyi reddetme niyetini de içerir. Fiilin oluşması için, personelin açıkça 'ben bu sorumluluğu almıyorum' demesi şart değildir; bu niyetini ortaya koyan 'tavır ve davranışlarda' bulunması yeterlidir. Bu, görev bilincine aykırı bir tutum olarak değerlendirilir."
  },
  {
    "soru_id": "DSPLN_033",
    "konu": "TSK Disiplin Kanunu - Kınama Cezası (Madde 16)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 16. Maddesi'ne göre, hizmete tahsisli bir askeri eşyayı düzgün ve talimatlara uygun kullanmayarak onun zarar görmesine veya aşırı yıpranmasına sebep olmak hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "İsraf etmek",
      "b": "Görevi ihmal",
      "c": "Sorumluluktan kaçmak",
      "d": "Askeri eşyayı uygun kullanmamak",
      "e": "Devlet malına zarar vermek"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "f) Askeri eşyayı uygun kullanmamak: Hizmete tahsisli bir askeri eşyayı düzgün ve talimatlara uygun kullanmayarak onun zarar görmesine veya aşırı yıpranmasına sebebiyet vermektir.",
    "aclama": "Bu madde, askeri malzemenin hor kullanılmasını ve bu suretle devleti zarara uğratmayı bir disiplinsizlik olarak tanımlar. Disiplinsizliğin oluşması için, eşyanın 'düzgün ve talimatlara uygun kullanılmaması' ve bu hatalı kullanım sonucunda eşyanın 'zarar görmesi veya aşırı yıpranması' gerekir. Bu, personele zimmetlenen devlet malına karşı özen yükümlülüğünü hatırlatan bir kuraldır."
  },
  {
    "soru_id": "DSPLN_034",
    "konu": "TSK Disiplin Kanunu - Hizmet Yerini Terk Etmeme Cezası (Madde 19)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 19. Maddesi'ne göre, 'Emre itaatsizlik' disiplinsizliğinin tanımı nedir?",
    "secenekler": {
      "a": "Hizmete ilişkin bir emri, anladığı halde kasten hiç yapmamak.",
      "b": "Hizmete ilişkin bir emri, unutkanlık sonucu eksik yapmak.",
      "c": "Kasıtlı olarak hizmete ilişkin bir emri tam yapmamak ya da değiştirerek veya sınırını aşmak suretiyle yapmak.",
      "d": "Emrin kanuna aykırı olduğunu düşünerek yerine getirmemek.",
      "e": "Emri aldıktan sonra amire itiraz etmek."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Emre itaatsizlik: Kasıtlı olarak hizmete ilişkin bir emri tam yapmamak ya da değiştirerek veya sınırını aşmak suretiyle yapmaktır.",
    "aclama": "Bu madde, emre itaatsizliğin farklı şekillerini tanımlar. Bu disiplinsizlik, sadece emri hiç yapmamakla değil, aynı zamanda emrin özüne aykırı hareket ederek, onu 'kasıtlı olarak tam yapmamak', 'değiştirerek yapmak' veya 'sınırını aşarak yapmak' suretiyle de işlenebilir. Temel unsur, emrin ruhuna ve lafzına aykırı kasıtlı bir eylemin varlığıdır."
  },
  {
    "soru_id": "DSPLN_035",
    "konu": "TSK Disiplin Kanunu - Hizmet Yerini Terk Etmeme Cezası (Madde 19)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 19'a göre, 'Kısa süreli kaçmak' ile 'İzin süresini geçirmek' disiplinsizlikleri arasındaki temel gün sayısı farkı nedir?",
    "secenekler": {
      "a": "Kaçmak için 6 gün, izni geçirmek için 7 gündür.",
      "b": "Kaçmak için 7 günü aşmayacak, izni geçirmek için 6 günü aşmayacak bir süre söz konusudur.",
      "c": "Her ikisi için de süre 7 gündür.",
      "d": "Her ikisi için de süre 6 gündür.",
      "e": "Kaçmak için 10 gün, izni geçirmek için 5 gündür."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "b) Kısa süreli kaçmak: Kıtasından... yedi günü aşmayacak... şekilde kaçmak... c) İzin süresini geçirmek: İzin... süresini... altı günü aşmayacak... şekilde geçirmektir.",
    "aclama": "Bu soru, kanunun iki farklı firar türü için belirlediği net zaman sınırlarını bilmeyi gerektirir. Her iki fiilde de personelin 'kendiliğinden geri gelmesi' şartı aranır. Ancak, izinsiz olarak birliği terk etme eylemi olan 'kısa süreli kaçmak' için üst sınır 'yedi gün' iken, yasal bir izin sonrası birliğe katılmama eylemi olan 'izin süresini geçirmek' için üst sınır 'altı gün' olarak belirlenmiştir. Bu süreleri aşan eylemler, daha ağır bir suç olan 'firar' suçunu oluşturur."
  },
  {
    "soru_id": "DSPLN_036",
    "konu": "TSK Disiplin Kanunu - Hizmet Yerini Terk Etmeme Cezası (Madde 19)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 19'un (ı) fıkrasına göre, 'Sarhoşluk' disiplinsizliğinin oluşması için hangi iki durumdan birinin varlığı şart koşulmuştur?",
    "secenekler": {
      "a": "Tıbbi raporla ispatlanmak veya gizlenemeyecek derecede olmak",
      "b": "Mesai içinde veya mesai dışında olması",
      "c": "Üniformalı veya sivil kıyafetli olmak",
      "d": "Amir tarafından uyarılmak veya ceza almak",
      "e": "Tek başına olmak veya başkalarıyla birlikte olmak"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "ı) Sarhoşluk: Tıbbi raporla ispatlanmak veya gizlenemeyecek derecede olmak şartıyla, göreve sarhoş gelmek veya görevdeyken alkollü içki içmektir.",
    "aclama": "Bu madde, sarhoşluk iddiasının keyfi veya subjektif olmasını engellemek için ispat şartı getirir. Göreve sarhoş gelme veya görevde alkol alma fiilinin 'sarhoşluk' disiplinsizliği sayılabilmesi için, ya bu durumun bir 'tıbbi rapor' ile bilimsel olarak kanıtlanması ya da personelin durumunun kimsenin inkar edemeyeceği, 'gizlenemeyecek derecede' açık ve belirgin olması gerekir."
  },
  {
    "soru_id": "DSPLN_037",
    "konu": "TSK Disiplin Kanunu - Hizmet Yerini Terk Etmeme Cezası (Madde 19)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 19'un (m) fıkrasına göre, 'Kavga etmek' disiplinsizliği nasıl tanımlanmıştır?",
    "secenekler": {
      "a": "Askeri mahal içerisinde birisine hakaret etmek.",
      "b": "Meşru savunma hariç, askeri mahal içerisinde, fiilen birisine vurmak.",
      "c": "Herhangi bir yerde birisiyle sözlü tartışmaya girmek.",
      "d": "Askeri mahal dışında bir kavgaya karışmak.",
      "e": "Silah arkadaşlarını kavgaya teşvik etmek."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "m) Kavga etmek: Meşru savunmaya ilişkin şartlar saklı kalmak kaydıyla, askeri mahâl içerisinde, fiilen birisine vurmaktır.",
    "aclama": "Kanun, kavga fiilini çok net ve somut unsurlara bağlamıştır. Bu disiplinsizliğin oluşması için üç temel şart vardır: 1) Eylemin 'meşru savunma' sınırları içinde olmaması. 2) Olayın 'askeri bir mahal içinde' gerçekleşmesi. 3) Eylemin sözlü tartışmanın ötesine geçerek 'fiilen birisine vurmak' şeklinde fiziksel bir temas içermesi. Bu unsurlardan biri eksikse, bu maddedeki disiplinsizlik tanımı oluşmaz."
  },
  {
    "soru_id": "DSPLN_038",
    "konu": "TSK Disiplin Kanunu - Hizmet Yerini Terk Etmeme Cezası (Madde 19)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 19'a 2024 yılında eklenen (n) fıkrasına göre, bir askeri personelin, askeri kimliğini veya görevlerini sosyal medyada açıklaması veya yayınlaması hangi makamın yetki verdiği durumlar haricinde yasaklanmıştır?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Birlik Komutanlığı",
      "c": "Milli Savunma Bakanlığı",
      "d": "Cumhurbaşkanlığı İletişim Başkanlığı",
      "e": "Bu konuda hiçbir makam yetki veremez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "n) ...Millî Savunma Bakanlığınca yetki verilen durumlar hariç, radyo, televizyon, internet, sosyal medya... vasıtasıyla yayınlamak veya açıklamaktır.",
    "aclama": "Bu yeni eklenen fıkra, askeri personelin sosyal medyadaki faaliyetlerini düzenleyerek operasyonel güvenliği sağlamayı amaçlar. Temel kural, askeri kimliğin ve faaliyetlerin internet veya sosyal medya gibi platformlarda ifşa edilmesinin yasak olmasıdır. Bu yasağın tek istisnası, bu konuda merkezi bir kontrol ve politika belirleme yetkisine sahip olan 'Milli Savunma Bakanlığı'nın özel olarak 'yetki verdiği' durumlardır."
  },
  {
    "soru_id": "DSPLN_039",
    "konu": "TSK Disiplin Kanunu - Ayırma Cezasının Sebepleri (Madde 20)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 20. Maddesi'ne göre, 'Aşırı borçlanmak ve borçlarını ödeyememek' disiplinsizliği, hangi durumdan kaynaklanan borçları kapsamaz?",
    "secenekler": {
      "a": "Kumar alışkanlığından kaynaklanan borçlar",
      "b": "Lüks tüketime dayalı kredi kartı borçları",
      "c": "Nafaka, trafik kazası, doğal afet gibi zorunluluk hâlleri",
      "d": "Ticari faaliyetlerdeki başarısızlıktan kaynaklanan borçlar",
      "e": "Kişisel zevkler için yapılan harcamalardan doğan borçlar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) ...Nafaka, trafik kazası, doğal afet, personelin öngöremeyeceği şekilde ülke genelinde yaşanan olağanüstü ekonomik dalgalanmalar, ani devalüasyonlar, sağlık ve tedavi giderleri ile kefillik ve benzeri zorunluluk hâlleri hariç olmak üzere...",
    "aclama": "Bu madde, personelin kendi iradesi ve kusuru dışındaki zorunlu durumlardan kaynaklanan borçlanmaları, disiplinsizlik kapsamının dışında tutar. Bu istisnalar; nafaka, trafik kazası, doğal afet gibi kişinin kontrolü dışındaki olaylar ile sağlık giderleri ve kefillik gibi zorunlulukları içerir. Disiplinsizlik, ancak bu zorunluluk halleri dışında, kişinin borçlanmaya düşkün olması ve bunu alışkanlık haline getirmesi durumunda oluşur."
  },
  {
    "soru_id": "DSPLN_040",
    "konu": "TSK Disiplin Kanunu - Ayırma Cezasının Sebepleri (Madde 20)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 20'ye göre, 'Kısa süreli kaçmak' (Madde 19) ile 'Uzun süreli firar etmek' (Madde 20) disiplinsizlikleri arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Kısa süreli kaçmak 7 günü, uzun süreli firar ise kesintisiz bir yılı aşan firar halidir.",
      "b": "Kısa süreli kaçmak izinsiz, uzun süreli firar ise izinli olarak birlikten ayrılmaktır.",
      "c": "Kısa süreli kaçmak barışta, uzun süreli firar ise savaşta işlenebilir.",
      "d": "Kısa süreli kaçmak için mazeret kabul edilir, uzun süreli firar için edilmez.",
      "e": "Arada bir fark yoktur, her ikisi de aynı anlama gelir."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "e) Uzun süreli firar etmek: Geçerli bir mazereti olmaksızın kesintisiz olarak bir yıldan fazla süre ile izin süresini geçirmek veya firar hâlinde bulunmaktır.",
    "aclama": "Bu soru, iki farklı disiplinsizliğin en temel unsuru olan 'süre' farkını bilmeyi gerektirir. Madde 19'da düzenlenen 'Kısa süreli kaçmak', yedi günü aşmayan ve personelin kendiliğinden döndüğü daha hafif bir eylemdir. Madde 20'de düzenlenen ve ayırma cezası gerektiren 'Uzun süreli firar' ise, 'kesintisiz olarak bir yıldan fazla' süren, çok daha ağır bir eylemdir. Süre, bu iki fiil arasındaki en temel ayrımdır."
  },
  {
    "soru_id": "DSPLN_041",
    "konu": "TSK Disiplin Kanunu - Ayırma Cezasının Sebepleri (Madde 20)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 20'de sayılan ayırma cezasını gerektiren fiiller arasında, 'Siyasi partilere girmek, ideolojik veya siyasi faaliyetlere karışmak' hangi disiplinsizliğin tanımıdır?",
    "secenekler": {
      "a": "Ahlaki zayıflık",
      "b": "Hizmete engel davranışlarda bulunmak",
      "c": "Disiplinsizliği alışkanlık haline getirmek",
      "d": "İdeolojik veya siyasi amaçlı faaliyetlere karışmak",
      "e": "Gizli bilgileri açıklamak"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "d) İdeolojik veya siyasi amaçlı faaliyetlere karışmak: Siyasi partilere girmek, ideolojik veya siyasi faaliyetlere karışmak, ideolojik veya siyasi amaçlarla disiplini bozucu tavır ve davranışlarda bulunmaktır.",
    "aclama": "Bu madde, TSK'nın siyaset dışı (apolotik) kalma ilkesini en ağır yaptırımla güvence altına alır. Personelin, herhangi bir 'siyasi partiye girmesi' veya 'ideolojik/siyasi faaliyetlere karışması', ordunun tarafsızlığına ve disiplin yapısına aykırı kabul edildiği için, doğrudan Silahlı Kuvvetlerden ayırma cezasını gerektiren bir disiplinsizlik olarak tanımlanmıştır."
  },
  {
    "soru_id": "DSPLN_042",
    "konu": "TSK Disiplin Kanunu - Ayırma Cezasının Sebepleri (Madde 20)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 20'ye 2017 yılında eklenen (h) fıkrasına göre, 'Terör örgütleriyle ilişkisi olmak' disiplinsizliği aşağıdakilerden hangisini kapsamaz?",
    "secenekler": {
      "a": "Terör örgütleriyle eylem birliği içerisinde olmak",
      "b": "Terör örgütlerine yardım etmek",
      "c": "Kamu imkan ve kaynaklarını bu örgütleri desteklemeye yönelik kullanmak",
      "d": "Terör örgütlerinin propagandasını yapmak",
      "e": "Terör örgütleriyle aynı siyasi görüşü paylaşmak"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "h) Terör örgütleriyle ilişkisi olmak: Terör örgütleriyle eylem birliği içerisinde olmak, bu örgütlere yardım etmek, kamu imkân ve kaynaklarını bu örgütleri desteklemeye yönelik kullanmak ya da kullandırmak, bu örgütlerin propagandasını yapmaktır.",
    "aclama": "Bu soru, terörle ilişki suçunun somut eylemlere bağlanması gerektiğini anlamayı gerektirir. Madde, bu disiplinsizliği, 'eylem birliği', 'yardım etmek', 'kamu kaynağı kullandırmak' ve 'propaganda yapmak' gibi aktif ve somut fiillere bağlamıştır. Sadece bir kişinin düşünce dünyasında kalan, herhangi bir eyleme dönüşmemiş olan 'aynı siyasi görüşü paylaşmak' gibi bir durum, bu maddedeki disiplinsizliğin tanımına girmez."
  },
  {
    "soru_id": "DSPLN_043",
    "konu": "TSK Disiplin Kanunu - Disiplin Ceza Puanı (Madde 21)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 21. Maddesi'ne göre, disiplin ceza puanına bağlı olarak ayırma cezası verilebilen personel grupları hangileridir?",
    "secenekler": {
      "a": "Sadece subaylar",
      "b": "Sadece astsubaylar",
      "c": "Sözleşmeli subay ve astsubaylar hariç subaylar ve astsubaylar",
      "d": "Sadece uzman erbaşlar",
      "e": "Tüm rütbeli personel"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...bu durumlarda sözleşmeli subay ve astsubaylar hariç subaylar ve astsubaylar hakkında ayırma cezası verilebilir.",
    "aclama": "Bu madde, disiplinsizliği alışkanlık haline getirme durumunun bir sonucu olan ayırma cezasının hangi personel grubuna uygulanacağını net bir şekilde sınırlar. Bu yaptırım, kadrolu (muvazzaf) 'subaylar ve astsubaylar' için geçerlidir. Ancak, farklı bir statüde olan 'sözleşmeli subay ve astsubaylar' bu spesifik ceza puanına dayalı ayırma usulünün 'hariç'inde, yani dışında tutulmuştur."
  },
  {
    "soru_id": "DSPLN_044",
    "konu": "TSK Disiplin Kanunu - Disiplin Ceza Puanı (Madde 21)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 21'e göre, bir personelin 'disiplinsizliği alışkanlık haline getirme' olarak kabul edilen ve son bir yıl içinde gerçekleşen durumla ilgili iki kriter nedir?",
    "secenekler": {
      "a": "On disiplin cezası puanı veya en az beş defa disiplin cezası almak.",
      "b": "Oniki disiplin cezası puanı veya en az on defa disiplin cezası almak.",
      "c": "Onsekiz disiplin cezası puanı veya en az iki farklı disiplin amirinden toplam oniki defa veya daha fazla disiplin cezası almak.",
      "d": "Yirmi disiplin cezası puanı veya en az üç farklı disiplin amirinden toplam on defa disiplin cezası almak.",
      "e": "Otuzbeş disiplin cezası puanı veya en az onbeş defa disiplin cezası almak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) En son alınan disiplin cezasının kesinleştiği tarihten geriye doğru son bir yıl içinde onsekiz disiplin cezası puanı veya en az iki farklı disiplin amirinden toplam oniki defa veya daha fazla disiplin cezası almak.",
    "aclama": "Bu soru, ayırma cezasına yol açabilecek olan kısa vadeli (son bir yıl) disiplin performansını ölçen iki ayrı ve net kriteri bilmeyi gerektirir. Personel, bu iki şarttan herhangi birini yerine getirdiğinde ayırma işlemi başlatılabilir: 1) Aldığı cezaların toplam puan karşılığının 'onsekiz disiplin cezası puanına' ulaşması. 2) Aldığı ceza sayısının 'toplam oniki'ye ulaşması, ancak bu cezaların 'en az iki farklı amirden' alınmış olması (tek bir amirin kişisel bir sorun yaşamadığını göstermek için)."
  },
  {
    "soru_id": "DSPLN_045",
    "konu": "TSK Disiplin Kanunu - Disiplin Ceza Puanı (Madde 21)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 21'in 3. fıkrasına göre, ceza puanına bağlı olarak ayırma istemiyle Yüksek Disiplin Kuruluna gelen bir dosyada, Kurul'un 'cezaların usulüne uygun verilmediğine veya objektiflikten uzaklaşıldığına' kanaat getirmesi halinde, ayırma cezası yerine verebileceği iki alternatif karar nedir?",
    "secenekler": {
      "a": "Cezaların tamamını para cezasına çevirmek veya personeli emekli etmek.",
      "b": "Dosyayı iade etmek veya yeniden soruşturma açılmasına karar vermek.",
      "c": "Personele kınama cezası vermek veya rütbesini geçici olarak durdurmak.",
      "d": "Cezaların tamamının veya bir kısmının kaldırılması veya personelin görev yerinin değiştirilerek bir yıl deneme süresi verilmesi.",
      "e": "Sadece yazılı bir ikazda bulunmak veya personelin amirini değiştirmek."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...yüksek disiplin kurulunca, cezaların usulüne uygun verilmediğine veya ceza tayininde objektiflikten uzaklaşıldığına kanaat getirilirse verilen cezaların tamamının veya bir kısmının kaldırılmasına yahut personelin görev yerinin değiştirilmesine ve durumunun bir yıllık deneme süresi sonunda yeniden incelenmesine karar verilir.",
    "aclama": "Bu madde, Yüksek Disiplin Kuruluna, ayırma gibi çok ağır bir karar vermeden önce, sürecin adil olup olmadığını denetleme ve bir 'ikinci şans' tanıma yetkisi verir. Eğer Kurul, verilen alt cezaların haksız veya usulsüz olduğuna inanırsa, iki alternatif karar alabilir: 1) Bu haksız cezaları 'tamamen veya kısmen kaldırarak' puanı düşürmek. 2) Personelin mevcut ortamından kaynaklanan bir sorun olabileceğini düşünerek, 'görev yerini değiştirmek' ve bir yıllık bir 'deneme süresi' boyunca performansını yeniden gözlemlemek."
  },
  {
    "soru_id": "DSPLN_046",
    "konu": "TSK Disiplin Kanunu - Askeri Öğrenciler (Madde 22-24)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 22. Maddesi'ne göre, askeri öğrencilere verilebilecek iki disiplin cezası türü nedir?",
    "secenekler": {
      "a": "Uyarma ve Kınama",
      "b": "Kınama ve İzinsizlik",
      "c": "İzinsizlik ve Oda Hapsi",
      "d": "Aylıktan Kesme ve Okuldan Ayırma",
      "e": "Kınama ve Hizmete Kısmi Süreli Devam"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 22 – (1) Askeri öğrencilere... verilebilecek disiplin cezaları ağırlık derecesine göre aşağıda belirtilmiştir: a) Kınama b) İzinsizlik",
    "aclama": "Bu madde, askeri öğrencilerin özel statüleri gereği, kendilerine uygulanacak disiplin cezalarını rütbeli personelden farklı ve daha sınırlı olarak belirler. Öğrencilere verilebilecek cezalar, ağırlık derecesine göre sadece 'Kınama' ve 'İzinsizlik' olarak iki türle sınırlandırılmıştır."
  },
  {
    "soru_id": "DSPLN_047",
    "konu": "TSK Disiplin Kanunu - Askeri Öğrenciler (Madde 22-24)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 22'ye göre, bir askeri öğrenciye 'İzinsizlik' cezası verme yetkisi disiplin amirleri ile öğrenci disiplin kurulları arasında nasıl bir farkla düzenlenmiştir?",
    "secenekler": {
      "a": "Disiplin amirleri en fazla bir, disiplin kurulları ise en fazla üç hafta sonu ceza verebilir.",
      "b": "Disiplin amirleri çizelgeye göre, disiplin kurulları ise üç haftadan az olmamak üzere altı hafta sonuna kadar ceza verebilir.",
      "c": "Her ikisi de en fazla iki hafta sonu ceza verebilir.",
      "d": "Sadece disiplin kurulları izinsizlik cezası verebilir, disiplin amirlerinin yetkisi yoktur.",
      "e": "Disiplin amirleri sadece hafta içi, disiplin kurulları ise hafta sonu için ceza verebilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(3) İzinsizlik cezası... disiplin amirleri tarafından ekli (1) sayılı çizelgeye göre, öğrenci disiplin kurulları tarafından ise üç hafta sonundan az olmamak üzere altı hafta sonuna kadar (bu süre dâhil) verilir.",
    "aclama": "Bu soru, aynı ceza türü için yetkili makamlar arasındaki yetki farkını bilmeyi gerektirir. 'Disiplin amirleri', daha hafif disiplinsizlikler için (1) sayılı çizelgede belirtilen (genellikle 1 veya 2 hafta sonu) kısa süreli izinsizlik cezaları verebilir. Ancak, daha ağır disiplinsizlikler için toplanan 'öğrenci disiplin kurulları'nın yetkisi daha geniştir ve 'üç hafta sonundan altı hafta sonuna kadar' daha uzun süreli izinsizlik cezaları verme yetkisine sahiptirler."
  },
  {
    "soru_id": "DSPLN_048",
    "konu": "TSK Disiplin Kanunu - Askeri Öğrenciler (Madde 22-24)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 23. Maddesi'ne göre, askeri öğrencilerin işleyebileceği spesifik disiplinsizlik fiilleri, bu fiillere verilecek cezaların türü ve miktarı, disiplin amirlerinin kimler olacağı gibi detaylı hususlar hangi hukuki metin ile tespit edilir?",
    "secenekler": {
      "a": "TSK İç Hizmet Kanunu",
      "b": "Askeri Ceza Kanunu",
      "c": "Genelkurmay Başkanlığının yayınlayacağı bir talimat",
      "d": "Yönetmelik",
      "e": "Her okulun kendi yönergesi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) Askeri öğrencilerin disiplinsizlik teşkil edebilecek fiilleri ve bu fiillere verilebilecek disiplin cezalarının türleri ve miktarı... ve diğer hususlar yönetmelikle tespit edilir.",
    "aclama": "Bu madde, kanunun genel çerçeveyi çizdiğini, ancak uygulamaya yönelik detayların daha alt bir hukuki metinle düzenleneceğini belirtir. Askeri okulların farklı yapıları ve öğrencilerin özel durumları göz önüne alınarak, tüm detayların (disiplinsizliklerin tam listesi, ceza puanları, kurulların işleyişi vb.) bir 'Yönetmelik' ile düzenlenmesi öngörülmüştür. Bu, kanunu değiştirmeden, ihtiyaçlara göre daha esnek düzenlemeler yapılmasına olanak tanır."
  },
  {
    "soru_id": "DSPLN_049",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 25-26)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 25. Maddesi'ne göre, erbaş ve erlere verilebilecek disiplin cezaları arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "İzinsizlik",
      "b": "Oda hapsi",
      "c": "Aylıktan kesme",
      "d": "Hizmetten men",
      "e": "İlave hizmet yükleme"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 25 – (1) Erbaş ve erlere ... verilebilecek cezalar ağırlık derecesine göre aşağıda belirtilmiştir: a) İzinsizlik b) İlave hizmet yükleme c) Oda hapsi ç) Hizmetten men",
    "aclama": "Bu madde, erbaş ve erlerin statülerine özgü olan disiplin cezalarını sıralar. Bu cezalar; izinsizlik, ilave hizmet, oda hapsi ve hizmetten men'dir. 'Aylıktan kesme' cezası ise, maaş alan rütbeli personel (subay, astsubay, uzman erbaş vb.) için geçerli olan bir ceza olup, erbaş ve erlere verilecek cezalar arasında sayılmamıştır."
  },
  {
    "soru_id": "DSPLN_050",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 25-26)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 26. Maddesi'ne göre, 'İlave hizmet yükleme' cezasının uygulanmasında günlük üst zaman sınırı nedir?",
    "secenekler": {
      "a": "Dört saatten fazla olamaz.",
      "b": "Altı saatten fazla olamaz.",
      "c": "Sekiz saatten fazla olamaz.",
      "d": "On iki saatten fazla olamaz.",
      "e": "Zaman sınırı yoktur, amirin takdirindedir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...aralıklı veya sürekli olarak ve günde sekiz saatten fazla olmamak üzere görevlendirilmesidir.",
    "aclama": "Bu madde, cezanın orantılılığı ilkesini korumak amacıyla bir üst sınır belirler. Personele, normal mesaisine ek olarak verilecek olan bu ceza kapsamındaki hizmetlerin toplam süresi, bir gün içinde 'sekiz saati' geçemez. Bu, cezanın aşırı bir eziyete dönüşmesini engelleyen bir güvencedir."
  },
  {
    "soru_id": "DSPLN_051",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 25-26)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 26'ya göre, 'Oda hapsi' cezası alan bir erbaş veya er ile aynı cezayı alan bir subay arasında, cezanın infazı sırasında temel bir fark bulunmaktadır. Bu fark nedir?",
    "secenekler": {
      "a": "Erbaş ve erler gerektiğinde askeri hizmetlerde kullanılabilirken, subaylar genel hizmet yapamaz.",
      "b": "Subayların kapısında nöbetçi beklerken, erbaş ve erlerin kapısında beklemez.",
      "c": "Erbaş ve erlerin cezası daha kısa sürer.",
      "d": "Subaylar ziyaretçi kabul edebilirken, erbaş ve erler edemez.",
      "e": "Hiçbir fark yoktur, ceza her rütbe için aynı şekilde infaz edilir."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Oda hapsi cezası alan erbaş ve erler, cezanın yerine getirilmesi sırasında gerektiğinde askeri hizmetlerde kullanılabilirler.",
    "aclama": "Bu soru, iki farklı madde (Madde 12 ve Madde 26) arasındaki bir karşılaştırmayı gerektirir. Madde 12'ye göre, oda hapsi alan bir subay 'emir veremez ve genel hizmet yapamaz'. Ancak Madde 26'ya göre, oda hapsi alan bir erbaş veya er, birliğin ihtiyacı olması durumunda 'gerektiğinde askeri hizmetlerde kullanılabilirler'. Bu, erbaş ve erlerin oda hapsi cezasının, rütbeli personelinkine göre daha az mutlak bir tecrit anlamına geldiğini gösterir."
  },
  {
    "soru_id": "DSPLN_052",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 25-26)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "'Hizmetten men' cezası alan bir erbaş veya erin, ceza süresinceki durumuyla ilgili aşağıdakilerden hangisi doğrudur?",
    "secenekler": {
      "a": "Tüm faaliyetlerden uzaklaştırılır ve sadece koğuşunda bekler.",
      "b": "Eğitim faaliyetlerine katılmaz, ancak müşterek idari vazifelerde veya ihtiyaç duyulan askeri hizmetlerde görevlendirilebilir.",
      "c": "Sadece eğitim faaliyetlerine katılır, başka bir görev verilmez.",
      "d": "Ceza süresince başka bir birliğe geçici olarak gönderilir.",
      "e": "Hiçbir hizmete katılmaz ve maaşının yarısı kesilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Ceza alan erbaş ve erler, ceza süresince mesai çizelgesindeki eğitim faaliyetlerine iştirak ettirilmezler; ancak müşterek idari vazifelerin ifasında veya ihtiyaç duyulan askeri hizmetlerde görevlendirilebilirler.",
    "aclama": "Bu madde, 'hizmetten men' cezasının tanımındaki bir ayrımı ortaya koyar. Bu ceza, personelin planlı 'eğitim faaliyetlerinden' men edilmesi anlamına gelir. Ancak bu, personelin tamamen hizmet dışı bırakıldığı anlamına gelmez. Komutanlık, bu personeli birliğin genel ve ortak idari işlerinde (temizlik, bakım, dağıtım vb.) veya o an ihtiyaç duyulan başka bir askeri hizmette (nöbet, muhafızlık vb.) görevlendirebilir."
  },
  {
    "soru_id": "DSPLN_053",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 27)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 27. Maddesi'nin 1. fıkrasına göre, erbaş ve erlere 'İzinsizlik' ve 'İlave hizmet yükleme' cezaları, hangi tür disiplinsizlikler karşılığında verilir?",
    "secenekler": {
      "a": "Sadece oda hapsi gerektiren disiplinsizlikler karşılığında",
      "b": "Kanunun dördüncü bölümünde yer alan uyarma, kınama veya hizmete kısmi süreli devam cezası gerektiren disiplinsizlikler ile benzeri eylemler karşılığında",
      "c": "Sadece askeri mahkemelerce suç sayılan fiiller karşılığında",
      "d": "Sadece hizmetten men cezasını gerektiren disiplinsizlikler karşılığında",
      "e": "Sadece amire itaatsizlik ve saygısızlık durumlarında"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) İzinsizlik ve ilave hizmet yükleme cezaları; bu Kanunun dördüncü bölümünde yer alan uyarma, kınama veya hizmete kısmi süreli devam cezası gerektiren disiplinsizlik hâlleri ile nitelik ve ağırlıkları itibarıyla bunlara benzer diğer eylemlerin yapılması hâlinde verilir.",
    "aclama": "Bu madde, farklı rütbeler için öngörülen ceza sistemleri arasında bir denklik kurar. Erbaş ve erler için uyarma veya kınama gibi cezalar yoktur. Ancak, rütbeli personel için 'uyarma', 'kınama' veya 'hizmete kısmi süreli devam' cezasını gerektirecek türden bir disiplinsizlik yaptıklarında, kendilerine bu fiillerin karşılığı olarak 'izinsizlik' veya 'ilave hizmet yükleme' cezalarından biri verilir."
  },
  {
    "soru_id": "DSPLN_054",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 27)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 27'nin 3. fıkrasına göre, normalde disiplin kuruluna sevk edilerek 'Hizmetten men' cezası alması gereken bir erbaş veya er hakkında, disiplin amiri hangi durumda ve nasıl bir takdir hakkı kullanabilir?",
    "secenekler": {
      "a": "Durum: Personelin ilk suçu olması / Takdir: Sadece sözlü olarak uyarabilir.",
      "b": "Durum: Personelin olumlu hizmet ve disiplin safahatı olması / Takdir: Yetkisi dahilindeki izinsizlik veya ilave hizmet yükleme cezalarından birini vererek disiplin kuruluna sevk etmeyebilir.",
      "c": "Durum: Personelin pişman olması / Takdir: Cezayı bir ay erteleyebilir.",
      "d": "Durum: Zararın tazmin edilmesi / Takdir: Cezayı tamamen affedebilir.",
      "e": "Disiplin amirinin bu konuda bir takdir hakkı yoktur, sevk etmek zorundadır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(3) Hizmetten men cezası... gerektiren disiplinsizlikler; erbaş ve erin olumlu hizmet ve disiplin safahatı göz önüne alınarak disiplin amirleri tarafından yetkisi dâhilindeki izinsizlik veya ilave hizmet yükleme cezalarından birisi de verilebilir. Bu durumda, erbaş ve erler disiplin kuruluna sevk edilmezler.",
    "aclama": "Bu soru, disiplin amirine tanınan önemli bir takdir yetkisini ve 'hafifletici neden' uygulamasını bilmeyi gerektirir. Bir erbaş veya er, normalde disiplin kuruluna sevki ve ağır bir ceza olan 'hizmetten men'i gerektiren bir fiil işlese bile, eğer o personelin geçmiş hizmetleri ve disiplin durumu 'olumlu' ise, disiplin amiri bu durumu bir hafifletici neden olarak kabul edebilir. Bu takdirde, personeli kurula sevk etmek yerine, kendi yetkisindeki daha hafif cezalardan olan 'izinsizlik' veya 'ilave hizmet' cezasını vererek konuyu kapatabilir."
  },
  {
    "soru_id": "DSPLN_055",
    "konu": "TSK Disiplin Kanunu - Erbaş ve Er Cezaları (Madde 27)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 27'nin 4. fıkrasına göre, barış zamanında Türk karasuları dışındaki bir gemide görevli bir ere, disiplin amiri (gemi komutanı) tarafından 'oda hapsi' cezası verilmesi ve bu cezanın bir kısmının karasuları dışında infaz edilememesi durumunda, kalan ceza nasıl infaz edilir?",
    "secenekler": {
      "a": "Kalan ceza affedilir.",
      "b": "Kalan ceza, Türkiye'de bir askeri cezaevinde infaz edilir.",
      "c": "Kalan ceza, ilave hizmet yükleme cezası olarak yerine getirilir.",
      "d": "Kalan ceza, izinsizlik cezasına çevrilir.",
      "e": "Kalan cezanın infazı için geminin tekrar karasuları dışına çıkması beklenir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(4) ...oda hapsi cezası verilebilir. Verilen bu cezanın karasuları dışında yerine getirilemeyen kısmı ilave hizmet yükleme cezası olarak yerine getirilir.",
    "aclama": "Bu madde, gemilerdeki özel oda hapsi cezasının infazına yönelik pratik bir çözüm sunar. Oda hapsi cezası, sadece gemi Türk karasuları dışındayken verilebilir ve infaz edilebilir. Eğer gemi, ceza bitmeden Türk karasularına girerse, 'oda hapsi' infazı derhal durdurulur. Ancak ceza ortadan kalkmaz; cezanın geri kalan kısmı, daha hafif bir ceza olan 'ilave hizmet yükleme' cezasına dönüştürülerek infaz edilmeye devam eder."
  },
  {
    "soru_id": "DSPLN_056",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 28)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 28. Maddesi'ne göre, 'geçici olarak kontrol altına alma' tedbirini uygulama yetkisi hangi disiplin amirlerine verilmiştir?",
    "secenekler": {
      "a": "Tüm disiplin amirleri",
      "b": "Sadece subay rütbesindeki disiplin amirleri",
      "c": "Ekli (1) sayılı çizelgede oda hapsi cezası vermeye yetkili kılınmış disiplin amirleri",
      "d": "Sadece disiplin kurulları",
      "e": "Sadece garnizon komutanları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Ekli (1) sayılı çizelgede oda hapsi cezası vermeye yetkili kılınmış disiplin amirleri... emri altındakileri geçici olarak kontrol altına almaya veya aldırmaya yetkilidir:",
    "aclama": "Bu madde, 'kontrol altına alma' gibi kişiyi hürriyetinden geçici olarak yoksun bırakan önemli bir tedbirin, her amir tarafından uygulanmasını engeller. Bu yetki, sadece kanunun ekindeki çizelgede 'Oda hapsi' gibi yine hürriyeti kısıtlayıcı bir disiplin cezası verme yetkisi tanınmış olan, daha üst rütbeli ve yetkili disiplin amirlerine verilmiştir."
  },
  {
    "soru_id": "DSPLN_057",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 28)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 28'e göre, geçici olarak kontrol altına alma tedbirinin azami süresi ne kadardır ve bu sürenin on iki saati geçmesi halinde disiplin amirinin yapması gereken bildirim nedir?",
    "secenekler": {
      "a": "Süre: 48 saat / Bildirim: Sadece bir üst disiplin amirine",
      "b": "Süre: 24 saat / Bildirim: Personelin yakınlarına ve bir üst disiplin amirine",
      "c": "Süre: 72 saat / Bildirim: Sadece personelin yakınlarına",
      "d": "Süre: 12 saat / Bildirim: Herhangi bir bildirim gerekmez.",
      "e": "Süre: Süresizdir / Bildirim: Birlik komutanına"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) Kontrol altında bulundurma... yirmi dört saati geçmeyecek şekilde uygulanır. Tedbir süresinin on iki saati geçmesi hâlinde, personelin yakınlarına ve bir üst disiplin amirine disiplin amiri tarafından en kısa sürede bilgi verilir.",
    "aclama": "Bu soru, tedbirin hem süresini hem de bu süreye bağlı olarak ortaya çıkan bildirim yükümlülüğünü bilmeyi gerektirir. Tedbirin keyfi bir şekilde uzatılmasını önlemek için, azami süresi 'yirmi dört saat' olarak kesin bir şekilde sınırlandırılmıştır. Ayrıca, tedbirin belirli bir süreyi ('on iki saati') aşması durumunda, hem personelin haklarını korumak amacıyla 'yakınlarına' hem de idari denetimi sağlamak amacıyla 'bir üst disiplin amirine' bilgi verilmesi zorunluluğu getirilmiştir."
  },
  {
    "soru_id": "DSPLN_058",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 28)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 28'de sayılan, bir personelin geçici olarak kontrol altına alınmasını gerektirebilecek durumlardan biri aşağıdakilerden hangisi değildir?",
    "secenekler": {
      "a": "Firar veya izin tecavüzündeyken yakalanarak adli makamlar önüne çıkarılmasını beklemek.",
      "b": "Kendisine, başkalarına veya bir eşyaya zarar vereceğinin açıkça belli olması.",
      "c": "Askeri mahalde bulunan sarhoş bir kişinin kontrol altında tutulmasının gerekmesi.",
      "d": "Ciddi şekilde bozulan disiplinin yeniden tesis edilmesi.",
      "e": "Amirine karşı saygısız bir ifade kullanması."
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Madde 28'de listelenen durumlar.",
    "aclama": "Bu madde, 'geçici kontrol altına alma' tedbirinin hangi acil ve zorunlu durumlarda uygulanabileceğini sınırlar. Bu durumlar; firarinin teslimi, kendine veya başkasına zarar verme tehlikesi, disiplinin ciddi şekilde bozulması ve sarhoşluk gibi, anında müdahale gerektiren hallerdir. 'Amire karşı saygısız bir ifade kullanmak' ise, bir disiplinsizlik olmakla birlikte, bu maddede sayılan ve anında fiziki kontrol gerektiren acil durumlar kategorisine girmez ve normal disiplin soruşturması yoluyla cezalandırılır."
  },
  {
    "soru_id": "DSPLN_059",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 29)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 29. Maddesi'ne göre, 'geçici olarak görevden uzaklaştırma' tedbirinin temel amacı nedir?",
    "secenekler": {
      "a": "Personeli peşinen cezalandırmak.",
      "b": "Personelin dinlenmesini sağlamak.",
      "c": "Hakkında yapılan inceleme ve araştırmanın emniyetli ve sıhhatli olarak devam etmesini sağlamak.",
      "d": "Birlikteki diğer personele ibret olmasını sağlamak.",
      "e": "Personelin istifa etmesini teşvik etmek."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Disiplinsizlik veya suç teşkil edebilecek bir fiili nedeniyle hakkında yapılan inceleme ve araştırmanın emniyetli ve sıhhatli olarak devam etmesi amacıyla, görevi başında kalmasında sakınca görülecek... personel... görevinden geçici olarak uzaklaştırılabilir.",
    "aclama": "Bu madde, görevden uzaklaştırmanın bir ceza değil, bir 'tedbir' olduğunu vurgular. Bu tedbirin amacı, hakkında soruşturma yürütülen bir personelin, görevinin başında kalarak delilleri karartmasını, tanıkları etkilemesini veya soruşturmanın sağlıklı yürümesini başka bir şekilde engellemesini önlemektir. Yani amaç, kişiyi değil, 'soruşturmanın sıhhatini' güvence altına almaktır."
  },
  {
    "soru_id": "DSPLN_060",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 29)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 29'a göre, geçici olarak görevden uzaklaştırma tedbirinin süresiyle ilgili olarak, asgari tugay ve eşiti seviyedeki bir komutanın verebileceği ilk süre, bu süreyi kendi yetkisiyle uzatabileceği ek süre ve ilgili bakanın onayıyla uzatılabilecek azami süre ne kadardır?",
    "secenekler": {
      "a": "İlk süre: 10 gün / Ek süre: 10 gün / Azami süre: 6 ay",
      "b": "İlk süre: 15 iş günü / Ek süre: Bir katına kadar (15 iş günü) / Azami süre: Bir yıl",
      "c": "İlk süre: 30 gün / Ek süre: Yoktur / Azami süre: 3 ay",
      "d": "İlk süre: 7 iş günü / Ek süre: Bir katına kadar / Azami süre: Altı ay",
      "e": "Tüm süreler bakanın onayına tabidir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) ...asgari tugay ve eşiti ile daha üst seviyedeki birlik, karargâh veya kurum amirleri tarafından, on beş iş gününe kadar verilebilir. İhtiyaç duyulması halinde bu süre, bu fıkrada yazılı makamlarca bir katına; ilgili bakanın onayı ile de bir yıla kadar artırılabilir.",
    "aclama": "Bu soru, görevden uzaklaştırma tedbirinin kademeli olarak uzatılma sürecini ve yetkili makamları bilmeyi gerektirir. Süreç üç aşamalıdır: 1) Tugay ve üstü komutanlar ilk olarak 'on beş iş gününe kadar' görevden uzaklaştırma kararı verebilir. 2) İhtiyaç halinde bu süreyi 'bir katına kadar' yani bir on beş iş günü daha kendileri uzatabilirler. 3) Daha da uzun bir süre gerekirse, bu durumda artık komutanın yetkisi biter ve 'ilgili bakanın onayı ile' süre 'bir yıla kadar' uzatılabilir."
  },
  {
    "soru_id": "DSPLN_061",
    "konu": "TSK Disiplin Kanunu - İdari Yaptırımlar ve Cezaların Etkileri (Madde 29)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 29'un 3. fıkrasına göre, geçici olarak görevden uzaklaştırılan bir personelin bu süre içindeki hukuki durumuyla ilgili aşağıdakilerden hangisi yanlıştır?",
    "secenekler": {
      "a": "Görevden ayrı kalınan süre hizmetten sayılır.",
      "b": "Personelin asker kişi sıfatı devam eder.",
      "c": "Personel, astlarına emir veremez.",
      "d": "Tedbir süresi sonunda göreve başlaması için yeni bir emir beklemesi gerekir.",
      "e": "Tedbir, gerek görülürse süresi dolmadan önce de kaldırılabilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(3) Görevden uzaklaştırma tedbiri; süresi sonunda başka bir işleme gerek kalmadan ortadan kalkacağı gibi...",
    "aclama": "Bu madde, görevden uzaklaştırılan personelin hak kaybına uğramamasını ve durumunun belirsizlikte kalmamasını sağlar. Bu süre hizmetten sayılır ve asker kişi sıfatı devam eder, ancak yetkileri kısıtlanır (emir veremez). En önemli kurallardan biri ise, tedbirin süresi dolduğunda 'başka bir işleme gerek kalmadan' yani otomatik olarak ortadan kalkmasıdır. Personelin göreve başlamak için ayrıca bir 'göreve başla' emri beklemesine gerek yoktur."
  },
  {
    "soru_id": "DSPLN_062",
    "konu": "TSK Disiplin Kanunu - Cezaların İdari Etkileri (Madde 30-31)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 30. Maddesi'ne göre, personele verilen disiplin cezaları ve diğer idari yaptırımlar, aşağıdaki idari işlemlerden hangisinde göz önünde bulundurulmaz?",
    "secenekler": {
      "a": "Terfi",
      "b": "Atama",
      "c": "Sözleşme feshi",
      "d": "Özellikli görevlere seçim",
      "e": "Maaş zammı oranı"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "(3) Disiplin cezaları ve diğer idari yaptırımlar... personel hakkında yapılacak sicil, terfi, atama, ayırma, ilişik kesme, sözleşme feshi, özellikli görevlere seçim ve benzeri idari işlemlerde göz önünde bulundurulur.",
    "aclama": "Bu madde, bir personelin disiplin geçmişinin, kariyerini etkileyen önemli idari kararlarda (terfi, atama, sözleşme yenileme vb.) bir kriter olarak dikkate alınacağını belirtir. Bu, personelin genel liyakatinin bir parçası olarak görülür. Ancak, 'maaş zammı oranı' genellikle kanunlarla ve ekonomik göstergelerle belirlenen genel bir idari işlemdir ve bu maddede personelin disiplin durumuna göre maaş zammının değiştirileceğine dair bir ifade yer almaz."
  },
  {
    "soru_id": "DSPLN_063",
    "konu": "TSK Disiplin Kanunu - Cezaların İdari Etkileri (Madde 30-31)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 31. Maddesi'ne göre, aşağıdaki disiplin cezalarından hangileri yedek subaylar ile erbaş ve erlerin askerlik hizmet sürelerine eklenerek geç terhis olmalarına neden olur?",
    "secenekler": {
      "a": "Uyarma ve Kınama",
      "b": "İzinsizlik ve İlave hizmet yükleme",
      "c": "Hizmetten men ve Oda hapsi",
      "d": "Sadece Oda hapsi",
      "e": "Sadece Hizmetten men"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Disiplin amirleri veya disiplin kurulları tarafından verilen hizmetten men cezası ile oda hapsi cezaları, yedek subaylar , yedek astsubaylar ile erbaş ve erlerin askerlik hizmet sürelerine eklenir...",
    "aclama": "Bu soru, hangi cezaların askerlik süresini uzatma gibi ciddi bir idari etkiye sahip olduğunu bilmeyi gerektirir. Yönetmelik, bu etkiyi sadece en ağır ve personelin hizmetten alıkonulduğu iki ceza türü için öngörmüştür: 'Hizmetten men' ve 'Oda hapsi'. Bu cezaların süresi kadar, yükümlünün askerlik hizmeti uzar ve o kadar geç terhis olur."
  },
  {
    "soru_id": "DSPLN_064",
    "konu": "TSK Disiplin Kanunu - Cezaların İdari Etkileri (Madde 30-31)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 31'e 2020 yılında eklenen cümleye göre, barış zamanında, disiplin amirleri tarafından erbaş ve erlere verilen 'hizmetten men' cezaları nedeniyle askerlik hizmet süresine eklenecek toplam süre için getirilen üst sınır nedir?",
    "secenekler": {
      "a": "On beş günü geçemez.",
      "b": "Otuz günü geçemez.",
      "c": "Kırk beş günü geçemez.",
      "d": "Altmış günü geçemez.",
      "e": "Böyle bir üst sınır yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...seferberlik ve savaş zamanı hariç, disiplin amirleri tarafından erbaş ve erlere verilen hizmetten men cezaları nedeniyle askerlik hizmet süresine eklenecek toplam süre otuz günü geçemez.",
    "aclama": "Bu soru, kanuna sonradan eklenen ve önemli bir sınırlama getiren bir detayı bilmeyi gerektirir. Normalde hizmetten men cezaları askerlik süresine eklenirken, bu durumun aşırıya kaçmasını önlemek için bir üst limit getirilmiştir. Bu limite göre, 'disiplin amirleri' tarafından verilen hizmetten men cezalarının toplamı, askerlik hizmetini 'otuz günden' daha fazla uzatamaz. Bu sınır, sadece barış zamanı ve sadece disiplin amirlerinin verdiği cezalar için geçerlidir."
  },
  {
    "soru_id": "DSPLN_065",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 32-33)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 32. Maddesi'ne göre, disiplin kurulları asgari hangi komutanlık seviyesinde teşkil edilir?",
    "secenekler": {
      "a": "Bölük",
      "b": "Tabur",
      "c": "Alay",
      "d": "Tugay",
      "e": "Kolordu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(1) Bu Kanunla verilen görevleri yapmak üzere, asgari tugay (Deniz ve Hava Kuvvetlerinde eşidi)... seviyedeki birlik, karargâh ve kurumlarda bir disiplin kurulu teşkil edilir.",
    "aclama": "Bu madde, disiplin kurullarının belirli bir büyüklük ve yetkinlikteki birliklerde kurulmasını öngörür. Bu kurulların kurulacağı en alt ('asgari') komutanlık seviyesi, 'tugay' veya Deniz ve Hava Kuvvetlerindeki eşidi birlikler olarak belirlenmiştir. Ancak ihtiyaç duyulması halinde daha alt seviyelerde de kurulabileceği belirtilmiştir."
  },
  {
    "soru_id": "DSPLN_066",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 32-33)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 33. Maddesi'ne göre, bir disiplin kurulunun standart oluşumu nasıldır?",
    "secenekler": {
      "a": "Bir başkan ve dört üyeden oluşur.",
      "b": "Asgari binbaşı rütbesinde bir başkan ile bir subay ve bir astsubay üyeden olmak üzere toplam üç kişiden oluşur.",
      "c": "Bir albay başkanlığında iki subaydan oluşur.",
      "d": "Bir subay, bir astsubay ve bir uzman erbaştan oluşur.",
      "e": "Sadece subaylardan oluşan üç kişilik bir heyettir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Disiplin kurulları; asgari binbaşı rütbesinde bir başkan ile meslekte beş yılını tamamlamış, başkandan kıdemsiz bir subay ve bir astsubay üye olmak üzere... toplam üç kişiden oluşur.",
    "aclama": "Bu madde, disiplin kurulunun standart yapısını ve üye niteliklerini net bir şekilde tanımlar. Kurul, toplam üç kişiden oluşur. Bu üyelerden biri, en az 'binbaşı' rütbesinde olan ve kurula 'başkanlık' eden bir subaydır. Diğer iki üye ise, başkandan daha kıdemsiz olan ve en az beş yıl hizmeti bulunan bir 'subay' ile bir 'astsubay'dır. Ayrıca hiçbir üye, hakkında tahkikat yapılan personelin astı olamaz."
  },
  {
    "soru_id": "DSPLN_067",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 32-33)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 33'e göre, hakkında disiplinsizlik tahkikatı yapılan personelin 'subay' olması durumunda, disiplin kurulunun oluşumunda nasıl bir değişiklik yapılır?",
    "secenekler": {
      "a": "Herhangi bir değişiklik yapılmaz.",
      "b": "Kurula bir sivil memur üye eklenir.",
      "c": "Kurul başkanı albay veya general olur.",
      "d": "Astsubay üye yerine görev yapmak üzere ayrıca bir subay üye belirlenir.",
      "e": "Kuruldaki tüm üyelerin, hakkında tahkikat yapılandan daha kıdemli olması gerekir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(3) Subayların tahkikatında astsubay üye yerine görev yapmak üzere ayrıca bir subay üye belirlenir ve görevlendirilir.",
    "aclama": "Bu soru, kurulların 'emsallik' ilkesine göre nasıl uyarlandığını anlamayı gerektirir. Bir subayın, içinde astsubay bulunan bir kurul tarafından yargılanmasının uygun olmayacağı düşüncesiyle bir düzenleme yapılmıştır. Bu durumda, standart yapıdaki 'astsubay üye' kurula katılmaz, onun yerine 'ayrıca bir subay üye' görevlendirilerek kurulun tamamen subaylardan oluşması sağlanır."
  },
  {
    "soru_id": "DSPLN_068",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 32-33)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 33'e göre, disiplin kurulu başkan ve üyeleri kim tarafından ve ne kadar süreliğine görevlendirilir?",
    "secenekler": {
      "a": "Kim: Garnizon Komutanı / Süre: İki yıl",
      "b": "Kim: Kurulun teşkilatında kurulduğu komutan veya askeri kurum amiri / Süre: Bir yıl",
      "c": "Kim: Kuvvet Komutanı / Süre: Üç yıl",
      "d": "Kim: Milli Savunma Bakanı / Süre: Belirsiz",
      "e": "Kim: Hakimler ve Savcılar Kurulu / Süre: Dört yıl"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Kurulun başkan ve üyeleri teşkilatında kurulduğu komutan veya askeri kurum amiri tarafından her yılın aralık ayında bir yıllığına görevlendirilir.",
    "aclama": "Bu madde, disiplin kurullarının atanma usulünü ve görev süresini belirler. Kurul üyelerini atama yetkisi, o kurulun içinde bulunduğu birliğin, karargahın veya kurumun en üst amirine aittir. Bu atama işlemi her yılın Aralık ayında yapılır ve üyelerin görev süresi 'bir yıl' olarak belirlenmiştir. Görev süresi bitenler yeniden görevlendirilebilir."
  },
  {
    "soru_id": "DSPLN_069",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 34-35)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 34. Maddesi'ne göre, bir birlik komutanı hakkında yapılacak disiplin tahkikatı hangi disiplin kurulunda yapılır?",
    "secenekler": {
      "a": "Kendi birliğindeki disiplin kurulunda",
      "b": "Bir üst komutanlık teşkilatında kurulan disiplin kurulunda",
      "c": "Garnizondaki en kıdemli komutanın kurduğu kurulda",
      "d": "Milli Savunma Bakanlığı Disiplin Kurulunda",
      "e": "Genelkurmay Başkanlığı Disiplin Kurulunda"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri hakkındaki disiplin tahkikatı bir üst komutanlık veya askeri kurum amiri teşkilatında kurulan disiplin kurulunda yapılır.",
    "aclama": "Bu madde, adil ve tarafsız bir soruşturma yapılmasını sağlamak amacıyla bir kural koyar. Bir komutanın, kendi emrindeki personelden oluşan bir disiplin kurulu tarafından soruşturulması uygun olmayacağından, bu tür durumlarda soruşturma yetkisi, hiyerarşik olarak 'bir üst komutanlıkta' bulunan disiplin kuruluna verilir. General ve amiraller için ise bu kuralın istisnası olarak tahkikat doğrudan Milli Savunma Bakanlığı Disiplin Kurulunda yapılır."
  },
  {
    "soru_id": "DSPLN_070",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 34-35)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 35. Maddesi'ne göre, disiplin subayları öncelikli olarak hangi sınıfa mensup subaylar arasından atanır?",
    "secenekler": {
      "a": "Piyade sınıfı",
      "b": "İstihbarat sınıfı",
      "c": "Personel sınıfı",
      "d": "Hukuk sınıfı",
      "e": "Muhabere sınıfı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) Disiplin subayı, hukuk sınıfına mensup subaylar arasından atanır.",
    "aclama": "Disiplin subaylığı, hukuki bilgi ve usul bilgisi gerektiren özel bir görevdir. Disiplin süreçlerinin kanuna uygun ve adil bir şekilde yürütülmesini sağlamak amacıyla, bu göreve atanacak subayların öncelikli olarak bu alanda uzmanlaşmış olan 'hukuk sınıfı' subayları arasından seçilmesi esastır. Diğer sınıflardan atama yapılması ancak istisnai durumlarda mümkündür."
  },
  {
    "soru_id": "DSPLN_071",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Disiplin Subayı (Madde 34-35)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 35'e göre, hukuk sınıfı subay bulunmadığı ve atama da yapılmadığı hallerde, bir komutanın görevlendireceği geçici disiplin subayının taşıması gereken iki temel nitelik nedir?",
    "secenekler": {
      "a": "En az yüzbaşı rütbesinde olmak ve karargahta görev yapıyor olmak",
      "b": "Kıtada en az bir yıl hizmet görmüş olmak ve taksirli suçlar dışında bir suçtan hükümlü bulunmamak",
      "c": "Hukuk fakültesi mezunu olmak ve 10 yıl hizmeti bulunmak",
      "d": "Komutanla aynı sınıftan olmak ve disiplin cezası almamış olmak",
      "e": "Disiplin kursu görmüş olmak ve en az beş yıl kıdemli olmak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...disiplin subayı... kıtada en az bir yıl hizmet görmüş olan ve taksirli suçlar dışında bir suçtan hükümlü bulunmayan subaylar arasından görevlendirilir.",
    "aclama": "Bu soru, istisnai durumlarda görevlendirilecek disiplin subayının asgari niteliklerini bilmeyi gerektirir. Bu durumda komutan, görevlendireceği subayın iki temel şartı taşıdığından emin olmalıdır: Birincisi, pratik tecrübe şartıdır, yani subayın 'kıtada en az bir yıl hizmet görmüş' olması. İkincisi ise, adli sicil temizliği şartıdır, yani subayın 'taksirli suçlar dışında bir suçtan hüküm giymemiş' olmasıdır."
  },
  {
    "soru_id": "DSPLN_072",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulunun Görev ve Yetkileri (Madde 36)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 36. Maddesi'ne göre, disiplin kurullarının, subay, astsubay, uzman erbaş gibi rütbeli personel ile erbaş ve erler için verebileceği temel disiplin cezaları sırasıyla hangileridir?",
    "secenekler": {
      "a": "Rütbeli personel: Oda hapsi / Erbaş ve Erler: İzinsizlik",
      "b": "Rütbeli personel: Aylıktan kesme / Erbaş ve Erler: İlave hizmet yükleme",
      "c": "Rütbeli personel: Hizmet yerini terk etmeme / Erbaş ve Erler: Hizmetten men",
      "d": "Her iki grup için de sadece Silahlı Kuvvetlerden ayırma cezası",
      "e": "Her iki grup için de sadece hizmet yerini terk etmeme cezası"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) ...subay, astsubay, uzman jandarma, uzman erbaşlar ile sözleşmeli erbaş ve erlerin hizmet yerini terk etmeme cezası gerektiren disiplinsizliklerine... hizmet yerini terk etmeme cezası ile cezalandırmakla, b) ...erbaş ve erlerin hizmetten men cezası gerektiren disiplinsizliklerine... hizmetten men cezası ile cezalandırmakla, görevli ve yetkilidir.",
    "aclama": "Bu madde, disiplin kurullarının temel ceza verme yetkisini personel statüsüne göre ayırır. Kurullar, disiplin amirleri tarafından kendilerine sevk edilen 'rütbeli personel' için 'hizmet yerini terk etmeme' cezası verebilirken, 'erbaş ve erler' için ise daha farklı bir ceza olan 'hizmetten men' cezasını verme yetkisine sahiptir. Bu, iki farklı statü için farklı yaptırımların öngörüldüğünü gösterir."
  },
  {
    "soru_id": "DSPLN_073",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulunun Görev ve Yetkileri (Madde 36)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 36'ya göre, 'Seferberlik ve savaş hâli'nde, disiplin kurullarının normalde verdiği hizmet yerini terk etmeme veya hizmetten men cezalarının yerine hangi ceza verilir?",
    "secenekler": {
      "a": "Silahlı Kuvvetlerden ayırma",
      "b": "Rütbenin geri alınması",
      "c": "Aylıktan kesme",
      "d": "Oda hapsi",
      "e": "Cezalar aynı kalır, sadece süreleri artırılır."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) Seferberlik ve savaş hâli müddetince işlenen ve disiplin kurullarının görevine giren disiplinsizliklere; hizmet yerini terk etmeme veya hizmetten men cezası yerine, aynı esaslarla ve bu Kanunda belirlenen sürelerle oda hapsi cezası verilir.",
    "aclama": "Bu madde, savaş gibi olağanüstü durumlarda disiplinin daha sert ve caydırıcı tedbirlerle sağlanması gerektiğini belirtir. Barış zamanında uygulanan ve görece daha hafif olan 'hizmet yerini terk etmeme' veya 'hizmetten men' cezaları, seferberlik ve savaş halinde yeterli görülmez. Bu durumda, bu cezaların yerine, hürriyeti bağlayıcı nitelikteki daha ağır bir yaptırım olan 'oda hapsi' cezası verilir."
  },
  {
    "soru_id": "DSPLN_074",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulunun Görev ve Yetkileri (Madde 36)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 36'nın 3. fıkrasına göre, bir disiplin kurulunun tahkikatı aydınlatmak için sahip olduğu yetkiler arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "İlgililerin özlük dosyasını ve her nevi evrakı inceleme",
      "b": "Tanık ve bilirkişi dinleme",
      "c": "Hâkim veya savcı kararı gerektiren durumlarda arama yapma",
      "d": "Keşif yapma veya yaptırma",
      "e": "Hâkim veya savcı kararı gerektirmeyen durumlarda kriminal inceleme yaptırma"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...hâkim veya savcı kararı gerektirmeyen durumlarda kriminal inceleme yaptırma da dâhil olmak üzere, tahkikatı aydınlatacak her türlü idari işlemi yapmaya veya yaptırmaya yetkilidir.",
    "aclama": "Bu madde, disiplin kuruluna tahkikatı yürütebilmesi için geniş yetkiler tanırken, bu yetkilerin sınırını da çizer. Kurul, dosya inceleme, tanık dinleme, keşif yapma gibi birçok idari soruşturma işlemini yapabilir. Ancak, Anayasal güvence altında olan ve 'hakim veya savcı kararı gerektiren' arama, el koyma gibi işlemleri yapma yetkisi yoktur. Kurul, bu tür işlemleri ancak adli makamlar aracılığıyla talep edebilir."
  },
  {
    "soru_id": "DSPLN_075",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Tahkikat Usulü (Madde 37-38)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 37. Maddesi'ne göre, disiplin kuruluna sevk edilmesi gereken bir disiplinsizlik dosyasının, olayın öğrenilmesinden itibaren en geç ne kadar süre içinde disiplin subaylığına gönderilmesi gerekir?",
    "secenekler": {
      "a": "On gün",
      "b": "On beş gün",
      "c": "Otuz gün",
      "d": "Kırk beş gün",
      "e": "Altmış gün"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...disiplinsizliğin öğrenilmesinden itibaren en geç otuz gün içinde gönderilir.",
    "aclama": "Bu madde, disiplin süreçlerinin makul bir sürede tamamlanmasını sağlamak amacıyla bir zaman sınırı koyar. Disiplin amiri, bir olayın disiplin kuruluna sevk edilmesi gerektiğine karar verdikten sonra, soruşturma evrakını ve kendi kanaat raporunu hazırlayarak 'en geç otuz gün içinde' yetkili disiplin subaylığına göndermekle yükümlüdür."
  },
  {
    "soru_id": "DSPLN_076",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Tahkikat Usulü (Madde 37-38)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 37'ye göre, disiplin subayı tarafından incelenen bir dosyada, disiplinsizliğin yanı sıra bir 'suçun işlendiğinin' de tespit edilmesi halinde hangi işlem yapılır?",
    "secenekler": {
      "a": "Disiplin kurulu dosyayı doğrudan mahkemeye gönderir.",
      "b": "Disiplin soruşturması durdurulur ve adli soruşturmanın sonucu beklenir.",
      "c": "Komutanın onayıyla dosyanın bir sureti ilgili Cumhuriyet başsavcılığına gönderilir.",
      "d": "Personele hem disiplin cezası hem de adli ceza aynı anda verilir.",
      "e": "Dosya ceza indirimi için bir üst amire gönderilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Bir suçun işlendiğinin tespit edilmesi halinde dosyanın bir suretinin ilgili Cumhuriyet başsavcılığına gönderilmesine... komutan veya askeri kurum amirinin onayıyla karar verilir.",
    "aclama": "Bu madde, askeri disiplin süreci ile adli süreç arasındaki ilişkiyi düzenler. Disiplin subayı, bir disiplinsizliği incelerken aynı zamanda bir suçun (örneğin hırsızlık, yaralama vb.) işlendiğine dair delillerle karşılaşırsa, bu durumu görmezden gelemez. Komutanın onayını alarak, disiplin dosyası devam ederken, dosyanın bir kopyasını adli süreci başlatması için 'ilgili Cumhuriyet başsavcılığına' göndermekle yükümlüdür."
  },
  {
    "soru_id": "DSPLN_077",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Tahkikat Usulü (Madde 37-38)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 37'nin 5. fıkrasına göre, disiplin kuruluna sevk edilen personelin sahip olduğu haklar arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "Soruşturma evrakının tamamını (gizlilik içerenler hariç) inceleme",
      "b": "Tanık dinletme",
      "c": "Disiplin kurulunda sözlü veya yazılı savunma yapma",
      "d": "Disiplin kurulu başkanını ve üyelerini reddetme",
      "e": "Yukarıdakilerin hepsi personelin hakkıdır."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(5) Disiplin kuruluna sevk edilen personel; ...soruşturma evrakının tamamını inceleme, tanık dinletme ve disiplin kurulunda sözlü veya yazılı olarak savunma yapma hakkına sahiptir.",
    "aclama": "Bu madde, disiplin kurulu önündeki personelin adil yargılanma hakkı kapsamındaki temel güvencelerini sayar. Bunlar; dosyayı inceleyerek 'bilgi edinme hakkı', kendi lehine 'delil sunma hakkı' (tanık dinletme) ve kendini ifade etme hakkı olan 'savunma hakkı'dır. Ancak, metinde 'hakimi reddetme' usulüne benzer şekilde, disiplin kurulu üyelerinin reddedilebileceğine dair bir hak tanınmamıştır."
  },
  {
    "soru_id": "DSPLN_078",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulları ve Tahkikat Usulü (Madde 37-38)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 38'e göre, bir disiplin kurulu tahkikat sonucunda verebileceği üç temel karar türü nedir?",
    "secenekler": {
      "a": "Beraat, mahkumiyet veya yargılamanın yenilenmesi",
      "b": "Ceza verilmesine yer olmadığı, disiplin cezası verilmesi veya kurulun yetkisizliği",
      "c": "Uyarma, kınama veya aylıktan kesme",
      "d": "Onaylama, bozma veya dosyayı iade etme",
      "e": "Soruşturmanın genişletilmesi, cezanın ertelenmesi veya ceza verilmesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Disiplin kurulu tahkikat sonucunda; disiplin cezası verilmesine yer olmadığına veya disiplin cezası verilmesine yahut kurulun yetkisizliğine karar verebilir.",
    "aclama": "Bu madde, disiplin kurulunun bir dosyayı karara bağlarken verebileceği nihai kararları üç kategoride toplar: 1) Personelin disiplinsizlik yapmadığına karar vererek dosyayı kapatabilir ('ceza verilmesine yer olmadığı'). 2) Personelin disiplinsizlik yaptığına karar vererek kanunda belirtilen cezalardan birini verebilir ('disiplin cezası verilmesi'). 3) İncelenen fiilin kendi görev alanına girmediğine karar vererek dosyayı ilgili makama gönderebilir ('kurulun yetkisizliği')."
  },
  {
    "soru_id": "DSPLN_079",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 39)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 39. Maddesi'ne göre, bir disiplin amirinin, disiplinsizliği öğrendiği tarihten itibaren ne kadar süre içinde disiplin cezası vermesi gerekir?",
    "secenekler": {
      "a": "On beş gün",
      "b": "Bir ay",
      "c": "Üç ay",
      "d": "Altı ay",
      "e": "Süre sınırı yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Disiplin amirleri tarafından, disiplinsizliğin kendileri tarafından öğrenilmesinden itibaren bir ay... geçtikten sonra disiplin cezası verilemez.",
    "aclama": "Bu madde, disiplin cezalarının keyfi olarak bekletilmesini önlemek ve personelin durumu hakkında hızla bir karar verilmesini sağlamak amacıyla net bir süre sınırı koyar. Disiplin amirinin, bir disiplinsizliği öğrendiği andan itibaren ceza verme işlemini başlatması ve sonuçlandırması için 'bir aylık' bir hak düşürücü süresi vardır. Bu süre (inceleme ve araştırma süresi hariç) aşıldıktan sonra ceza verilemez."
  },
  {
    "soru_id": "DSPLN_080",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 39)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 39'a göre, disiplin kurullarında yapılan tahkikatlar için ceza verme zamanaşımı süreleri ile disiplin amirleri için belirlenen süreler arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Her ikisi için de süreler aynıdır.",
      "b": "Disiplin amiri için 1 ay/2 yıl iken, disiplin kurulu için 6 ay/2 yıldır.",
      "c": "Disiplin amiri için 1 ay/1 yıl iken, disiplin kurulu için 3 ay/3 yıldır.",
      "d": "Disiplin amiri için 2 ay/3 yıl iken, disiplin kurulu için 1 yıl/5 yıldır.",
      "e": "Disiplin kurulları için bir zamanaşımı süresi yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Disiplin amirleri... öğrenilmesinden itibaren bir ay ve... işlendiği tarihten itibaren iki yıl... Disiplin kurullarında... öğrenilmesinden itibaren altı ay ve... işlendiği tarihten itibaren iki yıl...",
    "aclama": "Bu soru, iki farklı makam için belirlenen farklı zamanaşımı sürelerini ayırt etme becerisini ölçer. Fiilin işlendiği tarihten itibaren başlayan 'objektif' zamanaşımı süresi (iki yıl) her iki makam için de aynıdır. Ancak, fiilin öğrenildiği andan itibaren başlayan 'sübjektif' zamanaşımı süresi farklıdır. Daha hızlı karar vermesi beklenen 'disiplin amiri' için bu süre 'bir ay' iken, daha kapsamlı bir tahkikat yürüten 'disiplin kurulu' için bu süre 'altı ay' olarak belirlenmiştir."
  },
  {
    "soru_id": "DSPLN_081",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 39)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 39'un 3. fıkrasına göre, 'Silahlı Kuvvetlerden ayırma' cezasını gerektiren fiiller için, fiilin işlendiği tarihten itibaren başlayan zamanaşımı süresi, 'terör örgütleriyle ilişkisi olmak' suçu ile 'diğer' suçlar için ne kadardır?",
    "secenekler": {
      "a": "Terör: 10 yıl / Diğerleri: 3 yıl",
      "b": "Terör: 15 yıl / Diğerleri: 5 yıl",
      "c": "Terör: 20 yıl / Diğerleri: 5 yıl",
      "d": "Terör: 25 yıl / Diğerleri: 10 yıl",
      "e": "Her ikisi için de zamanaşımı süresi 5 yıldır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) ...disiplin cezasını gerektiren fiil ve hâllerin işlendiği tarihten itibaren 20 nci maddenin birinci fıkrasının (h) bendindeki disiplinsizlikler için yirmi yıl, diğer bentlerde yer alan disiplinsizlikler için beş yıl geçtikten sonra... ceza verilemez.",
    "aclama": "Bu soru, en ağır disiplin cezası olan ayırma cezasının zamanaşımındaki çok önemli bir istisnayı bilmeyi gerektirir. Kanun, ayırma cezasını gerektiren çoğu disiplinsizlik için fiilin işlendiği tarihten itibaren 'beş yıllık' bir zamanaşımı öngörmüştür. Ancak, Madde 20'nin (h) bendinde tanımlanan ve devletin güvenliğine yönelik en ciddi tehditlerden biri olan 'terör örgütleriyle ilişkisi olmak' suçu için bu süre çok daha uzun tutulmuş ve 'yirmi yıl' olarak belirlenmiştir."
  },
  {
    "soru_id": "DSPLN_082",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 39)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 39'un 5. fıkrasına göre, bir disiplin cezasının mahkeme tarafından 'fiilin hatalı olarak vasıflandırıldığı' gerekçesiyle iptal edilmesi durumunda ne olur?",
    "secenekler": {
      "a": "Personel tamamen aklanmış sayılır ve dosya kapanır.",
      "b": "Disiplin amiri aynı cezayı tekrar verebilir.",
      "c": "Kararın kesinleştiği tarihteki yetkili disiplin amiri veya kurulu, kararın tebliğinden itibaren yeniden değerlendirme yapar.",
      "d": "Personel hakkında daha ağır bir ceza verilir.",
      "e": "Personelin sicilinden ceza silinir ancak idari bir işlem yapılmaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(5) Fiilin hatalı olarak vasıflandırıldığı... gerekçeleriyle disiplin cezasının mahkeme tarafından iptal edilmesi durumunda... yetkili disiplin kurulu veya disiplin amiri... yeniden değerlendirme yapar.",
    "aclama": "Bu madde, mahkemenin iptal kararının niteliğine göre idarenin ne yapması gerektiğini düzenler. Mahkeme, 'fiil hiç işlenmemiştir' dememiş, sadece verilen cezanın o fiile uygun olmadığını ('hatalı vasıflandırma') veya usulde bir hata olduğunu belirtmiştir. Bu durumda, disiplinsizlik ortadan kalkmaz. Dosya, kararın kesinleştiği tarihte yetkili olan 'disiplin amirine veya kuruluna' geri döner ve bu makam, mahkemenin belirttiği gerekçeleri dikkate alarak dosya hakkında 'yeniden bir değerlendirme' yapmak ve doğru olan cezayı vermekle yükümlüdür."
  },
  {
    "soru_id": "DSPLN_083",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 40-41)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 40. Maddesi'ne göre, savunma alınmadan disiplin cezası verilemeyeceği kuralının tek istisnası nedir?",
    "secenekler": {
      "a": "Disiplinsizliğin seferberlik ve savaş zamanında işlenmesi",
      "b": "Personelin suçunu sözlü olarak itiraf etmesi",
      "c": "Kanunun 13. maddesinin 6. fıkrasında düzenlenen firar ve izin tecavüzü gibi durumlar",
      "d": "Disiplin cezasının sadece 'Uyarma' olması",
      "e": "Disiplinsizliğe amirin bizzat şahit olması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Bu Kanunun 13 üncü maddesinin altıncı fıkrasında düzenlenen istisna haricinde disiplin amirleri veya disiplin kurulları tarafından savunma alınmadan disiplin cezası verilemez.",
    "aclama": "Bu madde, adil yargılanmanın temel unsuru olan savunma hakkının mutlak bir güvence olduğunu belirtir. Ancak bu güvencenin tek bir istisnası vardır: Personelin firar veya izin tecavüzü gibi, kendisine ulaşılamadığı ve bu nedenle savunma alınmasının fiilen imkansız olduğu durumlar. Bu istisna, Madde 13'te Silahlı Kuvvetlerden ayırma cezası için özel olarak düzenlenmiştir."
  },
  {
    "soru_id": "DSPLN_084",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 40-41)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 40'a göre, 'Yüksek disiplin kurulunun' görevine giren bir disiplinsizlik ile 'diğer disiplinsizlikler' için personele verilmesi gereken asgari savunma süreleri ne kadardır?",
    "secenekler": {
      "a": "Yüksek disiplin kurulu: 5 iş günü / Diğerleri: 3 iş günü",
      "b": "Her ikisi için de 3 iş günüdür.",
      "c": "Yüksek disiplin kurulu: 3 iş günü / Diğerleri: 2 iş günü",
      "d": "Her ikisi için de 5 iş günüdür.",
      "e": "Yüksek disiplin kurulu: 7 iş günü / Diğerleri: 5 iş günü"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...Yüksek disiplin kurulunun görevine giren disiplinsizliklerde verilecek savunma süresi üç iş gününden, diğer disiplinsizliklerde ise iki iş gününden az... olamaz.",
    "aclama": "Bu soru, disiplinsizliğin ağırlığına göre tanınan savunma süresindeki farkı bilmeyi gerektirir. Kanun, Silahlı Kuvvetlerden ayırma gibi en ağır cezaların görüşüldüğü 'Yüksek disiplin kurulu' dosyaları için personelin daha kapsamlı bir hazırlık yapabilmesi amacıyla asgari 'üç iş günü' savunma süresi tanımıştır. Disiplin amirleri veya diğer kurullar tarafından görüşülen 'diğer disiplinsizlikler' için ise bu asgari süre 'iki iş günü' olarak belirlenmiştir. Her iki durumda da toplam süre beş iş gününü geçemez."
  },
  {
    "soru_id": "DSPLN_085",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 40-41)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 41'e göre, bir disiplin amiri tarafından verilen disiplin cezasına itiraz etme süresi ne kadardır ve itiraz nereye yapılır?",
    "secenekler": {
      "a": "Süre: 3 iş günü / Yer: Bir üst disiplin amirine",
      "b": "Süre: 5 iş günü / Yer: Disiplin kuruluna",
      "c": "Süre: 2 iş günü / Yer: Cezayı veren amirin kendisine",
      "d": "Süre: 7 gün / Yer: Askeri mahkemeye",
      "e": "Süre: 2 iş günü / Yer: Bir üst disiplin amirine"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "(1) Disiplin amirleri tarafından verilen disiplin cezalarına karşı, cezanın tebliğ edilmesinden itibaren iki iş günü içinde itiraz edilebilir. İtiraz, bir üst disiplin amirine yazılı olarak yapılır.",
    "aclama": "Bu madde, disiplin amiri kararlarına karşı bir denetim mekanizması olan itiraz yolunun usulünü belirler. Cezanın personele tebliğ edildiği andan itibaren, personelin itirazda bulunmak için 'iki iş günü' süresi vardır. İtiraz, kararı veren amire değil, hiyerarşik olarak onun bir üstü olan ve kararı denetleme yetkisine sahip 'bir üst disiplin amirine' yazılı olarak yapılır."
  },
  {
    "soru_id": "DSPLN_086",
    "konu": "TSK Disiplin Kanunu - Zamanaşımı, Savunma Hakkı ve İtiraz (Madde 40-41)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 41'e göre, bir üst disiplin amiri kendisine yapılan bir itirazı haklı görürse hangi yetkilere sahiptir?",
    "secenekler": {
      "a": "Sadece cezayı tamamen kaldırabilir.",
      "b": "Sadece cezayı hafifletebilir.",
      "c": "Cezayı hafifletebilir veya tamamen kaldırabilir.",
      "d": "Cezayı ağırlaştırabilir veya tamamen kaldırabilir.",
      "e": "Sadece dosyayı yeniden incelenmesi için eski amirine geri gönderebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(4) İtiraz haklı görülürse, itirazı inceleyen üst disiplin amiri verilen cezayı hafifletebilir veya tamamen kaldırabilir.",
    "aclama": "Bu madde, itirazı inceleyen üst disiplin amirinin yetkilerini tanımlar. Eğer üst amir, yapılan itirazı haklı bulursa, yani verilen cezanın haksız veya orantısız olduğuna kanaat getirirse, iki farklı karar verme yetkisine sahiptir: Ya cezanın ağırlığını bir veya birkaç derece 'hafifletebilir' ya da cezanın tamamen haksız olduğunu düşünüyorsa onu 'tamamen kaldırabilir'. Ancak cezanın miktarını artırma (ağırlaştırma) yetkisi yoktur."
  },
  {
    "soru_id": "DSPLN_087",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulu Kararlarına İtiraz (Madde 42)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 42. Maddesi'ne göre, bir disiplin kurulu tarafından verilen bir karara kimler itiraz edebilir?",
    "secenekler": {
      "a": "Sadece hakkında karar verilen kişi",
      "b": "Sadece disiplin amiri",
      "c": "Teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri ile hakkında karar verilen kişi",
      "d": "Sadece disiplin subayı",
      "e": "Sadece garnizon komutanı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Disiplin kurulu tarafından verilen kararlara karşı tebliğinden itibaren beş iş günü içinde, teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri ile hakkında karar verilen kişi tarafından... itiraz edilebilir.",
    "aclama": "Bu madde, disiplin kurulu kararlarına karşı itiraz hakkını çift yönlü olarak düzenler. İtiraz hakkı, sadece cezalandırılan personele değil, aynı zamanda o personelin amiri olan ve kurulun bulunduğu birliğin 'komutan veya askeri kurum amirine' de tanınmıştır. Bu, komutanın, kurulun verdiği bir kararı kendi birliğindeki disiplin anlayışına uygun bulmaması durumunda itiraz edebilmesine olanak tanır."
  },
  {
    "soru_id": "DSPLN_088",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulu Kararlarına İtiraz (Madde 42)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 42'ye göre, Kuvvet Komutanlıkları teşkilatında kurulan bir disiplin kurulunun kararına karşı yapılan itirazı hangi kurul inceler?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı teşkilatında kurulan disiplin kurulu",
      "b": "Milli Savunma Bakanlığı teşkilatında kurulan disiplin kurulu",
      "c": "Daha kıdemli üyelerden oluşan yeni bir kurul",
      "d": "Yüksek Disiplin Kurulu",
      "e": "Bu kararlara karşı itiraz yolu kapalıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) Genelkurmay Başkanlığı ile Kuvvet Komutanlıkları teşkilatında kurulan disiplin kurullarının kararlarına karşı yapılan itirazı, Milli Savunma Bakanlığı teşkilatında kurulan disiplin kurulu inceler.",
    "aclama": "Bu soru, disiplin itiraz mekanizmasındaki hiyerarşik yapıyı bilmeyi gerektirir. Kanun, en üst seviyedeki komutanlıklar olan 'Genelkurmay Başkanlığı' ve 'Kuvvet Komutanlıkları'nın disiplin kurullarının verdiği kararlara karşı yapılacak itirazları inceleme yetkisini, sivil otoriteyi temsil eden 'Milli Savunma Bakanlığı' bünyesindeki disiplin kuruluna vermiştir."
  },
  {
    "soru_id": "DSPLN_089",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulu Kararlarına İtiraz (Madde 42)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 42'nin 3. fıkrasına göre, bir itiraz dosyasının üst komutanlık disiplin kuruluna ulaşmasından sonra, disiplin subayının inceleme ve mütalaasını sunması için sahip olduğu süre ile kurulun karar vermesi için sahip olduğu süre ne kadardır?",
    "secenekler": {
      "a": "Subay: 3 iş günü / Kurul: 7 iş günü",
      "b": "Subay: 5 iş günü / Kurul: 10 iş günü",
      "c": "Subay: 7 iş günü / Kurul: 15 iş günü",
      "d": "Her ikisi için de 10 iş günüdür.",
      "e": "Süre sınırı yoktur, makul sürede tamamlanır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(3) İtiraz üzerine üst komutanlık disiplin kurulunun disiplin subayı, dosyanın kendisine ulaşmasından itibaren beş iş günü içinde gerekli incelemeyi yapar... Disiplin kurulu en geç on iş günü içinde dosyayı inceleyerek kararını verir.",
    "aclama": "Bu madde, itiraz sürecinin de belirli zaman sınırları içinde tamamlanmasını sağlamayı amaçlar. Süreç iki aşamalıdır: İlk olarak, dosyanın ön hazırlığını yapan 'disiplin subayının' incelemesi için 'beş iş günü' süresi vardır. İkinci olarak, dosya kendisine sunulduktan sonra 'disiplin kurulunun' nihai kararını vermesi için ise 'on iş günü' süresi bulunmaktadır."
  },
  {
    "soru_id": "DSPLN_090",
    "konu": "TSK Disiplin Kanunu - Disiplin Kurulu Kararlarına İtiraz (Madde 42)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 42'ye göre, üst komutanlık disiplin kurulu yapılan bir itirazı 'yerinde görürse' yani haklı bulursa nasıl bir karar verir?",
    "secenekler": {
      "a": "Dosyayı, yeniden karar verilmesi için alt kurula geri gönderir.",
      "b": "Sadece alt kurulun kararını iptal eder.",
      "c": "Yeni kararı kendisi verir.",
      "d": "Personelin amirinden görüş alarak karar verir.",
      "e": "Konuyu Yüksek Disiplin Kuruluna sevk eder."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(4) Milli Savunma Bakanlığı veya üst komutanlık disiplin kurulları itirazı yerinde görürse yeni kararı kendisi verir.",
    "aclama": "Bu madde, itiraz merciinin yetkisini tanımlar. Eğer üst kurul, yapılan itirazı haklı bulur ve alt kurulun verdiği kararın yanlış olduğuna kanaat getirirse, dosyayı yeniden görüşülmesi için alt kurula geri göndermez. Sürecin uzamasını önlemek ve nihai kararı vermek amacıyla, 'yeni ve doğru olan kararı kendisi verir'. İtiraz üzerine verilen bu kararlar 'kesindir'."
  },
  {
    "soru_id": "DSPLN_091",
    "konu": "TSK Disiplin Kanunu - Yargı Denetimi ve Cezanın Yerine Getirilmesi (Madde 43-44)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 43. Maddesi'ne göre, aşağıdaki personel gruplarından hangisine verilen disiplin cezalarının tamamı yargı denetimi dışındadır?",
    "secenekler": {
      "a": "Subay ve astsubaylar",
      "b": "Sadece uzman erbaşlar",
      "c": "Askeri öğrenciler ile erbaş ve erler",
      "d": "Sadece sözleşmeli erbaş ve erler",
      "e": "Hiçbir grubun cezası yargı denetimi dışında değildir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Askerî öğrenciler ile erbaş ve erler hakkında verilen disiplin cezaları... hariç bu Kanunda yer alan disiplin cezalarına karşı iptal davası açılabilir.",
    "aclama": "Bu madde, yargı denetimine tabi olan ve olmayan cezalar arasında net bir ayrım yapar. Rütbeli profesyonel personel (subay, astsubay, uzman erbaş vb.) için verilen ve daha ağır sonuçlar doğuran cezalara karşı yargı yolu açıkken, 'askeri öğrenciler' ile yükümlü statüsündeki 'erbaş ve erlere' verilen disiplin cezalarının tamamı, kanun tarafından yargı denetiminin dışında bırakılmıştır."
  },
  {
    "soru_id": "DSPLN_092",
    "konu": "TSK Disiplin Kanunu - Yargı Denetimi ve Cezanın Yerine Getirilmesi (Madde 43-44)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 43'e göre, normalde yargı yolu kapalı olan 'kınama' gibi bir cezanın, mahkeme tarafından hukuka uygunluğunun denetlenebildiği istisnai durum nedir?",
    "secenekler": {
      "a": "Ceza, bir üst amir tarafından onaylandığında",
      "b": "Personel, cezanın siciline işlenmesine itiraz ettiğinde",
      "c": "Disiplin ceza sayısı veya puanı nedeniyle tesis edilen TSK'dan ilişiğin kesilmesi işlemine karşı dava açıldığında",
      "d": "Ceza, seferberlik veya savaş zamanında verildiğinde",
      "e": "Böyle bir istisna yoktur, bu cezalar hiçbir surette denetlenemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...disiplin ceza sayısı veya puanı nedeniyle tesis edilen Türk Silahlı Kuvvetlerinden ilişiğin kesilmesi sonucunu doğuran işlemlere karşı açılan davalarda yargı yolu kapalı olan disiplin cezalarının hukuka uygunluğu mahkemelerce denetlenebilir.",
    "aclama": "Bu soru, yargı denetimi yasağının çok önemli bir istisnasını anlamayı gerektirir. Bir subaya verilen 'kınama' cezasına tek başına dava açılamaz. Ancak, bu subay zamanla birden çok ceza alıp, ceza puanı toplamı nedeniyle TSK'dan ayırma işlemine tabi tutulursa, bu ayırma işlemine karşı açacağı davada mahkeme, ayırma işlemine dayanak olan ve normalde yargı yolu kapalı olan o eski 'kınama' cezasının da hukuka uygun verilip verilmediğini denetleyebilir. Bu, dolaylı bir denetim yoludur."
  },
  {
    "soru_id": "DSPLN_093",
    "konu": "TSK Disiplin Kanunu - Yargı Denetimi ve Cezanın Yerine Getirilmesi (Madde 43-44)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 44'e göre, bir disiplin cezasının yerine getirilmesinin, zorunluluk hallerinde sonraya bırakılmasına veya ara verilerek yerine getirilmesine kim karar verebilir?",
    "secenekler": {
      "a": "Disiplin kurulları",
      "b": "Disiplin amirleri",
      "c": "Askeri mahkemeler",
      "d": "Garnizon komutanı",
      "e": "Cezanın ertelenmesi mümkün değildir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) Silahlı Kuvvetlerden ayırma cezası hariç olmak üzere zorunluluk hâllerinde cezanın yerine getirilmesinin sonraya bırakılmasına... disiplin amirleri tarafından karar verilebilir.",
    "aclama": "Bu madde, cezanın infazında ortaya çıkabilecek zorunlu durumlar (örneğin önemli bir görevin aksamaması, personelin acil bir ailevi durumu vb.) için bir esneklik tanır. Bu esnekliği kullanma, yani cezanın infazını erteleme veya kesintili olarak uygulama yetkisi, doğrudan o personelin sevk ve idaresinden sorumlu olan 'disiplin amirlerine' verilmiştir. Ancak bu erteleme, cezanın kesinleşmesinden itibaren bir yılı geçemez."
  },
  {
    "soru_id": "DSPLN_094",
    "konu": "TSK Disiplin Kanunu - Yargı Denetimi ve Cezanın Yerine Getirilmesi (Madde 43-44)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 44'e göre, bir disiplin cezasının yerine getirilmesinin sonraya bırakılmasına karar verilmesi, bu cezaya bağlı olan sicil, terfi gibi idari işlem ve sonuçları nasıl etkiler?",
    "secenekler": {
      "a": "İdari işlem ve sonuçları da ceza infaz edilene kadar erteler.",
      "b": "Cezaya bağlı idari işlem ve sonuçları ertelemez.",
      "c": "Sadece sicile etkisini erteler, diğer sonuçları etkilemez.",
      "d": "Sadece terfiye etkisini erteler, diğer sonuçları etkilemez.",
      "e": "Cezanın idari sonuçlarını tamamen ortadan kaldırır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Cezanın sonraya bırakılmasına karar verilmesi cezaya bağlı idari işlem ve sonuçları ertelemez.",
    "aclama": "Bu madde, cezanın 'infazı' ile 'hukuki sonuçları' arasında önemli bir ayrım yapar. Bir cezanın infazının (örneğin hizmet yerini terk etmeme cezasının fiilen yerine getirilmesinin) ertelenmesi, o cezanın hukuken var olduğu gerçeğini değiştirmez. Dolayısıyla, ceza henüz infaz edilmemiş olsa bile, personelin siciline işlenir, terfi değerlendirmesinde dikkate alınır ve diğer tüm idari sonuçlarını doğurmaya devam eder. Erteleme, sadece cezanın fiili olarak çekilmesini geciktirir."
  },
  {
    "soru_id": "DSPLN_095",
    "konu": "TSK Disiplin Kanunu - Çeşitli Hükümler (Madde 48-49, Ek Madde 1)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun 48. Maddesi'ne göre, barış zamanında, başka bir mevzuatta geçen 'disiplin mahkemeleri' ifadesi, yeni hukuki duruma göre ne olarak kabul edilir?",
    "secenekler": {
      "a": "Askeri mahkemeler",
      "b": "Disiplin kurulları",
      "c": "Yüksek disiplin kurulları",
      "d": "Askeri Yargıtay",
      "e": "Bu ifade geçersiz sayılır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Barışta; diğer mevzuatta... disiplin mahkemelerine yapılan atıflar ise disiplin kurullarına yapılmış sayılır.",
    "aclama": "Bu madde, yeni Disiplin Kanunu ile eski sistemin değiştirilmesinden kaynaklanan hukuki bir uyum sorununu çözer. Eski mevzuatta yer alan ve artık kaldırılmış olan 'disiplin mahkemeleri'ne yapılan atıfların, yeni sistemde onların yerini alan 'disiplin kurullarına' yapılmış sayılacağını hüküm altına alarak, eski ve yeni mevzuat arasında bir köprü kurar."
  },
  {
    "soru_id": "DSPLN_096",
    "konu": "TSK Disiplin Kanunu - Çeşitli Hükümler (Madde 48-49, Ek Madde 1)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 49. Maddesi'ne göre, bu Kanunun uygulanmasına yönelik usul ve esasları belirleyen yönetmelikleri çıkarma yetkisi hangi makama aittir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Kuvvet Komutanlıkları",
      "c": "Adalet Bakanlığı",
      "d": "Milli Savunma Bakanlığı",
      "e": "Bakanlar Kurulu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(1) ...bu Kanunun uygulanmasına yönelik diğer hususlar Milli Savunma Bakanlığınca çıkarılan yönetmelikler ile düzenlenir.",
    "aclama": "Bu madde, kanunun genel çerçevesini çizdiğini, ancak uygulamaya yönelik detayların (soruşturma usulleri, cezaların infazı vb.) daha alt bir hukuki metin olan yönetmeliklerle düzenleneceğini belirtir. Bu yönetmelikleri hazırlama ve çıkarma yetkisi, TSK'nın idari olarak bağlı olduğu en üst sivil otorite olan 'Milli Savunma Bakanlığı'na verilmiştir."
  },
  {
    "soru_id": "DSPLN_097",
    "konu": "TSK Disiplin Kanunu - Çeşitli Hükümler (Madde 48-49, Ek Madde 1)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ek Madde 1'e göre, uyuşturucu veya uyarıcı madde kullanan bir erbaş veya ere, disiplin kurulları tarafından hangi ceza ve hangi süre aralığında verilir?",
    "secenekler": {
      "a": "Ceza: Oda hapsi / Süre: 10 ila 20 gün",
      "b": "Ceza: Hizmetten men / Süre: 20 ila 40 gün",
      "c": "Ceza: Silahlı Kuvvetlerden ayırma / Süre: Uygulanmaz",
      "d": "Ceza: İlave hizmet yükleme / Süre: 30 ila 60 gün",
      "e": "Ceza: İzinsizlik / Süre: 5 ila 10 hafta sonu"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) ...uyuşturucu veya uyuşturucu olarak kabul edilen diğer uyarıcı maddeleri kullanan... erbaş ve erlere... disiplin kurulları tarafından yirmi günden az olmamak üzere kırk güne kadar (bu süre dâhil) hizmetten men cezası verilir.",
    "aclama": "Bu ek madde, erbaş ve erler arasında uyuşturucu kullanımına karşı özel ve ağır bir yaptırım öngörür. Bu suçu işleyen personele verilecek ceza türü 'hizmetten men' olarak belirlenmiştir. Cezayı verecek makam 'disiplin kurulları'dır. Cezanın süresi ise, olayın ağırlığına göre takdir edilmek üzere, 'yirmi günden az olmamak ve kırk günü geçmemek' üzere net bir aralığa bağlanmıştır."
  },
  {
    "soru_id": "DSPLN_098",
    "konu": "TSK Disiplin Kanunu - Çeşitli Hükümler (Madde 48-49, Ek Madde 1)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ek Madde 1'e göre, uyuşturucu madde kullandığı iddia edilen bir erbaş veya erin durumunun tespiti için gereken rapor, hangi makamdan istenir ve disiplin kurulu dosyasına konulur?",
    "secenekler": {
      "a": "Birlik tabibinden",
      "b": "Askeri hastane baştabipliğinden",
      "c": "Adli Tıp Kurumundan",
      "d": "Yetkili savcılıktan",
      "e": "Emniyet Kriminal Laboratuvarından"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) ...uyuşturucu veya uyuşturucu olarak kabul edilen diğer uyarıcı madde kullanımının tespitine yönelik rapor, yetkili savcılıktan istenir ve disiplin kurulu dosyasına konulur.",
    "aclama": "Bu madde, disiplin süreci ile adli süreç arasındaki koordinasyonu gösterir. Uyuşturucu kullanmak, aynı zamanda bir adli suçtur. Bu nedenle, disiplin amiri durumu 'yetkili savcılığa' bir adli soruşturma dosyası ile bildirir. Disiplin kurulunun karar verebilmesi için gereken ve uyuşturucu kullanımını bilimsel olarak tespit eden resmi rapor ise, bu adli soruşturmayı yürüten 'yetkili savcılıktan' talep edilir. Bu, disiplin kararının adli delillere dayanmasını sağlar."
  },
  {
    "soru_id": "DSPLN_099",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 1-3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun Geçici 1. Maddesi'ne göre, bu kanun yürürlüğe girdiği tarihte, disiplin mahkemelerinde bulunan ve kararı kesinleşmemiş dosyalar hakkında nasıl bir işlem yapılmıştır?",
    "secenekler": {
      "a": "Dosyalar kapatılmıştır.",
      "b": "Dosyalar, yeni kurulan askeri mahkemelere devredilmiştir.",
      "c": "Dosyalar otuz gün içinde disiplin amirine iade edilerek yeni kanuna göre yeniden değerlendirilmiştir.",
      "d": "Dosyalardaki tüm personel beraat etmiş sayılmıştır.",
      "e": "Dosyalar, Anayasa Mahkemesi'ne gönderilmiştir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Bu Kanunun yürürlüğe girdiği tarihte; disiplin mahkemelerinde bulunan ve kararı kesinleşmemiş dosyalar otuz gün içinde disiplin amirine iade edilir. Disiplin amiri, bu Kanun hükümleri çerçevesinde yeniden değerlendirme yapar.",
    "aclama": "Bu madde, eski disiplin sisteminden yeni sisteme geçişte, devam eden davaların akıbetini düzenler. Artık kaldırılmış olan disiplin mahkemelerindeki kesinleşmemiş dosyalar, yeni sistemdeki yetkili makam olan 'disiplin amirlerine' iade edilmiştir. Disiplin amirleri, bu dosyaları yeni kanunun ruhuna ve lafzına göre yeniden ele alarak bir karara bağlamakla görevlendirilmiştir. Bu, hukuki bir boşluk oluşmasını ve devam eden işlemlerin kaybolmasını önlemiştir."
  },
  {
    "soru_id": "DSPLN_100",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 1-3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Geçici Madde 2'ye göre, bu kanun yürürlüğe girmeden önce rütbeli personele verilmiş olan 'oda ve göz hapsi' cezaları, yeni kanuna göre hangi cezaya dönüştürülmüştür?",
    "secenekler": {
      "a": "Aylıktan kesme",
      "b": "Kınama",
      "c": "Silahlı Kuvvetlerden ayırma",
      "d": "Aynı sürelerde hizmet yerini terk etmeme",
      "e": "Cezalar tamamen affedilmiştir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...oda ve göz hapsi cezaları ise aynı sürelerde hizmet yerini terk etmeme cezasına dönüştürülür ve kayıtlarda buna göre düzeltmeler yapılır.",
    "aclama": "Bu geçici madde, yeni kanunla birlikte barış zamanında rütbeli personel için kaldırılan 'oda ve göz hapsi' cezasının, sicillerdeki karşılığını düzenler. Eski sistemde verilmiş olan bu cezalar, yeni sistemdeki en yakın karşılığı olan ve yine personelin mesai sonrası kışlada kalmasını gerektiren 'aynı sürelerde hizmet yerini terk etmeme' cezasına dönüştürülerek sicil kayıtlarında bir uyum sağlanmıştır."
  },
  {
    "soru_id": "DSPLN_101",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 1-3)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Geçici Madde 3'e göre, bu kanun yürürlüğe girmeden önce askeri öğrencilere verilmiş olan 'uyarı' ve 'oda hapsi' cezaları, yeni kanuna göre sırasıyla hangi cezalara dönüştürülmüştür?",
    "secenekler": {
      "a": "Uyarı: Affedilmiştir / Oda hapsi: İzinsizlik",
      "b": "Uyarı: Kınama / Oda hapsi: Ceza süresinin tamamı kadar izinsizlik",
      "c": "Uyarı: İzinsizlik / Oda hapsi: Okuldan uzaklaştırma",
      "d": "Uyarı: Kınama / Oda hapsi: Ceza süresinin yarısı kadar izinsizlik",
      "e": "Her iki ceza da tamamen affedilmiştir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...uyarı cezaları kınama cezasına, oda hapsi cezaları ise ceza süresinin yarısı kadar izinsizlik cezasına dönüştürülür...",
    "aclama": "Bu soru, askeri öğrenciler için yapılan ceza intibakının detaylarını bilmeyi gerektirir. Yeni kanun, askeri öğrenciler için 'uyarı' cezasını kaldırdığı için, sicillerdeki eski uyarı cezaları, yeni sistemdeki en yakın karşılığı olan 'kınama' cezasına dönüştürülmüştür. 'Oda hapsi' cezası da öğrenciler için kaldırıldığından, bu cezanın karşılığı olarak, verilen ceza gün sayısının 'yarısı kadar' hafta sonu 'izinsizlik' cezası uygulanması öngörülmüştür."
  },
  {
    "soru_id": "DSPLN_102",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 4-5)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 sayılı TSK Disiplin Kanunu'nun Geçici 4. Maddesi'ne göre, erbaş ve erler hakkında disiplin amirleri tarafından verilmiş olan 10 günlük 'oda hapsi' cezası ile disiplin mahkemeleri tarafından verilmiş olan 10 günlük 'oda hapsi' cezası, yeni kanuna göre sırasıyla hangi cezalara dönüştürülmüştür?",
    "secenekler": {
      "a": "Her ikisi de 10 gün hizmetten men cezasına",
      "b": "Amir cezası: 5 hafta sonu izinsizlik / Mahkeme cezası: 10 gün hizmetten men",
      "c": "Her ikisi de 5 gün ilave hizmet yükleme cezasına",
      "d": "Amir cezası: 10 gün ilave hizmet yükleme / Mahkeme cezası: 10 hafta sonu izinsizlik",
      "e": "Her iki ceza da affedilmiştir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) ...disiplin amirleri tarafından verilen oda hapsi cezaları ceza süresinin yarısı kadar izinsizlik cezasına... dönüştürülür. (2) ...disiplin mahkemeleri tarafından verilmiş oda hapsi cezaları hizmetten men cezasına dönüştürülür.",
    "aclama": "Bu soru, eski cezaların yeni sisteme intibakında, cezayı veren makama göre yapılan farklı dönüşümleri bilmeyi gerektirir. Disiplin 'amirleri' tarafından verilen oda hapsi cezaları, daha hafif bir karşılık olan 'ceza süresinin yarısı kadar izinsizlik' cezasına çevrilmiştir. Ancak, daha ciddi suçlar için toplanan ve daha ağır bir makam olan disiplin 'mahkemeleri' tarafından verilen oda hapsi cezaları, yine ağır bir ceza olan 'hizmetten men' cezasına dönüştürülmüştür."
  },
  {
    "soru_id": "DSPLN_103",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 4-5)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Geçici Madde 5'e göre, bu kanun yürürlüğe girmeden önce personele verilmiş ve infaz edilmiş olan disiplin cezalarına bağlı olarak yapılmış olan idari işlemler (sicil notu düşürme vb.) hakkında nasıl bir hüküm getirilmiştir?",
    "secenekler": {
      "a": "Tüm idari işlemler iptal edilmiştir.",
      "b": "İdari işlemler aynen muhafaza olunur.",
      "c": "Sadece subaylara ait idari işlemler muhafaza edilir.",
      "d": "İdari işlemlerin yarısı geçersiz sayılır.",
      "e": "Personelin talebi üzerine idari işlemler kaldırılır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) Bu Kanunun yürürlüğe girmesinden önce disiplin amirleri veya disiplin mahkemeleri tarafından verilmiş ve infaz edilmiş disiplin cezalarına bağlı olarak yapılmış idari işlemler aynen muhafaza olunur.",
    "aclama": "Bu madde, hukuki kazanılmış hakları ve idari istikrarı korumayı amaçlar. Yeni kanun, eski ceza türlerini değiştirmiş olsa da, bu eski cezalara dayanılarak o dönemde yapılmış olan terfi edememe, olumsuz sicil alma gibi 'idari işlemlerin' geçerliliğini koruyacağını ve 'aynen muhafaza edileceğini' hüküm altına almıştır. Yani kanun, bu anlamda geriye dönük bir hak iadesi sağlamamıştır."
  },
  {
    "soru_id": "DSPLN_104",
    "konu": "TSK Disiplin Kanunu - Geçici Hükümler (Geçici Madde 4-5)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Geçici Madde 5'in 3. fıkrasına göre, yeni Disiplin Kanunu yürürlüğe girmeden önce alınmış olan disiplin cezalarının, Kanunun 21. Maddesi'nde düzenlenen 'disiplin ceza puanına bağlı olarak ayırma' işlemindeki puanlandırmaya etkisi nedir?",
    "secenekler": {
      "a": "Eski cezaların puanları yarıya düşürülerek dikkate alınır.",
      "b": "Sadece ağır olan eski cezalar dikkate alınır.",
      "c": "Eski cezalar, yeni kanundaki puanlandırmada dikkate alınmaz.",
      "d": "Eski cezaların puanları iki katı olarak hesaplanır.",
      "e": "Sadece son bir yıl içindeki eski cezalar dikkate alınır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) Bu Kanunun yürürlüğe girdiği tarihten önce alınmış olan disiplin cezaları, bu Kanunun 21 inci maddesi kapsamındaki puanlandırmada dikkate alınmaz.",
    "aclama": "Bu hüküm, 'kanunların geriye yürümezliği' ilkesinin lehe bir uygulamasını içerir. Yeni kanunla getirilen ve personelin biriken ceza puanları nedeniyle TSK'dan ayrılmasına neden olabilecek olan ağır bir yaptırımın, bu kuralın olmadığı bir dönemde alınmış cezalar için uygulanması adil görülmemiştir. Bu nedenle, 'puanlandırma' sisteminin sıfırdan başladığı ve 'eski cezaların bu hesaplamada dikkate alınmayacağı' net bir şekilde belirtilmiştir."
  },
  {
    "soru_id": "DSPLN_105",
    "konu": "TSK Disiplin Kanunu - Çizelgeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "(1) Sayılı Çizelge'ye göre, bir Yüzbaşı'nın (veya eşidi rütbedeki astsubayın) rütbeli personele verebileceği en fazla 'Aylıktan kesme' cezası oranı ile 'Hizmet yerini terk etmeme' cezası süresi ne kadardır?",
    "secenekler": {
      "a": "Oran: 1/16 / Süre: 2 gün",
      "b": "Oran: 1/20 / Süre: 1 gün",
      "c": "Oran: 1/12 / Süre: 2 gün",
      "d": "Oran: 1/10 / Süre: 3 gün",
      "e": "Yüzbaşının bu cezaları verme yetkisi yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Sayılı Çizelge, 'Astsb. Açvş.,Astsb. Çvş. ve Astsb. Kd. Çvş. hariç astsubaylar ile üsteğmen ve yüzbaşı' satırı.",
    "aclama": "Bu soru, çizelgeyi okuyarak doğru rütbe satırını ve doğru ceza sütunlarını bulmayı gerektirir. Çizelgenin ilgili satırına göre, bir Yüzbaşı'nın verebileceği 'Aylıktan kesme' cezasının üst sınırı maaşın '1/20'si', 'Hizmet yerini terk etmeme' cezasının üst sınırı ise '1 gün'dür."
  },
  {
    "soru_id": "DSPLN_106",
    "konu": "TSK Disiplin Kanunu - Çizelgeler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir erbaş/er için (1) Sayılı Çizelge'ye göre, bir Teğmen'in verebileceği en fazla 'İlave hizmet yükleme' cezası ile bir Albay'ın verebileceği en fazla 'İlave hizmet yükleme' cezası süreleri ne kadardır?",
    "secenekler": {
      "a": "Teğmen: 1 gün / Albay: 5 gün",
      "b": "Teğmen: 2 gün / Albay: 10 gün",
      "c": "Teğmen: 3 gün / Albay: 8 gün",
      "d": "Teğmen: 5 gün / Albay: 12 gün",
      "e": "Teğmenin bu cezayı verme yetkisi yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Sayılı Çizelge, 'İlave hizmet yükleme' sütunu ile 'Asteğmen, Teğmen...' ve 'Albay' satırları.",
    "aclama": "Bu soru, çizelgedeki farklı rütbelerin aynı ceza türü için sahip olduğu farklı yetki sınırlarını karşılaştırmayı gerektirir. Çizelgeye göre, 'İlave hizmet yükleme' cezası için bir Teğmen'in verebileceği azami süre '2 gün' iken, daha üst bir rütbe olan Albay'ın yetkisi '10 güne kadar' çıkmaktadır. Bu, rütbe arttıkça disiplin amirinin ceza verme yetkisinin de arttığını gösterir."
  },
  {
    "soru_id": "DSPLN_107",
    "konu": "TSK Disiplin Kanunu - Çizelgeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "(2) Sayılı Disiplin Ceza Puanlarını Gösteren Çizelge'ye göre, 'Uyarma' ve 'Kınama' cezalarının ceza puanları sırasıyla nedir?",
    "secenekler": {
      "a": "Uyarma: 0.5 / Kınama: 1",
      "b": "Uyarma: 1 / Kınama: 1.5",
      "c": "Uyarma: 1 / Kınama: 2",
      "d": "Her ikisi de 1 puandır.",
      "e": "Uyarma: 1.5 / Kınama: 2.5"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(2) sayılı Disiplin Ceza Puanlarını Gösteren Çizelge.",
    "aclama": "Bu soru, ceza puanı çizelgesindeki temel bilgileri doğrudan okumayı gerektirir. Çizelgeye göre, en hafif ceza olan 'Uyarma' cezasının puan karşılığı '1', ondan bir derece ağır olan 'Kınama' cezasının puan karşılığı ise '1.5' olarak belirlenmiştir."
  },
  {
    "soru_id": "DSPLN_108",
    "konu": "TSK Disiplin Kanunu - Çizelgeler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "(2) Sayılı Çizelge'ye göre, 'Oda hapsi' cezasının puanı, cezayı veren makama göre nasıl bir farklılık göstermektedir?",
    "secenekler": {
      "a": "Fark yoktur, her iki makam için de puanı 4'tür.",
      "b": "Disiplin amiri verirse 4, disiplin kurulu verirse 4.5 puandır.",
      "c": "Disiplin amiri verirse 4.5, disiplin kurulu verirse 4 puandır.",
      "d": "Disiplin amiri verirse 3.5, disiplin kurulu verirse 5 puandır.",
      "e": "Sadece disiplin kurulları tarafından verildiği için tek bir puanı vardır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Oda hapsi (Disiplin amiri tarafından verilen): 4 / Oda hapsi (Disiplin kurulu tarafından verilen): 4,5",
    "aclama": "Bu soru, çizelgedeki önemli bir ayrımı fark etmeyi gerektirir. Kanun, aynı ceza türü için, cezayı veren makamın ağırlığına göre farklı bir ceza puanı öngörmüştür. 'Disiplin amiri' tarafından verilen oda hapsi cezası '4' puan iken, daha ağır vakalar için toplanan ve daha kapsamlı bir tahkikat yürüten 'disiplin kurulu' tarafından verilen aynı ceza, daha ağır bir fiil sonucunda verildiği kabul edilerek '4.5' puan olarak belirlenmiştir."
  },
  {
    "soru_id": "TSKDK_004",
    "konu": "6413 S.K. - Kanunun Künyesi ve Amacı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun'un amacını tanımlayan 1. Madde göz önüne alındığında, aşağıdakilerden hangisi kanunun belirttiği üç temel fonksiyondan (tesis, muhafaza, idame) birini ve bu fonksiyonların bütüncül hedefini en doğru şekilde açıklar?",
    "secenekler": {
      "a": "Kanun, yalnızca yeni bir disiplin sistemi kurmayı (tesis) hedefler.",
      "b": "Kanun, mevcut disiplin sistemini korumayı (muhafaza) ve devam ettirmeyi (idame) amaçlar, ancak yeni bir sistem kurma amacı taşımaz.",
      "c": "Kanun, disiplin sisteminin kurulması, korunması ve sürdürülmesine ilişkin sadece temel esasları belirler, usulleri kapsamaz.",
      "d": "Kanun, etkin bir disiplin sistemini kurma, koruma ve işlerliğini devam ettirmeye yönelik hem usul hem de esasları belirlemeyi amaçlar.",
      "e": "Kanun, TSK'daki disiplin suçlarını ve cezalarını tek tek sayarak etkin bir sistem oluşturmayı hedefler."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MADDE 1 – (1) Bu Kanunun amacı; Türk Silahlı Kuvvetlerinde etkin bir disiplin sisteminin tesisi, muhafazası ve idamesine ilişkin usul ve esasları belirlemektir.",
    "aclama": "Kanunun amacı sadece sistemi kurmak, korumak veya sürdürmek değil, bu üç fonksiyonu bir arada yerine getirmektir. Ayrıca hem 'usul' (yöntem) hem de 'esas' (temel kurallar) belirlemeyi kapsar. Seçenek 'd', bu bütüncül ve kapsamlı amacı en doğru şekilde yansıtmaktadır."
  },
  {
    "soru_id": "TSKDK_005",
    "konu": "6413 S.K. - Kapsam",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 Sayılı Kanun'un 2. Maddesinde belirtilen kapsama göre, aşağıda listelenen personelden hangisi bu kanun hükümlerine tabi **değildir**?",
    "secenekler": {
      "a": "Sözleşmeli erbaş ve erler",
      "b": "Askeri öğrenciler",
      "c": "Uzman erbaşlar",
      "d": "Askeri hâkimler",
      "e": "Astsubaylar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MADDE 2 – (1) (Değişik: 2/1/2017-KHK-681/87 md.; Aynen kabul: 1/2/2018-7073/86 md.) Bu Kanun; askeri hâkimler hariç subaylar, astsubaylar, uzman erbaşlar, sözleşmeli erbaş ve erler, erbaş ve erler ile askeri öğrencileri kapsar.",
    "aclama": "Kanunun kapsamını belirten 2. Madde, 'askeri hâkimler hariç' ifadesiyle bu personeli kanun kapsamının dışında tuttuğunu açıkça belirtmektedir. Diğer tüm seçeneklerdeki personel kanun kapsamındadır."
  },
  {
    "soru_id": "TSKDK_006",
    "konu": "6413 S.K. - Tanımlar",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun'un 3. Maddesindeki tanımlar incelendiğinde, 'Disiplin soruşturması' ile 'Tahkikat' arasındaki temel ve ayırt edici fark aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Disiplin soruşturmasını sadece üst disiplin amirleri yaparken, tahkikatı sadece disiplin amiri yapar.",
      "b": "Disiplin soruşturması tüm personel hakkında yapılırken, tahkikat sadece subay ve astsubaylar hakkında yapılır.",
      "c": "Tahkikat, hakkında karar vermek amacıyla yapılan genel bir araştırma iken, disiplin soruşturması cezanın belirlenmesini de içeren daha kapsamlı bir faaliyettir.",
      "d": "Disiplin soruşturması disiplin amirleri tarafından karar vermek amacıyla yürütülürken, tahkikat özellikle disiplin kuruluna sevk edilen personel hakkında yapılan tüm faaliyetleri kapsar.",
      "e": "Aralarında işlevsel bir fark yoktur, her iki terim de aynı anlama gelecek şekilde birbirinin yerine kullanılabilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "e) Disiplin soruşturması: Disiplinsizlik yapan personel hakkında karar vermek amacıyla disiplin amirleri tarafından yapılan veya yaptırılan araştırma ve incelemeyi, f) Tahkikat: Disiplin cezasının belirlenmesi de dâhil olmak üzere, disiplin kuruluna sevk edilen personel hakkında yapılan tüm faaliyetleri,",
    "aclama": "İki tanım arasındaki kilit fark, sürecin muhatabı ve kapsamıdır. 'Disiplin soruşturması' genel bir araştırma ve incelemeyi ifade ederken, 'Tahkikat' spesifik olarak 'disiplin kuruluna sevk edilen' personel hakkında yürütülen ve cezanın belirlenmesi dahil tüm süreci kapsayan daha derin bir faaliyettir. Dolayısıyla, disiplin kuruluna sevk, en temel ayırt edici unsurdur."
  },
  {
    "soru_id": "TSKDK_007",
    "konu": "6413 S.K. - Tanımlar",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 3. Maddesine göre, bu kanunda özel olarak tanımlanmamış bir kavram veya terimle karşılaşıldığında, yorumlama ve anlamlandırma için hangi yasal metne başvurulması esastır?",
    "secenekler": {
      "a": "Türk Ceza Kanunu",
      "b": "Askeri Ceza Kanunu",
      "c": "211 sayılı Türk Silahlı Kuvvetleri İç Hizmet Kanunu",
      "d": "Disiplin Amirleri Yönetmeliği",
      "e": "Genelkurmay Başkanlığının yayınladığı en son talimatname"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Bu Kanunda tanımlanmamış kavram ve terimler için, 4/1/1961 tarihli ve 211 sayılı Türk Silahlı Kuvvetleri İç Hizmet Kanunundaki tanımlar esas alınır.",
    "aclama": "Madde 3'ün 2. fıkrası, bu kanunda tanımı bulunmayan hususlar için başvurulacak referans kaynağını net bir şekilde belirtmiştir. Bu kaynak 211 sayılı TSK İç Hizmet Kanunu'dur."
  },
  {
    "soru_id": "TSKDK_008",
    "konu": "6413 S.K. - Disiplinsizliğin Oluşması",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri personelin işlediği tek bir fiil, hem 'izinsiz olarak garnizonu terk etmek' hem de 'emre itaatsizlik' olmak üzere iki ayrı disiplinsizlik teşkil etmektedir. Aynı zamanda bu fiil, Karayolları Trafik Kanunu'na göre de bir idari yaptırım gerektirmektedir. Bu durumda 6413 S.K. Madde 4'e göre nasıl bir yol izlenmelidir?",
    "secenekler": {
      "a": "Her iki disiplinsizlik için ayrı ayrı ceza verilir ve ayrıca diğer kanundaki idari yaptırım da uygulanır.",
      "b": "Sadece disiplin cezalarından ağır olanı verilir ve diğer kanundaki idari yaptırım uygulanmaz.",
      "c": "Disiplin cezalarından ağır olanı verilir ve bu durum diğer kanun kapsamındaki idari yaptırımın uygulanmasına engel teşkil etmez.",
      "d": "Sadece diğer kanundaki idari yaptırım uygulanır, TSK Disiplin Kanunu kapsamında ceza verilmez.",
      "e": "Disiplin amiri takdir hakkını kullanarak bu cezalardan herhangi birini seçip uygulayabilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) Bir fiilin birden fazla disiplinsizlik teşkil etmesi hâlinde ağır olan disiplin cezası verilir. (4) Bir fiilin diğer kanunlar kapsamında idari yaptırıma bağlanmış olması, aynı fiile bu Kanun kapsamında disiplin cezası verilmesine engel teşkil etmez.",
    "aclama": "Bu soru, Madde 4'ün iki ayrı fıkrasının bir arada yorumlanmasını gerektirir. Fıkra (3)'e göre, birden fazla disiplinsizlik durumunda ağır olan ceza verilir. Fıkra (4)'e göre ise, başka bir kanundaki idari yaptırım, bu kanuna göre disiplin cezası verilmesine engel değildir. Dolayısıyla doğru yol, ağır olan disiplin cezasını vermek VE diğer kanundaki idari yaptırımı uygulamaktır."
  },
  {
    "soru_id": "TSKDK_009",
    "konu": "6413 S.K. - Takdir Hakkının Kullanımı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Disiplin amiri, bir personeline disiplin cezası verirken takdir hakkını kullanmış ancak bu hakkı kullanırken gerekçesini belirtmemiştir. Daha sonra bu durum bir üst makam tarafından fark edilmiştir. 6413 S.K. Madde 6'ya göre bu durumla ilgili aşağıdakilerden hangisi söylenebilir?",
    "secenekler": {
      "a": "Takdir hakkı kullanılırken gerekçe belirtilmesi zorunlu olmadığından işlem hukuka uygundur.",
      "b": "Gerekçe belirtme zorunluluğu sadece disiplin kurulları için geçerlidir, disiplin amirleri için geçerli değildir.",
      "c": "Takdir hakkının mutlaka gerekçeli olarak kullanılması gerektiğinden, yapılan işlem usul yönünden hukuka aykırıdır.",
      "d": "Disiplin amiri takdir hakkını adaletli kullandığı sürece gerekçe belirtmemesi bir eksiklik sayılmaz.",
      "e": "Üst idari makamların, takdir hakkının gerekçesiz kullanılmasına müdahale etme yetkisi yoktur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Takdir hakkı mutlaka gerekçeli olarak kullanılır.",
    "aclama": "Madde 6'nın 2. fıkrası, 'mutlaka' kelimesini kullanarak takdir hakkının gerekçeli kullanılmasının bir zorunluluk olduğunu ve istisnası olmadığını belirtir. Bu bir emredici hükümdür. Dolayısıyla, gerekçesiz kullanılan bir takdir hakkı, usulüne uygun kullanılmamış demektir ve işlemi hukuka aykırı hale getirir."
  },
  {
    "soru_id": "TSKDK_010",
    "konu": "6413 S.K. - Tanımlar (Amir)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun'da geçen 'Amir' tanımının iki temel unsurunu aşağıdakilerden hangisi eksiksiz olarak ifade eder?",
    "secenekler": {
      "a": "Sadece personelin kadro ve kuruluş olarak doğrudan bağlı olduğu ilk üstü.",
      "b": "Sadece amir olarak özel olarak yetkilendirilmiş, hiyerarşi dışı kişiler.",
      "c": "Personelden rütbe veya kıdemce büyük olan tüm üstleri.",
      "d": "Kadro ve kuruluş yönünden bağlı olunan kişi ve ayrıca amir olarak yetkilendirilmiş olan diğer kişiler.",
      "e": "Disiplin cezası vermeye yetkili kılınmış tüm amirler."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "a) Amir: Kadro ve kuruluş yönünden bağlı olunan kimse ile amir olarak yetkilendirilmiş olan diğer kişileri,",
    "aclama": "'Amir' tanımı iki bölümden oluşur: 1) Hiyerarşik olarak (kadro ve kuruluş yönünden) bağlı olunan kimse, 2) Hiyerarşi dışında olsa bile bir görev veya yetkiyle 'amir' olarak tanımlanmış diğer kişiler. Bu soru, tanımın bu iki parçasını da bilmeyi gerektirir."
  },
  {
    "soru_id": "TSKDK_011",
    "konu": "6413 S.K. - Disiplinsizliğin Oluşması (Kusur)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 4'e göre, bu kanunda aksi belirtilmediği sürece bir disiplinsizliğin oluşabilmesi için personelin kusurunun ne şekilde olması gerekir?",
    "secenekler": {
      "a": "Sadece kasten işlenmesi gerekir.",
      "b": "Sadece taksirle işlenmesi yeterlidir.",
      "c": "Hem kasten hem de taksirle işlenebilir.",
      "d": "Mutlaka ağır kusur veya kasıt aranır.",
      "e": "Personelin kusurlu olup olmadığına bakılmaksızın fiilin işlenmesi yeterlidir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 4 – (1) Disiplinsizlik; bu Kanunda ayrıca hüküm bulunmayan hâllerde, kasten veya taksirle işlenebilir.",
    "aclama": "Kanun, disiplinsizliğin oluşması için hem 'kasıt' (bilerek ve isteyerek yapma) hem de 'taksir' (dikkatsizlik ve özensizlik sonucu istemeden sebep olma) durumlarını yeterli görmektedir. Bu, kusurluluk ilkesinin geniş yorumlandığını gösterir."
  },
  {
    "soru_id": "TSKDK_012",
    "konu": "6413 S.K. - Disiplinsizliğin Oluşması (Ceza Verme Yasağı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri personelin, mesaiye geç kalma fiili için disiplin amiri tarafından 'Uyarma' cezası ile cezalandırıldıktan sonra, aynı fiil için üst disiplin amirinin ayrıca 'İzinsizlik ve İzin Tecavüzü' cezası vermesi kanunun hangi temel ilkesine aykırıdır?",
    "secenekler": {
      "a": "Takdir hakkının gerekçeli kullanılması ilkesine",
      "b": "Disiplin soruşturmasının bağımsızlığı ilkesine",
      "c": "Aynı fiile birden fazla ceza verilememesi ilkesine",
      "d": "Ağır olan cezanın verilmesi ilkesine",
      "e": "Ölçülülük ve adalet ilkesine"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Aynı fiil nedeniyle bu Kanunda yazılı disiplin cezalarından birden fazlası verilemez.",
    "aclama": "Bu durum, 'non bis in idem' (aynı fiilden dolayı iki kez yargılanmama/cezalandırılmama) ilkesinin disiplin hukukundaki yansımasıdır. Madde 4'ün 2. fıkrası, aynı fiil için sadece bir disiplin cezası verilebileceğini kesin olarak belirtir. Verilen örnek bu kuralın doğrudan ihlalidir."
  },
  {
    "soru_id": "TSKDK_013",
    "konu": "6413 S.K. - Disiplinsizliğin Oluşması (Keyfi Görev Yasağı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, Madde 4'ün 5. fıkrasında belirtilen 'keyfî görevler verilemez' hükmünün bir örneğidir?",
    "secenekler": {
      "a": "Nöbet hizmetinde uyuduğu için ceza alan bir ere, ertesi gün fazladan iki saat nöbet hizmeti yazılması.",
      "b": "Odasını temiz tutmadığı için ceza alan bir askeri öğrenciye, tüm koğuşun detaylı temizliğinin yaptırılması.",
      "c": "Birliğe ait bir malzemeye dikkatsizliği sonucu zarar veren bir astsubaya, kamu yararına olacak şekilde birliğin kütüphanesini düzenleme görevi verilmesi.",
      "d": "Mesaiye geç kaldığı için ceza alan bir subaya, kişisel bir hoşnutsuzluk nedeniyle amirinin özel aracını yıkama görevinin verilmesi.",
      "e": "Spor testinden geçemediği için ceza alan bir personele, ilave olarak fiziki kondisyonunu artırıcı bir antrenman programı uygulanması."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(5) İlave hizmet ve görev yükümlülüğü sonucunu doğuran disiplin cezaları kapsamında, kamu veya hizmet yararına olmayan keyfî görevler verilemez.",
    "aclama": "Kanun, verilecek ilave görevlerin 'kamu veya hizmet yararına' olmasını şart koşar. Amirinin özel aracını yıkatmak, ne kamu ne de hizmet yararına olan, tamamen kişisel ve keyfî bir görevdir. Diğer seçenekler, bir şekilde hizmet veya personelin eğitimi ile ilişkilendirilebilirken, bu seçenek açıkça keyfîlik kapsamındadır."
  },
  {
    "soru_id": "TSKDK_014",
    "konu": "6413 S.K. - Soruşturmaların Bağımsızlığı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir personel hakkında, zimmet suçlamasıyla askeri mahkemede kamu davası açılmıştır. Bu durumda personelin disiplin amirinin 6413 Sayılı Kanun'a göre disiplin süreci açısından yetkisi nedir?",
    "secenekler": {
      "a": "Disiplin soruşturması açamaz, mutlaka adli kovuşturmanın sonucunu beklemek zorundadır.",
      "b": "Sadece disiplin soruşturması açabilir ancak adli kovuşturma bitmeden ceza veremez.",
      "c": "Adli kovuşturma sürecinden tamamen bağımsız olarak disiplin soruşturması ve tahkikat yapabilir, disiplin cezası verebilir ve bu cezayı uygulayabilir.",
      "d": "Adli kovuşturma başladığı için disiplin dosyası kapanır ve tüm yetki adli makamlara geçer.",
      "e": "Sadece personelin adli makamlarca suçlu bulunması halinde disiplin cezası verebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 5 – (1) Herhangi bir fiilden dolayı ilgili hakkında yapılan adli soruşturma veya kovuşturma, aynı fiilden dolayı ayrıca disiplin soruşturması ve tahkikat yapılmasını, disiplin cezası verilmesini ve bu cezanın yerine getirilmesini engellemez.",
    "aclama": "Madde 5, disiplin sürecinin adli süreçten tamamen bağımsız olduğunu vurgular. Birinin varlığı diğerini durdurmaz veya etkilemez. Disiplin amiri, mahkeme sonucunu beklemeden kendi soruşturmasını yürütebilir, cezasını verebilir ve infaz edebilir."
  },
  {
    "soru_id": "TSKDK_015",
    "konu": "6413 S.K. - Takdir Hakkının Kullanımı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Alay Komutanı, emrindeki bir Tabur Komutanına telefon ederek, 'Taburunuzdaki X personelinin işlediği disiplinsizlik için mutlaka Kınama cezası verin' şeklinde bir talimat vermiştir. Tabur Komutanının bu talimata uyması, Madde 6'nın hangi fıkrasının ihlali anlamına gelir?",
    "secenekler": {
      "a": "Takdir hakkının ölçülü, adaletli ve hakkaniyetli kullanılması (Fıkra 1)",
      "b": "Takdir hakkının mutlaka gerekçeli olarak kullanılması (Fıkra 2)",
      "c": "Disiplinsizlik yapan personelin daha önceki disiplin durumunun göz önüne alınması (Fıkra 3)",
      "d": "Hiçbir idari makam tarafından takdir hakkını ortadan kaldıran bir karar verilememesi veya uygulama yapılamaması (Fıkra 4)",
      "e": "Personelin samimi ikrarı ve pişmanlığının dikkate alınması (Fıkra 3)"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(4) İtiraz üzerine yetkili makamlar tarafından verilen kararlar hariç olmak üzere, hiçbir idari makam tarafından, disiplin cezası ile ilgili takdir hakkının kaldırılması sonucunu doğuran bir karar verilemez veya uygulama yapılamaz.",
    "aclama": "Bu madde, disiplin amirinin takdir hakkını koruma altına alır. Üst makamlar (itiraz yolu hariç) disiplin amirine belirli bir cezayı vermesi yönünde baskı yapamaz veya onun yerine geçerek karar veremez. Alay Komutanının talimatı, Tabur Komutanının (disiplin amirinin) takdir hakkını ortadan kaldırmaya yönelik bir müdahaledir ve kanuna aykırıdır."
  },
  {
    "soru_id": "TSKDK_016",
    "konu": "6413 S.K. - Disiplin Soruşturmasının Başlatılması",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 7'ye göre, bir disiplin amirinin maiyetindeki personelin disiplinsizlik teşkil edebilecek bir fiilini öğrenmesi durumunda disiplin soruşturması başlatmasıyla ilgili aşağıdakilerden hangisi doğrudur?",
    "secenekler": {
      "a": "Fiili öğrendiği anda soruşturma başlatması kanuni bir zorunluluktur.",
      "b": "Sadece yazılı bir şikayet veya ihbar olması durumunda soruşturma başlatabilir.",
      "c": "Olayın araştırılması gerektiğine kanaat getirirse, şahsen veya görevlendireceği soruşturmacılarla süreci başlatır.",
      "d": "Soruşturmayı sadece kendisinden daha kıdemli soruşturmacılar atayarak yürütebilir.",
      "e": "Soruşturma başlatmadan önce mutlaka üst disiplin amirinden onay alması gerekir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Maiyetinden birinin disiplinsizlik teşkil edebilecek bir fiilini veya mesleğe aykırı tutum ve davranışını herhangi bir şekilde öğrenen disiplin amirleri, olayın araştırılması gerektiğine kanaat getirirse, yazılı olarak görevlendireceği soruşturmacılar vasıtasıyla ya da şahsen disiplin soruşturması yapar.",
    "aclama": "Kanun, soruşturma başlatmayı disiplin amirinin 'kanaatine' bırakarak bir takdir hakkı tanımıştır; bu bir otomatizm değildir. Amir, kanaat getirmesi halinde soruşturmayı ya bizzat kendisi ya da görevlendireceği kişiler aracılığıyla yapabilir. Bu soru, sürecin başlangıcındaki 'kanaat' şartını ve amirin yetkisini ölçmektedir."
  },
  {
    "soru_id": "TSKDK_017",
    "konu": "6413 S.K. - Disiplin Soruşturma Heyeti",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hakkında disiplin soruşturması yürütülen bir Yüzbaşı için görevlendirilen soruşturma heyetiyle ilgili olarak Madde 7'deki hükümlere göre aşağıdakilerden hangisi hukuka aykırı bir durum oluşturur?",
    "secenekler": {
      "a": "Heyetin sadece iki kişiden oluşturulması.",
      "b": "Heyet başkanının Binbaşı, üyelerden birinin ise Üsteğmen olarak görevlendirilmesi.",
      "c": "Heyet başkanının Binbaşı, diğer iki üyenin ise Yüzbaşı rütbesinde olması.",
      "d": "Heyet başkanının Yüzbaşı, üyelerden birinin ise Kıdemli Başçavuş olarak görevlendirilmesi.",
      "e": "Soruşturmanın Milli Savunma Bakanının onayıyla Bakanlık Teftiş Kurulu tarafından yürütülmesi."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "(2) Disiplin soruşturmacısı olarak tek bir kişi görevlendirilebileceği gibi en az üç kişiden oluşan bir heyet de görevlendirilebilir.",
    "aclama": "Kanun, eğer bir heyet görevlendirilecekse bunun 'en az üç kişiden' oluşması gerektiğini açıkça belirtir. İki kişilik bir heyet bu şartı sağlamadığı için hukuka aykırıdır. Madde 7(5)'e göre, heyet başkanı hariç olmak üzere, soruşturulan kişiden daha ast rütbede üyeler (Üsteğmen gibi) görevlendirilebilir, bu nedenle 'b' seçeneği hukuka uygundur."
  },
  {
    "soru_id": "TSKDK_018",
    "konu": "6413 S.K. - Soruşturmacıların Yetkileri",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Disiplin soruşturmacıları, kendilerini görevlendiren disiplin amiri adına hareket ederken Madde 7'ye göre aşağıdaki yetkilerden hangisine sahip **değildir**?",
    "secenekler": {
      "a": "Tanık dinleme ve ilgili kişilerin savunmasını alma.",
      "b": "Gerekli gördüğü durumlarda hâkim kararı gerektiren arama ve el koyma işlemi yapma.",
      "c": "Bilirkişi görevlendirme ve keşif yapma.",
      "d": "Hâkim veya savcı kararı gerektirmeyen durumlarda kriminal inceleme yaptırma.",
      "e": "Disiplin soruşturmasıyla ilgili diğer makamlarla yazışma yapma."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Disiplin soruşturmacıları ve heyeti... hâkim veya savcı kararı gerektirmeyen durumlarda kriminal inceleme yaptırma da dâhil olmak üzere her türlü inceleme yapma ve ilgili makamlarla yazışma yetkisini haizdir.",
    "aclama": "Soruşturmacıların yetkileri geniş olmakla birlikte, bu yetkiler idari soruşturma kapsamındadır. Hâkim veya savcı kararı gerektiren adli yetkileri (arama, el koyma gibi) kullanamazlar. Kanun metni, 'hâkim veya savcı kararı gerektirmeyen durumlarda' ifadesiyle bu sınırı net bir şekilde çizmiştir."
  },
  {
    "soru_id": "TSKDK_019",
    "konu": "6413 S.K. - Disiplin Amiri Olma Şartları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Üsteğmenin, emrindeki bir Astsubay Çavuşa disiplin cezası verebilmesi için Madde 8'de belirtilen şartlardan hangilerini taşıması zorunludur?",
    "secenekler": {
      "a": "Sadece Astsubaydan rütbece büyük olması yeterlidir.",
      "b": "Amir konumunda olması ve Astsubaydan rütbe veya kıdemce büyük olması yeterlidir.",
      "c": "Amir konumunda olması, Astsubaydan rütbe veya kıdemce büyük olması ve ilgili mevzuata göre o Astsubaya sicil verme yetkisinin bulunması.",
      "d": "Sadece o Astsubaya sicil verme yetkisinin bulunması yeterlidir.",
      "e": "En az Yüzbaşı rütbesinde olması ve sicil verme yetkisinin bulunması gerekir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Amir konumunda olunması, b) Disiplin cezası verilecek personelden rütbe veya kıdemce büyük olunması, c) Disiplin cezası verilecek kişinin subay, astsubay (...) ve uzman erbaş statüsünde olması hâlinde, ilgili mevzuata göre bu personele sicil verme yetkisinin bulunması, gerekir.",
    "aclama": "Madde 8'in 3. fıkrası, disiplin amiri olabilmek için üç koşulun bir arada bulunmasını şart koşar: 1) Amir olmak, 2) Asttan rütbe/kıdemce büyük olmak, 3) Astsubay gibi statüler için 'sicil verme yetkisine' sahip olmak. Bu soru, bu üç şartın da bir arada arandığını ölçmektedir."
  },
  {
    "soru_id": "TSKDK_020",
    "konu": "6413 S.K. - Sicil Verme Yetkisi İstisnası",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki durumlardan hangisinde, bir amirin subay, astsubay veya uzman erbaşa disiplin cezası verebilmesi için 'sicil verme yetkisinin bulunması' şartı **aranmaz**?",
    "secenekler": {
      "a": "15 günlük bir geçici görevlendirme sırasında amir değişikliği olduğunda.",
      "b": "Üç aydan uzun süreli bir kursa katılım durumunda.",
      "c": "İki aylık bir geçici görevlendirme ile amir değişikliği meydana geldiğinde.",
      "d": "Personelin kalıcı olarak başka bir birliğe atanması durumunda.",
      "e": "Bir aydan kısa süreli bir kursa katılım durumunda."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(8) (Ek: 22/1/2015-6586/100 md.) Amir değişikliğini meydana getiren; bir aydan fazla süreli kurs ile bir aydan fazla üç aydan az süreli geçici görevlendirmelerde disiplin amiri olabilmek için üçüncü fıkranın (c) bendinde düzenlenen sicil verme yetkisinin bulunması şartı aranmaz.",
    "aclama": "Madde 8(8), sicil verme şartına iki net istisna getirir: 1) Bir aydan uzun süreli kurslar, 2) Bir aydan fazla, üç aydan az süreli geçici görevlendirmeler. Seçenek 'c' (iki aylık geçici görevlendirme) bu ikinci istisnanın kapsamına girmektedir. Diğer seçenekler bu zaman aralıklarına uymadığı için istisna kapsamında değildir."
  },
  {
    "soru_id": "TSKDK_021",
    "konu": "6413 S.K. - Üst Disiplin Amirinin Yetkisi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, Madde 9'da sayılan ve üst disiplin amirinin, ast disiplin amirini atlayarak doğrudan disiplin cezası verebileceği istisnai hâllerden biri **değildir**?",
    "secenekler": {
      "a": "Disiplinsizliğin, üst disiplin amirinin resmi saygınlığına ve makamına karşı işlenmesi.",
      "b": "Disiplinsizliğin bilinmesine rağmen ast disiplin amiri tarafından cezasız bırakılması.",
      "c": "Disiplinsizliğin, ast disiplin amiri tarafından usulüne uygun soruşturulmadığının düşünülmesi.",
      "d": "Disiplinsizliğe üst disiplin amirinin bizzat şahit olması.",
      "e": "Farklı birliklere bağlı birden fazla kişinin disiplinsizliğe karışmış olması."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 9 – (1) Bu Kanunda belirlenmiş istisnalar hariç, aşağıdaki hâllerde disiplin soruşturması yapma ve disiplin cezası verme görev ve yetkisi üst disiplin amirleri tarafından da kullanılabilir...",
    "aclama": "Madde 9, üst disiplin amirinin doğrudan ceza verebileceği durumları (a,b,ç,d bentleri) sınırlı sayıda olacak şekilde listelemiştir. 'Soruşturmanın usulüne uygun yapılmadığının düşünülmesi' bu listede yer almaz. Bu durum, cezanın iptali veya soruşturmanın yenilenmesi gibi başka hukuki süreçlerin konusu olabilir ancak üst amirin doğrudan ceza vermesi için kanunda sayılan bir gerekçe değildir."
  },
  {
    "soru_id": "TSKDK_022",
    "konu": "6413 S.K. - Disiplin Cezası Sayılmayan Haller",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 10'a göre, aşağıdakilerden hangisi bir disiplin cezası olarak kabul **edilmez**?",
    "secenekler": {
      "a": "Uyarma",
      "b": "Kınama",
      "c": "Amirin maiyetini yazılı olarak ikaz etmesi",
      "d": "Hizmete kısmi süreli devam",
      "e": "Aylıktan kesme"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 10 – (1) Amirlerin; maiyetine hatalarını göstermesi, maiyetini eleştirmesi, sözlü veya yazılı olarak ikazı disiplin cezası sayılmaz.",
    "aclama": "Kanun, amirin maiyetini eğitme ve yönlendirme amaçlı yaptığı 'ikaz' eylemini (sözlü veya yazılı), disiplin yaptırımlarından ayırmıştır. 'Uyarma' ve 'Kınama' gibi cezalar ise kanunun ilerleyen maddelerinde ve ekli cetvellerde açıkça birer disiplin cezası olarak tanımlanmıştır. Bu soru, eğitim amaçlı ikaz ile cezai yaptırım arasındaki farkı bilmeyi gerektirir."
  },
  {
    "soru_id": "TSKDK_023",
    "konu": "6413 S.K. - Madde 11 (Disiplin Cezaları)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 11'e göre, Subay, Astsubay, Uzman Erbaş ve Sözleşmeli Erbaş/Erler hakkında verilebilecek disiplin cezaları arasında, ağırlık derecesi olarak 'Aylıktan Kesme' cezasından hemen sonra gelen daha ağır ceza aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Kınama",
      "b": "Hizmete kısmi süreli devam",
      "c": "Oda hapsi",
      "d": "Hizmet yerini terk etmeme",
      "e": "Silahlı Kuvvetlerden ayırma"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "a) Uyarma b) Kınama c) Hizmete kısmi süreli devam ç) Aylıktan kesme d) Hizmet yerini terk etmeme e) Oda hapsi f) Silahlı Kuvvetlerden ayırma",
    "aclama": "Madde 11'de cezalar ağırlık derecesine göre sıralanmıştır. 'Aylıktan kesme' dördüncü sırada, 'Hizmet yerini terk etmeme' ise beşinci sıradadır. Dolayısıyla, aylıktan kesmeden bir derece ağır olan ceza hizmet yerini terk etmemedir."
  },
  {
    "soru_id": "TSKDK_024",
    "konu": "6413 S.K. - Madde 11 (Ceza Verme Yetkisi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 11'in 2. fıkrasına göre, aşağıdaki disiplin cezalarından hangisi hem disiplin amirleri hem de disiplin kurulları tarafından verilebilen ortak bir yetki alanındadır?",
    "secenekler": {
      "a": "Silahlı Kuvvetlerden ayırma",
      "b": "Aylıktan kesme",
      "c": "Oda hapsi",
      "d": "Uyarma",
      "e": "Kınama"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "hizmet yerini terk etmeme ve oda hapsi cezaları disiplin kurulları ve disiplin amirleri tarafından... verilir.",
    "aclama": "Kanun, cezaları veren makamları net bir şekilde ayırmıştır. 'Uyarma', 'Kınama', 'Hizmete kısmi süreli devam' ve 'Aylıktan kesme' sadece disiplin amirleri tarafından verilirken; 'Hizmet yerini terk etmeme' ve 'Oda hapsi' hem disiplin amirleri hem de disiplin kurulları tarafından verilebilir. 'Silahlı Kuvvetlerden ayırma' ise sadece yüksek disiplin kurullarının yetkisindedir."
  },
  {
    "soru_id": "TSKDK_025",
    "konu": "6413 S.K. - Madde 12 (Uyarma ve Kınama Farkı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 12'ye göre 'Uyarma' ve 'Kınama' cezalarının her ikisi de personele yazı ile bildirilmesine rağmen, bu iki ceza arasındaki temel anlamsal fark nedir?",
    "secenekler": {
      "a": "Uyarma cezasında personel görevinde dikkatsiz, Kınama cezasında ise görevinde kusurlu kabul edilir.",
      "b": "Uyarma cezasında personelin 'daha dikkatli olması gerektiği', Kınama cezasında ise 'kusurlu olduğu' bildirilir.",
      "c": "Uyarma sözlü, Kınama yazılı olarak bildirilir.",
      "d": "Uyarma cezasını disiplin amiri, Kınama cezasını disiplin kurulu verir.",
      "e": "Uyarma sicile işlemezken, Kınama sicile işler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) Uyarma cezası; personele, görevinin icrasında veya hâl ve hareketlerinde daha dikkatli olması gerektiğinin yazı ile bildirilmesidir. (2) Kınama cezası; personele, görevinin icrasında veya hâl ve hareketlerinde kusurlu olduğunun yazı ile bildirilmesidir.",
    "aclama": "İki ceza arasındaki nüans, yazılı bildirimde kullanılan ifadededir. 'Uyarma' geleceğe yönelik bir ikaz ('daha dikkatli ol') niteliği taşırken, 'Kınama' geçmiş bir eylemin tespiti ('kusurlusun') niteliği taşır. Bu, cezanın ağırlık derecesindeki farkı da ortaya koyar."
  },
  {
    "soru_id": "TSKDK_026",
    "konu": "6413 S.K. - Madde 12 (Hizmete Kısmi Süreli Devam)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "'Hizmete kısmi süreli devam' cezasının yerine getirilmesi ile ilgili Madde 12'de belirtilen kurallara göre aşağıdakilerden hangisi **yanlıştır**?",
    "secenekler": {
      "a": "Personel, mesai sonrasında günde en fazla üç saat görev yapar.",
      "b": "Cezanın infazı hiçbir şekilde gece yarısı saat 24.00'ü geçemez.",
      "c": "Bu ceza, personelin resmi tatil günlerinde de yerine getirilir.",
      "d": "Cezanın yerine getirilmesi esnasında personel hizmette sayılır.",
      "e": "Yaptırılacak hizmetler personelin statüsüne uygun olmalıdır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ceza, tatil günleri dışında yerine getirilir ve cezanın yerine getirilmesi esnasında personel hizmette sayılır.",
    "aclama": "Kanun, 'Hizmete kısmi süreli devam' cezasının tatil günlerinde uygulanmayacağını 'Ceza, tatil günleri dışında yerine getirilir.' hükmüyle açıkça belirtmiştir. Diğer tüm seçenekler kanun metninde yer alan doğru kurallardır."
  },
  {
    "soru_id": "TSKDK_027",
    "konu": "6413 S.K. - Madde 12 (Hizmet Yerini Terk Etmeme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "'Hizmet yerini terk etmeme' cezasını yerine getiren bir personelin ziyaretçi kabul etme hakkı ile ilgili Madde 12'deki düzenleme nasıldır?",
    "secenekler": {
      "a": "Ceza süresince ziyaretçi kabul etmesi kesinlikle yasaktır.",
      "b": "Hizmete ilişkin haller dışında, günde en fazla bir saat ziyaretçi kabul edebilir.",
      "c": "Sadece birinci derece akrabalarıyla günde iki saat görüşebilir.",
      "d": "Hafta sonları sınırsız ziyaretçi kabul etme hakkı vardır.",
      "e": "Ziyaretçi kabulü tamamen cezayı veren amirin takdirindedir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Cezanın yerine getirilmesi sırasında, hizmete ilişkin hâller hariç, günde toplam bir saati geçmemek üzere ziyaretçi kabul edilebilir.",
    "aclama": "Kanun, bu ceza sırasında personelin sosyal hayattan tamamen koparılmamasını sağlamak amacıyla sınırlı bir ziyaretçi hakkı tanımıştır. Bu hak, 'hizmete ilişkin haller hariç' ve 'günde toplam bir saati geçmemek' şartlarına bağlanmıştır."
  },
  {
    "soru_id": "TSKDK_028",
    "konu": "6413 S.K. - Madde 12 (Oda Hapsi Cezası)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Barış zamanında, bir gemi komutanının, Türk karasuları dışında bulunan gemisinde görevli personele 'Oda Hapsi' cezası verebilmesinin temel şartı nedir?",
    "secenekler": {
      "a": "Personelin işlediği fiilin 'Uyarma' cezasını gerektirmesi.",
      "b": "Personelin işlediği fiilin 'Silahlı Kuvvetlerden ayırma' cezasını gerektirmesi.",
      "c": "Personelin işlediği fiilin 'Hizmet yerini terk etmeme' cezası ile cezalandırılmayı gerektiren bir disiplinsizlik olması.",
      "d": "Personelin daha önce en az üç kez disiplin cezası almış olması.",
      "e": "Barış zamanında gemilerde oda hapsi cezası verilemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Barış zamanında; Türk karasuları dışında bulunan gemilerde görev yapan personele, sadece buralarda bulunduğu süre içinde işledikleri ve hizmet yerini terk etmeme cezası ile cezalandırılmayı gerektiren disiplinsizlikler için gemi komutanı tarafından... verilebilir.",
    "aclama": "Kanun, barış zamanında 'Oda hapsi' cezasının uygulanmasını çok istisnai bir duruma bağlamıştır. Bu durum, sadece Türk karasuları dışındaki gemilerde ve işlenen suçun normalde 'Hizmet yerini terk etmeme' cezasını gerektiren bir suç olmasıdır. Bu, gemi disiplininin özel şartları nedeniyle getirilmiş bir hükümdür."
  },
  {
    "soru_id": "TSKDK_029",
    "konu": "6413 S.K. - Madde 13 (Silahlı Kuvvetlerden Ayırma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "General ve Amiral rütbesindeki personel hakkında 'Silahlı Kuvvetlerden ayırma' cezası hangi makam tarafından verilir ve hangi makamın onayı ile yerine getirilir?",
    "secenekler": {
      "a": "İlgili Kuvvet Komutanlığı Yüksek Disiplin Kurulu tarafından verilir, Milli Savunma Bakanı onayı ile yerine getirilir.",
      "b": "Genelkurmay Başkanlığı Yüksek Disiplin Kurulu tarafından verilir, Başbakan onayı ile yerine getirilir.",
      "c": "Milli Savunma Bakanlığı Yüksek Disiplin Kurulu tarafından verilir, Cumhurbaşkanının onayı ile yerine getirilir.",
      "d": "Yüksek Askeri Şura tarafından verilir ve re'sen yerine getirilir.",
      "e": "Milli Savunma Bakanı tarafından doğrudan verilir ve re'sen yerine getirilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "General ve amiraller hakkında ise Milli Savunma Bakanlığı yüksek disiplin kurulu tarafından verilir ve bu kararlar Cumhurbaşkanının onayı ile yerine getirilir.",
    "aclama": "Kanun, en üst rütbedeki subaylar için özel bir usul belirlemiştir. Cezayı veren kurul MSB Yüksek Disiplin Kurulu olmakla birlikte, kararın kesinleşip uygulanabilmesi için en üst makam olan Cumhurbaşkanının onayı şart koşulmuştur."
  },
  {
    "soru_id": "TSKDK_030",
    "konu": "6413 S.K. - Madde 13 (Yüksek Disiplin Kurulu Kararları)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Yüksek disiplin kurullarında kararlar hangi çoğunlukla alınır ve oyların dağılması durumunda nasıl bir usul izlenir?",
    "secenekler": {
      "a": "Oy birliği ile alınır, oy birliği sağlanamazsa ceza verilmez.",
      "b": "Üçte iki çoğunlukla alınır, sağlanamazsa bir alt ceza verilir.",
      "c": "Oy çokluğu ile alınır, oylar dağılırsa başkanın oyu iki oy sayılır.",
      "d": "Oy çokluğu ile alınır, oylar dağılırsa hakkında tahkikat yapılanın en çok aleyhinde olan oy, çoğunluk elde edilinceye kadar kendisine daha yakın olan oya katılır.",
      "e": "Nitelikli çoğunlukla alınır, oylar dağılırsa konu bir sonraki toplantıya ertelenir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Yüksek disiplin kurullarında kararlar oy çokluğu ile alınır. Oylar dağılırsa, hakkında tahkikat yapılanın en çok aleyhinde olan oy, çoğunluk elde edilinceye kadar kendisine daha yakın olan oya tabi olur.",
    "aclama": "Kanun, karar alma usulünü 'oy çokluğu' olarak belirlemiştir. Oyların eşit dağılması veya bir kararda çoğunluk sağlanamaması gibi özel durumlar için ise, en aleyhteki oyun, kendisine en yakın olan bir sonraki oya katılmasıyla çoğunluk oluşturulmasını öngören özel bir birleşme kuralı getirmiştir."
  },
  {
    "soru_id": "TSKDK_031",
    "konu": "6413 S.K. - Madde 13 (Savunma Hakkı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 13'e göre 'Silahlı Kuvvetlerden ayırma' cezasında, hangi zorunlu hâllerin varlığı durumunda personelin savunması alınmaksızın ceza verilebilir?",
    "secenekler": {
      "a": "Personelin suçunu yazılı olarak itiraf etmesi.",
      "b": "Disiplinsizliğin amirin gözü önünde işlenmesi.",
      "c": "Personelin firar veya izin tecavüzü gibi nedenlerle bulunamaması.",
      "d": "Disiplinsizliğin savaş zamanında işlenmesi.",
      "e": "Hiçbir durumda savunma alınmadan bu ceza verilemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Firar ve izin tecavüzü gibi ilgilinin bulunamaması nedeniyle savunma almayı imkânsız hâle getiren zorunlu hâller (...) gereğince verilecek Silahlı Kuvvetlerden ayırma cezasında savunma alınmaz.",
    "aclama": "Savunma hakkı kutsal olmakla birlikte, kanun, personelin kendi kusuruyla (firar, izin tecavüzü gibi) bu hakkın kullanılmasını imkansız kıldığı durumlar için bir istisna tanımıştır. Bu durumlarda, sürecin tıkanmaması adına savunma alınmaksızın karar verilebilmektedir."
  },
  {
    "soru_id": "TSKDK_032",
    "konu": "6413 S.K. - Madde 14 (Cezanın Ağırlaştırılması)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir personel, 1 Ocak 2024 tarihinde 'Mesai çizelgesine uymamak' disiplinsizliğinden ceza almıştır. Madde 14'e göre, bu personele aynı fiilden dolayı bir derece ağır ceza verilebilmesi için, ikinci 'Mesai çizelgesine uymamak' fiilini en geç hangi tarihe kadar işlemiş olması gerekir?",
    "secenekler": {
      "a": "1 Ocak 2025",
      "b": "1 Temmuz 2025",
      "c": "1 Ocak 2026",
      "d": "1 Temmuz 2026",
      "e": "1 Ocak 2027"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Disiplinsizliğin işlendiği tarihten geriye doğru; iki yıl içinde aynı disiplinsizlikten dolayı disiplin cezası alınmış olması... hâllerinde... bir derece ağır ceza verilir.",
    "aclama": "Kanun, cezanın ağırlaştırılması için 'geriye doğru iki yıl içinde aynı disiplinsizlikten ceza alma' şartını koşar. Bu durumda, ikinci fiilin işlendiği tarihten geriye doğru bakıldığında, ilk cezanın son iki yıl içinde kalması gerekir. 1 Ocak 2024'te işlenen suç, 1 Ocak 2026'ya kadar olan süre içinde işlenecek yeni suç için ağırlaştırıcı sebep olur."
  },
  {
    "soru_id": "TSKDK_033",
    "konu": "6413 S.K. - Madde 14 (Disiplin Amirinin Takdiri)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 14'e göre disiplin amirleri, belirli disiplinsizlikler için takdir hakkını kullanarak hiç ceza vermeyebilir. Bu takdir hakkı aşağıdaki cezalardan hangisini gerektiren bir disiplinsizlik için **kullanılamaz**?",
    "secenekler": {
      "a": "Uyarma",
      "b": "Kınama",
      "c": "Aylıktan kesme",
      "d": "Hizmete kısmi süreli devam",
      "e": "Bu cezaların hepsi için ceza vermeme takdiri vardır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Disiplin amirleri, uyarma, kınama ve hizmete kısmi süreli devam cezalarını gerektiren disiplinsizliklerinden dolayı personeline disiplin cezası vermeyebilir.",
    "aclama": "Kanun, disiplin amirlerine sadece en hafif üç ceza türü olan 'Uyarma', 'Kınama' ve 'Hizmete kısmi süreli devam' cezalarını gerektiren durumlarda ceza vermeme takdiri tanımıştır. 'Aylıktan kesme' veya daha ağır cezaları gerektiren durumlarda mutlaka bir ceza verilmesi zorunludur."
  },
  {
    "soru_id": "TSKDK_034",
    "konu": "6413 S.K. - Madde 15 (Uyarma Cezası)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir astın, amiri tarafından verilen bir emir üzerine, diğer personelin de duyacağı şekilde 'Bu emrin uygulanması mümkün değil, yanlış bir karar.' şeklinde ifadeler kullanması, Madde 15'e göre hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "Hizmet dışındayken amir veya üste saygısızlık",
      "b": "Emri mütalaa etmek",
      "c": "Amir veya üste nezaketsizlik",
      "d": "Sorumluluktan kaçmak",
      "e": "Görevi ihmal"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "a) Emri mütalaa etmek: Usulüne uygun olarak kendisine verilmiş olan bir emir üzerine; emrin uygun olmadığı, yanlış verildiği, yapılamayacağı ve benzeri şekillerde amirini alenen eleştirmek veya amire karşı itirazda bulunmaktır.",
    "aclama": "Verilen senaryo, kanunda 'Emri mütalaa etmek' olarak tanımlanan fiilin tam karşılığıdır. Bu fiil, emrin içeriğini kamusal alanda (alenen) tartışmaya açmak ve amirin otoritesini sarsıcı nitelikte eleştiride bulunmaktır."
  },
  {
    "soru_id": "TSKDK_035",
    "konu": "6413 S.K. - Madde 16 (Kınama Cezası)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personelin, müsaade edilmediği halde veya acil bir durum olmaksızın, bir talebini kendi ilk amirini atlayarak doğrudan Tabur Komutanına iletmesi, Madde 16'ya göre hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "Usulsüz müracaat veya şikayette bulunmak",
      "b": "Amir veya üste nezaketsizlik",
      "c": "Askeri silsileyi bozarak hareket etmek",
      "d": "Üste saygısızlık",
      "e": "Sorumluluktan kaçmak"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "ç) Askeri silsileyi bozarak hareket etmek: Müsaade edilmediği hâlde veya durumun gerektirdiği hâller haricinde, herhangi bir talebini askeri silsileye riayet etmeyerek doğrudan daha üst amirlerine iletmektir.",
    "aclama": "Askeri hiyerarşide 'silsile' yani sıralı amirler yoluyla iletişim esastır. Bu kurala uymayarak aradaki amirleri atlamak, 'Askeri silsileyi bozarak hareket etmek' olarak tanımlanan Kınama cezasını gerektiren bir disiplinsizliktir."
  },
  {
    "soru_id": "TSKDK_036",
    "konu": "6413 S.K. - Madde 17 (Hizmete Kısmi Süreli Devam)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personelin, görevden kaçmak amacıyla hastalığını abartarak veya hasta olmadığı halde varmış gibi göstererek sağlık kuruluşuna sevkini sağlaması ve bu yolla günlük mesainin bir kısmına katılmaması fiili, Madde 17'ye göre hangi disiplinsizliktir?",
    "secenekler": {
      "a": "Hizmet haricinde yalan söylemek",
      "b": "Görev yerini izinsiz terk etmek",
      "c": "Sorumluluktan kaçmak",
      "d": "Temaruz",
      "e": "Görevde kayıtsızlık"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "c) Temaruz: Bazı isteklerini yerine getirmek, kişisel bir menfaat sağlamak, görev veya sorumluluktan kaçmak gibi amaçlarla hastalığını abartmak veya olmadığı hâlde bir rahatsızlığı varmış gibi göstererek sağlık kuruluşlarına sevkini sağlamak suretiyle günlük mesainin bir kısmına katılmamaktır.",
    "aclama": "Kanun, sahte hastalık veya mevcut hastalığı abartma yoluyla görevden kaçma eylemini özel bir terimle 'Temaruz' olarak tanımlamış ve bunu 'Hizmete kısmi süreli devam' cezasını gerektiren bir fiil olarak düzenlemiştir."
  },
  {
    "soru_id": "TSKDK_037",
    "konu": "6413 S.K. - Madde 18 (Aylıktan Kesme)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir amirin, hizmete ilişkin bir konuda sorduğu soruya astının kasıtlı olarak gerçeğe aykırı ve yanlış beyanda bulunması, Madde 18'e göre hangi disiplinsizliktir ve hangi cezayı gerektirir?",
    "secenekler": {
      "a": "Hizmet haricinde yalan söylemek (Uyarma)",
      "b": "Yalan söylemek (Aylıktan kesme)",
      "c": "Ketum davranmamak (Hizmete kısmi süreli devam)",
      "d": "Amire saygısızlık (Aylıktan kesme)",
      "e": "Sorumluluktan kaçmak (Kınama)"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "b) Yalan söylemek: Askeri hizmete ilişkin veya görevle ilgili konu ve durumlarda amirlere veya bilgi vermekle yükümlü olduğu kişi ve makamlara kasıtlı olarak gerçeğe aykırı ve yanlış beyanda bulunmaktır.",
    "aclama": "Kanun, 'hizmete ilişkin' konularda kasten yanlış beyanda bulunmayı 'Yalan söylemek' olarak tanımlamış ve Aylıktan kesme cezası ile cezalandırmıştır. 'Hizmet haricinde yalan söylemek' ise daha hafif bir ceza olan Uyarma cezasını gerektirir. Sorudaki fiil, hizmete ilişkin olduğu için doğru cevap 'Yalan söylemek'tir."
  },
  {
    "soru_id": "TSKDK_038",
    "konu": "6413 S.K. - Madde 18 (Aylıktan Kesme)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Resmî üniforma giyen bir personelin, garnizon komutanlığınca girilmesi yasaklanmış olan bir bara girmesi fiili, Madde 18'e göre hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "Amire saygısızlık",
      "b": "Ayrımcılık yapmak",
      "c": "Yasak edilen yerlere girmek",
      "d": "Uygunsuz davranışlarda bulunmak",
      "e": "Mesai dışında aşırı alkol kullanımı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "e) Yasak edilen yerlere girmek: Resmî üniforma ile genelev, kumarhane, meyhane, bar ve benzeri yerler ile girilmesi garnizon komutanlıklarınca yasaklanmış diğer yerlere girmektir.",
    "aclama": "Bu fiil, kanunda açıkça tanımlanan 'Yasak edilen yerlere girmek' disiplinsizliğinin tam karşılığıdır. Fiilin oluşması için hem resmi üniforma ile olunması hem de girilen yerin kanunda sayılan (bar, meyhane vb.) veya garnizon komutanlığınca yasaklanmış bir yer olması gerekir."
  },
  {
    "soru_id": "TSKDK_039",
    "konu": "6413 S.K. - Madde 18 (Aylıktan Kesme)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personelin, daha iyi bir tayin yeri elde etmek amacıyla, nüfuzlu bir tanıdığını aracı koyarak amirleri üzerinde baskı kurmaya çalışması, Madde 18'e göre hangi disiplinsizliktir?",
    "secenekler": {
      "a": "Kayırma talep etmek",
      "b": "Yalan söylemek",
      "c": "Hizmetle ilgisi olmayan emir vermek",
      "d": "Ayrımcılık yapmak",
      "e": "Usulsüz müracaatta bulunmak"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "f) Kayırma talep etmek: Özlük hakları ile ilgili ya da başka bir kişisel menfaat temini için başkalarını aracı koyup, öncelik ve ayrıcalık talep etmektir.",
    "aclama": "Personelin, özlük haklarıyla (tayin gibi) ilgili bir menfaat temini için araya başka kişileri sokarak ayrıcalık istemesi, 'Kayırma talep etmek' disiplinsizliğini oluşturur ve Aylıktan kesme cezası ile cezalandırılır."
  },
  {
    "soru_id": "TSKDK_040",
    "konu": "6413 S.K. - Madde 19 (Hizmet Yerini Terk Etmeme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri personelin, Cuma günü akşam içtimasından sonra birliğinden izinsiz olarak ayrılıp, bir sonraki hafta Salı günü sabah birliğine kendiliğinden geri dönmesi fiili, Madde 19'a göre nasıl tanımlanır? (Not: Ayrıldığı süre 3 gündür)",
    "secenekler": {
      "a": "İzin süresini geçirmek",
      "b": "Görev yerini izinsiz terk etmek",
      "c": "Kısa süreli kaçmak",
      "d": "Emre itaatsizlik",
      "e": "Firar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Kısa süreli kaçmak: Kıtasından veya görev yerinden yedi günü aşmayacak ve bu süre içinde kendiliğinden gelecek şekilde kaçmak veya mesaiye gitmemektir.",
    "aclama": "Kanun, izinsiz olarak görev yerinden ayrılmayı süreye göre farklı isimlendirmiştir. 'Yedi günü aşmayacak' ve 'kendiliğinden geri gelecek' şekildeki ayrılıklar 'Kısa süreli kaçmak' olarak tanımlanır ve Hizmet yerini terk etmeme cezasını gerektirir. Daha uzun süreli ayrılıklar ise 'Firar' suçunu oluşturur ve askeri ceza kanununa tabidir."
  },
  {
    "soru_id": "TSKDK_041",
    "konu": "6413 S.K. - Madde 19 (Hizmet Yerini Terk Etmeme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir amirin, maiyetindeki bir personelin disiplinsizlik işlediğini öğrenmesine rağmen, ceza vermeme takdir yetkisinin olmadığı bir durumda, olayı örtbas etmek amacıyla kasten disiplin soruşturması yapmaması fiili Madde 19'a göre nedir?",
    "secenekler": {
      "a": "Maiyetinin gözetiminde ihmal göstermek",
      "b": "Sorumluluktan kaçmak",
      "c": "Asta kötü muamele yapmak",
      "d": "Maiyetinin disiplinsizliği hakkında soruşturma yapmamak",
      "e": "Görevi ihmal"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "e) Maiyetinin disiplinsizliği hakkında soruşturma yapmamak: Maiyeti tarafından işlenen bir disiplinsizliği öğrenmesine rağmen ceza vermeme takdir yetkisinin bulunduğu hâller dışında kasten disiplin soruşturması yapmayarak disiplinsizliği örtbas etmektir.",
    "aclama": "Bu disiplinsizlik, amirin sadece ihmalini değil, 'kasten' yani bilerek ve isteyerek soruşturma görevini yerine getirmeyerek disiplinsizliği gizlemesini cezalandırır. Bu, amirlik sorumluluğunun en önemli ihlallerinden biridir."
  },
  {
    "soru_id": "TSKDK_042",
    "konu": "6413 S.K. - Madde 19 (Hizmet Yerini Terk Etmeme)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Askeri bir mahâl içerisinde, iki personel arasında çıkan bir tartışmada personelden birinin diğerine fiilen vurması, Madde 19'a göre hangi disiplinsizliktir?",
    "secenekler": {
      "a": "Tahrik",
      "b": "Asta kötü muamele yapmak",
      "c": "Saygısız davranmak",
      "d": "Hoşnutsuzluk yaratmak",
      "e": "Kavga etmek"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "m) Kavga etmek: Meşru savunmaya ilişkin şartlar saklı kalmak kaydıyla, askeri mahâl içerisinde, fiilen birisine vurmaktır.",
    "aclama": "Kanun, 'Kavga etmek' fiilini çok net bir şekilde tanımlamıştır: 'askeri mahâl içerisinde' ve 'fiilen birisine vurmak'. Meşru savunma halleri bu tanımın dışındadır. Verilen senaryo bu tanıma tam olarak uymaktadır."
  },
  {
    "soru_id": "TSKDK_043",
    "konu": "6413 S.K. - Madde 19 (Hizmet Yerini Terk Etmeme)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri personelin, Milli Savunma Bakanlığınca yetki verilmediği halde, görev esnasında çektiği bir videoyu sosyal medya hesabında yayınlaması, 12/6/2024 tarihinde eklenen yeni hükme göre hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "Ketum davranmamak",
      "b": "Askerî kimliğini, görev veya faaliyetlerini izinsiz açıklamak",
      "c": "Yasak edilen malzemeyi bulundurmak",
      "d": "Emre itaatsizlik",
      "e": "Meslek etiğine aykırı davranışta bulunmak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "n) (Ek:12/6/2024-7517/51 md.) Askerî kimliğini, görev veya faaliyetlerini izinsiz açıklamak: ...askerî bilgi, belge, konum bilgisi veyahut bunlardan herhangi birini içeren ...görsel ve işitsel materyalleri, Millî Savunma Bakanlığınca yetki verilen durumlar hariç, ...internet, sosyal medya... vasıtasıyla yayınlamak veya açıklamaktır.",
    "aclama": "Bu, kanuna yeni eklenen ve dijital çağın getirdiği risklere karşı konulmuş bir hükümdür. Askeri personelin kimliğini, görevini veya faaliyetlerini içeren görsel/işitsel materyalleri yetkisiz olarak sosyal medya gibi platformlarda yayınlaması, özel olarak bu isimle tanımlanan disiplinsizliği oluşturur."
  },
  {
    "soru_id": "TSKDK_044",
    "konu": "6413 S.K. - Madde 20 (Silahlı Kuvvetlerden Ayırma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 20'ye göre 'Aşırı borçlanmak ve borçlarını ödeyememek' disiplinsizliği, Silahlı Kuvvetlerden ayırma sebebi sayılırken, aşağıdaki durumlardan hangisi bu kuralın bir **istisnası** olarak kabul edilir ve ayırma cezasına gerekçe oluşturmaz?",
    "secenekler": {
      "a": "Personelin lüks tüketim alışkanlıkları nedeniyle borçlanması.",
      "b": "Personelin birden fazla kredi kartı borcunu ödeyememesi.",
      "c": "Personelin bir yakınına kefil olması sonucu doğan borçlarını ödeyememesi.",
      "d": "Personelin yatırım amacıyla girdiği borçları ödeyememesi.",
      "e": "Personelin sosyal statüsünü korumak için yaptığı harcamalar sonucu borçlanması."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Aşırı borçlanmak ve borçlarını ödeyememek: Nafaka, trafik kazası, doğal afet... ile kefillik ve benzeri zorunluluk hâlleri hariç olmak üzere, aşırı derecede borçlanmaya düşkün olmak ve bu borçlarını ödememeyi alışkanlık hâline getirmektir.",
    "aclama": "Kanun, aşırı borçlanmayı ayırma sebebi sayarken, personelin kontrolü dışındaki veya zorunluluktan kaynaklanan bazı durumları (nafaka, kaza, doğal afet, kefillik vb.) istisna tutmuştur. Kefillik, bu istisnalardan biri olduğu için ayırma cezasına gerekçe teşkil etmez."
  },
  {
    "soru_id": "TSKDK_045",
    "konu": "6413 S.K. - Madde 20 (Silahlı Kuvvetlerden Ayırma)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personelin, görevine, sosyal ve aile yaşantısına zarar verecek derecede menfaatine, içkiye, kumara düşkün olması veya TSK'nın itibarını sarsacak yüz kızartıcı fiillerde bulunması, Madde 20'ye göre hangi disiplinsizlik kapsamında değerlendirilir?",
    "secenekler": {
      "a": "Hizmete engel davranışlarda bulunmak",
      "b": "Ahlaki zayıflık",
      "c": "Disiplinsizliği alışkanlık hâline getirmek",
      "d": "İffetsiz bir kimse ile yaşamak",
      "e": "Aşırı borçlanmak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "b) Ahlaki zayıflık: Görevine, sosyal ve aile yaşantısına zarar verecek derecede menfaatine, içkiye, kumara düşkün olmak veya Türk Silahlı Kuvvetlerinin itibarını sarsacak şekilde yüz kızartıcı, utanç verici veya toplumun genel ahlak yapısına aykırı fiillerde bulunmaktır.",
    "aclama": "Kanun bu tür davranışları, personelin karakter ve yaşantısındaki olumsuzlukları ifade eden 'Ahlaki zayıflık' başlığı altında toplamış ve Silahlı Kuvvetlerden ayırma sebebi olarak düzenlemiştir."
  },
  {
    "soru_id": "TSKDK_046",
    "konu": "6413 S.K. - Madde 20 (Silahlı Kuvvetlerden Ayırma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Geçerli bir mazereti olmaksızın kesintisiz olarak belirli bir süreden fazla firar halinde bulunmak 'Uzun süreli firar' disiplinsizliğini oluşturur. Madde 20'ye göre bu süre asgari ne kadardır?",
    "secenekler": {
      "a": "Altı aydan fazla",
      "b": "Yedi günden fazla",
      "c": "Bir aydan fazla",
      "d": "Üç aydan fazla",
      "e": "Bir yıldan fazla"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "e) Uzun süreli firar etmek: Geçerli bir mazereti olmaksızın kesintisiz olarak bir yıldan fazla süre ile izin süresini geçirmek veya firar hâlinde bulunmaktır.",
    "aclama": "Kanun, 'Kısa süreli kaçmak' (7 günden az) ile 'Uzun süreli firar' arasında net bir ayrım yapmıştır. Silahlı Kuvvetlerden ayırma cezasını gerektiren 'Uzun süreli firar' için kesintisiz olarak 'bir yıldan fazla' süreyle firari olma şartı aranır."
  },
  {
    "soru_id": "TSKDK_047",
    "konu": "6413 S.K. - Madde 20 (Silahlı Kuvvetlerden Ayırma)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personelin, terör örgütlerine yardım etmesi veya kamu kaynaklarını bu örgütleri desteklemeye yönelik kullanması fiili, Madde 20'ye göre hangi disiplinsizliği oluşturur?",
    "secenekler": {
      "a": "İdeolojik veya siyasi amaçlı faaliyetlere karışmak",
      "b": "Gizli bilgileri açıklamak",
      "c": "Hizmete engel davranışlarda bulunmak",
      "d": "Terör örgütleriyle ilişkisi olmak",
      "e": "Devletin birliğine ve bütünlüğüne karşı suç işlemek"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "h) Terör örgütleriyle ilişkisi olmak: Terör örgütleriyle eylem birliği içerisinde olmak, bu örgütlere yardım etmek, kamu imkân ve kaynaklarını bu örgütleri desteklemeye yönelik kullanmak ya da kullandırmak, bu örgütlerin propagandasını yapmaktır.",
    "aclama": "Bu fiil, kanuna sonradan eklenen ve doğrudan terör örgütleriyle olan çeşitli ilişki biçimlerini (eylem birliği, yardım, propaganda vb.) tanımlayan 'Terör örgütleriyle ilişkisi olmak' disiplinsizliği kapsamındadır."
  },
  {
    "soru_id": "TSKDK_048",
    "konu": "6413 S.K. - Madde 21 (Ceza Puanı ile Ayırma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 21'e göre, 'disiplinsizliği alışkanlık haline getirme' nedeniyle ceza puanına bağlı olarak ayırma cezası verilirken, aşağıdaki personel gruplarından hangisi bu uygulamanın **dışında** tutulmuştur?",
    "secenekler": {
      "a": "Subaylar ve astsubaylar",
      "b": "Sözleşmeli subay ve astsubaylar",
      "c": "Uzman erbaşlar",
      "d": "Sadece generaller ve amiraller",
      "e": "Sadece astsubaylar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(1) ...bu durumlarda sözleşmeli subay ve astsubaylar hariç subaylar ve astsubaylar hakkında ayırma cezası verilebilir.",
    "aclama": "Kanunun 21. maddesi, ceza puanına dayalı ayırma sistemini özellikle muvazzaf subay ve astsubaylar için düzenlemiş, 'sözleşmeli subay ve astsubaylar hariç' diyerek bu personeli kapsam dışında bırakmıştır. Sözleşmeli personelin durumu kendi sözleşme hükümlerine tabidir."
  },
  {
    "soru_id": "TSKDK_049",
    "konu": "6413 S.K. - Madde 21 (Ceza Puanı Kriterleri)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir subayın, en son aldığı disiplin cezasının kesinleştiği tarihten geriye doğru bakıldığında, son beş yıl içinde otuz yedi (37) disiplin cezası puanı aldığı tespit edilmiştir. Madde 21'e göre bu durumun sonucu nedir?",
    "secenekler": {
      "a": "Herhangi bir işlem yapılmaz, çünkü 5 yıllık sürede 40 puan gereklidir.",
      "b": "Sadece bir derece ağır ceza verilir.",
      "c": "Disiplinsizliği alışkanlık haline getirmiş kabul edilir ve hakkında ayırma cezası işlemi başlatılabilir.",
      "d": "Sadece görev yeri değiştirilir.",
      "e": "Hakkında hizmet yerini terk etmeme cezası uygulanır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) En son alınan disiplin cezasının kesinleştiği tarihten geriye doğru son beş yıl içinde otuzbeş disiplin cezası puanı... almak.",
    "aclama": "Kanun, son beş yıl içinde otuz beş (35) veya daha fazla disiplin puanı almayı, disiplinsizliği alışkanlık haline getirme olarak kabul eder. 37 puan bu sınırın üzerinde olduğu için, personel hakkında Silahlı Kuvvetlerden ayırma cezası işlemi başlatılmasına neden olur."
  },
  {
    "soru_id": "TSKDK_050",
    "konu": "6413 S.K. - Madde 21 (Yüksek Disiplin Kurulu Yetkisi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yüksek Disiplin Kurulu, ceza puanına bağlı ayırma istemiyle önüne gelen bir dosyada, cezaların verilmesinde 'objektiflikten uzaklaşıldığına' kanaat getirirse, aşağıdaki kararlardan hangisini verebilir?",
    "secenekler": {
      "a": "Doğrudan ayırma cezasını onaylamak zorundadır.",
      "b": "Dosyayı ilgili disiplin amirine iade ederek yeniden ceza vermesini ister.",
      "c": "Verilen cezaların bir kısmını veya tamamını kaldırabilir veya personelin görev yerini değiştirip bir yıl deneme süresi sonunda durumunun yeniden incelenmesine karar verebilir.",
      "d": "Personelin rütbesini geçici olarak düşürme kararı alabilir.",
      "e": "Sadece ilgili disiplin amirleri hakkında soruşturma açılmasına karar verebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) ...yüksek disiplin kurulunca, cezaların usulüne uygun verilmediğine veya ceza tayininde objektiflikten uzaklaşıldığına kanaat getirilirse verilen cezaların tamamının veya bir kısmının kaldırılmasına yahut personelin görev yerinin değiştirilmesine ve durumunun bir yıllık deneme süresi sonunda yeniden incelenmesine karar verilir.",
    "aclama": "Kanun, Yüksek Disiplin Kuruluna ayırma konusunda bir denetim ve takdir yetkisi vermiştir. Kurul, eğer verilen alt cezaların haksız veya taraflı olduğunu düşünürse, doğrudan ayırma yapmak yerine, cezaları kaldırma, görev yerini değiştirme ve personeli bir yıl deneme süresine tabi tutma gibi alternatif kararlar alabilir. Bu, olası keyfiliğe karşı bir güvencedir."
  },
  {
    "soru_id": "TSKDK_051",
    "konu": "6413 S.K. - Madde 22 (Askeri Öğrenci Cezaları)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 Sayılı Kanun'a göre askeri öğrencilere verilebilecek disiplin cezaları, ağırlık derecesine göre aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "secenekler": {
      "a": "Uyarma, Kınama",
      "b": "Kınama, İzinsizlik",
      "c": "İzinsizlik, Oda Hapsi",
      "d": "Kınama, İlave Hizmet Yükleme",
      "e": "Uyarma, İzinsizlik"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 22 – (1) Askeri öğrencilere (…) verilebilecek disiplin cezaları ağırlık derecesine göre aşağıda belirtilmiştir: a) Kınama b) İzinsizlik",
    "aclama": "Kanun, askeri öğrenciler için sadece iki tür disiplin cezası öngörmüştür. Bunlar ağırlık sırasına göre en hafif olan 'Kınama' ve daha ağır olan 'İzinsizlik' cezasıdır."
  },
  {
    "soru_id": "TSKDK_052",
    "konu": "6413 S.K. - Madde 22 (Askeri Öğrenci İzinsizlik Cezası)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri öğrenciye, 'öğrenci disiplin kurulu' tarafından 'İzinsizlik' cezası verilmesi durumunda, bu cezanın süresi Madde 22'ye göre ne kadar olabilir?",
    "secenekler": {
      "a": "Bir hafta sonu",
      "b": "İki hafta sonundan az olmamak üzere dört hafta sonuna kadar",
      "c": "Disiplin amirinin takdirine göre belirlenir",
      "d": "Üç hafta sonundan az olmamak üzere altı hafta sonuna kadar",
      "e": "Sadece bir ay boyunca tüm hafta sonları"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bu ceza... öğrenci disiplin kurulları tarafından ise üç hafta sonundan az olmamak üzere altı hafta sonuna kadar (bu süre dâhil) verilir.",
    "aclama": "Kanun, 'İzinsizlik' cezasını veren makama göre süre limiti belirlemiştir. Disiplin amirleri ekli çizelgeye göre verirken, 'öğrenci disiplin kurulları' en az üç, en fazla altı hafta sonu olmak üzere daha uzun süreli ceza verme yetkisine sahiptir. Bu ayrım önemlidir."
  },
  {
    "soru_id": "TSKDK_053",
    "konu": "6413 S.K. - Madde 23 (Askeri Öğrenci Disiplin Yönetmeliği)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri öğrencilerin işleyebileceği disiplinsizlik fiilleri, bu fiillere verilecek cezaların türü ve miktarı, disiplin puanları ve öğrenci disiplin kurullarının kuruluşu gibi detaylı hususlar hangi hukuki metin ile düzenlenir?",
    "secenekler": {
      "a": "Kanun Hükmünde Kararname",
      "b": "Genelkurmay Başkanlığı emri",
      "c": "Yönetmelik",
      "d": "İlgili okul komutanlığı yönergesi",
      "e": "Milli Savunma Bakanlığı tebliği"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Askeri öğrencilerin disiplinsizlik teşkil edebilecek fiilleri ve bu fiillere verilebilecek disiplin cezalarının türleri ve miktarı... ile disiplin cezalarına bağlı idari işlemler yönetmelikle tespit edilir.",
    "aclama": "Kanun, askeri öğrencilerin disiplin sisteminin çerçevesini çizmiş, ancak uygulama detaylarını, yani hangi fiile hangi cezanın ne kadar verileceği gibi ayrıntıları bir 'yönetmelik' ile düzenleneceğini hüküm altına almıştır. Bu, kanunun alt düzenleyici işlemlere yetki vermesidir."
  },
  {
    "soru_id": "TSKDK_054",
    "konu": "6413 S.K. - Madde 25 (Erbaş ve Er Cezaları)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 25'e göre erbaş ve erlere verilebilecek disiplin cezaları arasında en ağırı hangisidir?",
    "secenekler": {
      "a": "Oda hapsi",
      "b": "İlave hizmet yükleme",
      "c": "İzinsizlik",
      "d": "Hizmetten men",
      "e": "Kınama"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MADDE 25 – (1) Erbaş ve erlere... verilebilecek cezalar ağırlık derecesine göre aşağıda belirtilmiştir: a) İzinsizlik b) İlave hizmet yükleme c) Oda hapsi ç) Hizmetten men",
    "aclama": "Kanun, erbaş ve erler için dört tür ceza belirlemiş ve bunları ağırlık derecesine göre sıralamıştır. Bu sıralamaya göre en hafif ceza 'İzinsizlik', en ağır ceza ise 'Hizmetten men'dir."
  },
  {
    "soru_id": "TSKDK_055",
    "konu": "6413 S.K. - Madde 25 (Erbaş ve Er Ceza Yetkisi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Erbaş ve erlere verilebilen 'Hizmetten men' cezası, Madde 25'e göre hangi makamlar tarafından verilebilir?",
    "secenekler": {
      "a": "Sadece disiplin kurulları",
      "b": "Sadece disiplin amirleri",
      "c": "Sadece üst disiplin amirleri",
      "d": "Disiplin amirleri veya disiplin kurulları",
      "e": "Sadece Yüksek Disiplin Kurulu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) ...hizmetten men cezası ise disiplin amirleri veya disiplin kurulları tarafından verilir.",
    "aclama": "Kanun, 'Hizmetten men' cezasının verilme yetkisini hem disiplin amirlerine (ekli çizelgeye göre belirli durumlarda) hem de disiplin kurullarına (daha uzun süreli olarak) vermiştir. Bu, cezanın önemine binaen paylaşılmış bir yetkidir."
  },
  {
    "soru_id": "TSKDK_056",
    "konu": "6413 S.K. - Madde 26 (İlave Hizmet Yükleme Cezası)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erbaş ve erlere verilen 'İlave hizmet yükleme' cezasının bir günde uygulanabilecek azami süresi ne kadardır?",
    "secenekler": {
      "a": "Dört saatten fazla olamaz",
      "b": "Altı saatten fazla olamaz",
      "c": "Sekiz saatten fazla olamaz",
      "d": "On iki saatten fazla olamaz",
      "e": "Süre sınırı yoktur, amirin takdirindedir"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) İlave hizmet yükleme cezası; ... günde sekiz saatten fazla olmamak üzere görevlendirilmesidir.",
    "aclama": "Kanun, bu cezanın uygulanmasında personelin aşırı yorulmasını ve yıpranmasını engellemek amacıyla net bir üst sınır koymuştur. Bu sınır, bir gün içinde 'sekiz saati' geçemez."
  },
  {
    "soru_id": "TSKDK_057",
    "konu": "6413 S.K. - Madde 26 (Erbaş ve Er Oda Hapsi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Subay ve astsubayların aksine, 'Oda hapsi' cezası alan erbaş ve erler için cezanın yerine getirilmesi sırasında geçerli olan özel durum nedir?",
    "secenekler": {
      "a": "Cezaları yarı oranında indirilir.",
      "b": "Günde bir saat ziyaretçi kabul edebilirler.",
      "c": "Emir veremez ve genel hizmet yapamazlar.",
      "d": "Gerektiğinde askeri hizmetlerde kullanılabilirler.",
      "e": "Cezaları hizmetten men cezasına çevrilebilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Oda hapsi cezası alan erbaş ve erler, cezanın yerine getirilmesi sırasında gerektiğinde askeri hizmetlerde kullanılabilirler.",
    "aclama": "Bu, erbaş ve er statüsü ile subay/astsubay statüsü arasındaki önemli bir farktır. Subay/astsubaylar oda hapsi sırasında hizmet yapamazken, erbaş ve erler, birlik hizmetlerinin aksamaması amacıyla 'gerektiğinde' askeri hizmetlerde kullanılabilirler."
  },
  {
    "soru_id": "TSKDK_058",
    "konu": "6413 S.K. - Madde 26 (Hizmetten Men Cezası)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "'Hizmetten men' cezası alan bir er, ceza süresince aşağıdaki faaliyetlerden hangisine **katılmaz**?",
    "secenekler": {
      "a": "Müşterek idari vazifelerin ifasına",
      "b": "İhtiyaç duyulan askeri hizmetlere",
      "c": "Mesai çizelgesindeki eğitim faaliyetlerine",
      "d": "Birlik içindeki temizlik hizmetlerine",
      "e": "Nöbet hizmetlerine"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ceza alan erbaş ve erler, ceza süresince mesai çizelgesindeki eğitim faaliyetlerine iştirak ettirilmezler; ancak müşterek idari vazifelerin ifasında veya ihtiyaç duyulan askeri hizmetlerde görevlendirilebilirler.",
    "aclama": "Hizmetten men cezasının temel amacı, personeli günlük hizmet akışından (özellikle eğitimlerden) uzaklaştırarak disiplini tesis etmektir. Bu nedenle personel planlı eğitimlere katılmaz, ancak genel idari görevler veya anlık ihtiyaç duyulan hizmetlerde görevlendirilebilir."
  },
  {
    "soru_id": "TSKDK_059",
    "konu": "6413 S.K. - Madde 27 (Erbaş ve Er Disiplin Cezası Takdiri)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir erbaşın işlediği fiil, normalde subaylara verilen 'Kınama' cezasını gerektiren bir disiplinsizliktir. Madde 27'ye göre, disiplin amiri bu erbaşa aşağıdaki cezalardan hangisini verebilir?",
    "secenekler": {
      "a": "Sadece Kınama cezası verebilir.",
      "b": "İzinsizlik veya ilave hizmet yükleme cezalarından birini verebilir.",
      "c": "Doğrudan oda hapsi cezası verir.",
      "d": "Sadece hizmetten men cezası verebilir.",
      "e": "Erbaş ve erlere kınama cezası verilemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 27 – (1) İzinsizlik ve ilave hizmet yükleme cezaları; bu Kanunun dördüncü bölümünde yer alan uyarma, kınama veya hizmete kısmi süreli devam cezası gerektiren disiplinsizlik hâlleri ile nitelik ve ağırlıkları itibarıyla bunlara benzer diğer eylemlerin yapılması hâlinde verilir.",
    "aclama": "Kanun, erbaş ve erlerin disiplin sistemini farklılaştırmıştır. Subay/astsubaylarda 'uyarma, kınama, hizmete kısmi süreli devam' gerektiren fiiller, erbaş ve erlerde 'izinsizlik' veya 'ilave hizmet yükleme' cezalarıyla karşılanır. Disiplin amiri bu iki cezadan birini takdir eder."
  },
  {
    "soru_id": "TSKDK_060",
    "konu": "6413 S.K. - Madde 27 (Erbaş ve Er Ceza Vermeme Takdiri)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir disiplin amirinin, disiplinsizlik yapmış bir ere, onun olumlu hizmet geçmişini dikkate alarak hiç ceza vermemesi Madde 27'ye göre mümkün müdür ve hangi şarta bağlıdır?",
    "secenekler": {
      "a": "Mümkün değildir, mutlaka en hafif ceza verilir.",
      "b": "Mümkündür, ancak sadece 'İzinsizlik' cezasını gerektiren fiillerde olabilir.",
      "c": "Mümkündür, personelin olumlu hizmet safahatını dikkate alarak ceza vermeyebilir.",
      "d": "Mümkün değildir, ceza vermeme takdiri sadece subaylar için geçerlidir.",
      "e": "Mümkündür, ancak bunun için üst disiplin amirinden onay alması gerekir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Disiplin amirleri, erbaş ve erin olumlu hizmet safahatını dikkate alarak disiplin cezası vermeyebilir.",
    "aclama": "Kanun, disiplin amirlerine erbaş ve erler için geniş bir takdir hakkı tanımıştır. Personelin genel durumu, hizmet geçmişi olumlu ise, amir işlenen disiplinsizliğe rağmen hiç ceza vermemeyi tercih edebilir. Bu, cezanın ıslah edici amacının bir parçasıdır."
  },
  {
    "soru_id": "TSKDK_061",
    "konu": "6413 S.K. - Madde 27 (Cezanın Hafifletilmesi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir erin işlediği fiil, 'Hizmetten men' cezasını gerektirmektedir. Disiplin amiri, bu erin çok olumlu hizmet ve disiplin geçmişi olduğunu göz önüne alarak onu disiplin kuruluna sevk etmemeye karar vermiştir. Bu durumda amir, Madde 27'ye göre aşağıdaki cezalardan hangisini verebilir?",
    "secenekler": {
      "a": "Doğrudan kendisi 'Hizmetten men' cezası verebilir.",
      "b": "Hiç ceza vermeyebilir.",
      "c": "Yetkisi dahilindeki 'izinsizlik' veya 'ilave hizmet yükleme' cezalarından birini verebilir.",
      "d": "Mutlaka disiplin kuruluna sevk etmek zorundadır.",
      "e": "Sadece 'Oda hapsi' cezası verebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) Hizmetten men cezası ... gerektiren disiplinsizlikler; erbaş ve erin olumlu hizmet ve disiplin safahatı göz önüne alınarak disiplin amirleri tarafından yetkisi dâhilindeki izinsizlik veya ilave hizmet yükleme cezalarından birisi de verilebilir. Bu durumda, erbaş ve erler disiplin kuruluna sevk edilmezler.",
    "aclama": "Bu, disiplin amirinin takdir hakkının en önemli örneklerinden biridir. Normalde disiplin kuruluna sevk gerektiren ağır bir fiil, eğer personelin geçmişi çok olumlu ise, amir tarafından daha hafif bir cezaya (izinsizlik veya ilave hizmet) dönüştürülebilir ve böylece süreç disiplin kuruluna gitmeden sonlandırılabilir."
  },
  {
    "soru_id": "TSKDK_062",
    "konu": "6413 S.K. - Madde 28 (Geçici Kontrol Altına Alma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, Madde 28'de belirtilen ve bir disiplin amirinin emri altındakileri 'geçici olarak kontrol altına alma' yetkisini kullanabileceği durumlardan biri **değildir**?",
    "secenekler": {
      "a": "Kendisine veya çevresine zarar vereceği açıkça belli olan birini engellemek.",
      "b": "İşlediği bir disiplinsizlikle ilgili olarak personel hakkında ifade ve savunma almak.",
      "c": "Askeri mahalde bulunan sarhoş bir kişinin ayılmasını beklemek.",
      "d": "Ciddi şekilde bozulan disiplini yeniden tesis etmek.",
      "e": "Firardan yakalanan birini adli makama çıkarılana kadar tutmak."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 28 – (1) ... aşağıdaki durumlardan birisi bulunduğunda veya benzer bir amaçla emri altındakileri geçici olarak kontrol altına almaya veya aldırmaya yetkilidir:",
    "aclama": "'Geçici olarak kontrol altına alma' bir disiplin cezası veya soruşturma usulü değil, acil durumlara yönelik bir idari tedbirdir. Amacı güvenlik, disiplinin tesisi ve kişinin kendini korumasıdır. İfade veya savunma almak ise disiplin soruşturmasının bir parçasıdır ve bu tedbirin gerekçeleri arasında sayılmamıştır."
  },
  {
    "soru_id": "TSKDK_063",
    "konu": "6413 S.K. - Madde 28 (Kontrol Altına Alma Süresi)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir personel 'geçici olarak kontrol altına alma' tedbiri kapsamında 15 saattir tutulmaktadır. Madde 28'e göre bu durumda disiplin amirinin yerine getirmesi gereken yükümlülük nedir?",
    "secenekler": {
      "a": "24 saat dolmadığı için ek bir işlem yapmasına gerek yoktur.",
      "b": "Personeli derhal serbest bırakmak zorundadır.",
      "c": "Durumu en kısa sürede personelin yakınlarına ve bir üst disiplin amirine bildirmek zorundadır.",
      "d": "Personel hakkında derhal disiplin soruşturması başlatmak zorundadır.",
      "e": "Durumu sadece garnizon komutanına yazılı olarak rapor etmek zorundadır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Tedbir süresinin on iki saati geçmesi hâlinde, personelin yakınlarına ve bir üst disiplin amirine disiplin amiri tarafından en kısa sürede bilgi verilir.",
    "aclama": "Kanun, tedbirin keyfi olarak uzamasını engellemek ve denetim sağlamak amacıyla bir bildirim şartı getirmiştir. Tedbir süresi on iki saati aştığı anda, disiplin amirinin hem personelin ailesine/yakınlarına hem de kendi üst amirine bilgi verme zorunluluğu doğar."
  },
  {
    "soru_id": "TSKDK_064",
    "konu": "6413 S.K. - Madde 29 (Geçici Görevden Uzaklaştırma)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Tugay Komutanı tarafından verilen 15 iş günlük 'geçici olarak görevden uzaklaştırma' kararının süresinin uzatılması gerekmiştir. Bu sürenin bir yıla kadar uzatılabilmesi için kimin onayı gereklidir?",
    "secenekler": {
      "a": "Genelkurmay Başkanının onayı",
      "b": "İlgili Kuvvet Komutanının onayı",
      "c": "Yüksek Askeri Şura kararı",
      "d": "İlgili bakanın onayı",
      "e": "Cumhurbaşkanının onayı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İhtiyaç duyulması halinde bu süre, bu fıkrada yazılı makamlarca bir katına; ilgili bakanın onayı ile de bir yıla kadar artırılabilir.",
    "aclama": "Görevden uzaklaştırma süresinin uzatılması kademeli bir yetkiye bağlanmıştır. İlk uzatma (bir katına kadar) kararı veren makamlarca yapılabilirken, daha uzun süreli (bir yıla kadar) bir uzatma için daha üst bir makam olan 'ilgili bakanın onayı' şart koşulmuştur."
  },
  {
    "soru_id": "TSKDK_065",
    "konu": "6413 S.K. - Madde 29 (Görevden Uzaklaştırmanın Sonuçları)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Geçici olarak görevden uzaklaştırılan bir personelin bu süre içerisindeki hukuki durumuyla ilgili aşağıdakilerden hangisi **yanlıştır**?",
    "secenekler": {
      "a": "Görevden ayrı kalınan süre hizmetten sayılır.",
      "b": "Bu süre içinde personelin asker kişi sıfatı devam eder.",
      "c": "Bu süre içinde personel emir veremez.",
      "d": "Tedbir süresi sonunda personel otomatik olarak görevine döner.",
      "e": "Bu süre içinde personelin maaşının yarısı kesilir."
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Görevden ayrı kalınan süre hizmetten sayılır. Bu süre içinde ilgili personelin asker kişi sıfatı devam eder, ancak emir veremez.",
    "aclama": "Kanun, geçici görevden uzaklaştırmanın bir idari tedbir olduğunu ve henüz bir ceza olmadığını vurgulamak için personelin özlük haklarını korumuştur. Bu süre hizmetten sayılır ve maaş kesintisi gibi bir mali yaptırım uygulanmaz. Maaş kesintisi, ancak 'Aylıktan Kesme' gibi bir disiplin cezası kesinleştiğinde söz konusu olabilir."
  },
  {
    "soru_id": "TSKDK_066",
    "konu": "6413 S.K. - Madde 30 (Disiplin Cezalarının Etkisi)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 30'a göre, personele verilen disiplin cezaları ve diğer idari yaptırımlar, aşağıdaki idari işlemlerden hangisinde dikkate alınacak bir unsur olarak **sayılmamıştır**?",
    "secenekler": {
      "a": "Personel hakkında yapılacak sicil ve terfi işlemlerinde",
      "b": "Personelin özellikli görevlere seçiminde",
      "c": "Personelin atama ve sözleşme feshi işlemlerinde",
      "d": "Personele verilecek aylık maaş miktarının belirlenmesinde",
      "e": "Personelin ayırma ve ilişik kesme işlemlerinde"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(3) Disiplin cezaları ve diğer idari yaptırımlar, nitelik ve niceliklerine uygun olarak; personel hakkında yapılacak sicil, terfi, atama, ayırma, ilişik kesme, sözleşme feshi, özellikli görevlere seçim ve benzeri idari işlemlerde göz önünde bulundurulur.",
    "aclama": "Kanun, disiplin geçmişinin personelin kariyerindeki önemli dönüm noktalarında (terfi, atama, özel görevler vb.) bir kriter olarak değerlendirileceğini belirtmiştir. Ancak, personelin aldığı maaş miktarı kanunlarla belirlenen bir hak olup, disiplin geçmişine göre maaş miktarının artırılması veya azaltılması gibi bir durum söz konusu değildir. (Aylıktan kesme cezası hariç, bu bir cezanın infazıdır, maaşın yeniden belirlenmesi değildir)."
  },
  {
    "soru_id": "TSKDK_067",
    "konu": "6413 S.K. - Madde 31 (Cezaların İdari Etkileri)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yedek subay, yedek astsubay, erbaş ve erlerin zorunlu askerlik hizmet sürelerinin, aldıkları disiplin cezaları nedeniyle uzamasına sebep olan iki ceza türü aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "İzinsizlik ve İlave hizmet yükleme",
      "b": "Oda hapsi ve Kınama",
      "c": "Hizmetten men ve Oda hapsi",
      "d": "İlave hizmet yükleme ve Hizmetten men",
      "e": "Sadece Hizmetten men"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 31 – (1) Disiplin amirleri veya disiplin kurulları tarafından verilen hizmetten men cezası ile oda hapsi cezaları, yedek subaylar , yedek astsubaylar ile erbaş ve erlerin askerlik hizmet sürelerine eklenir...",
    "aclama": "Kanun, askerlik hizmet süresini uzatma sonucunu doğuran cezaları sınırlı tutmuştur. Bu etkiye sahip olan cezalar, sadece en ağır iki ceza olan 'Hizmetten men' ve 'Oda hapsi'dir. Diğer cezaların hizmet süresine bir etkisi yoktur."
  },
  {
    "soru_id": "TSKDK_068",
    "konu": "6413 S.K. - Madde 31 (Hizmet Süresine Ekleme Sınırı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Barış zamanında, bir erin askerlik hizmeti boyunca disiplin amirlerinden aldığı 'hizmetten men' cezaları nedeniyle askerlik süresine eklenecek toplam süre en fazla kaç gün olabilir?",
    "secenekler": {
      "a": "On beş gün",
      "b": "Otuz gün",
      "c": "Kırk beş gün",
      "d": "Altmış gün",
      "e": "Herhangi bir üst sınır yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Ancak, seferberlik ve savaş zamanı hariç, disiplin amirleri tarafından erbaş ve erlere verilen hizmetten men cezaları nedeniyle askerlik hizmet süresine eklenecek toplam süre otuz günü geçemez.",
    "aclama": "Kanun, disiplin amirleri tarafından verilen hizmetten men cezalarının askerlik süresini sınırsız uzatmasını önlemek için bir üst limit getirmiştir. Bu limit, barış zamanında toplamda 'otuz gün'dür. Disiplin kurullarının verdiği cezalar için bu limit geçerli değildir."
  },
  {
    "soru_id": "TSKDK_069",
    "konu": "6413 S.K. - Madde 32 (Disiplin Kurulu Kuruluşu)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 Sayılı Kanun'a göre, disiplin kurulları asgari olarak hangi seviyedeki birlik, karargâh ve kurumlarda teşkil edilir?",
    "secenekler": {
      "a": "Bölük",
      "b": "Tabur",
      "c": "Alay",
      "d": "Tugay",
      "e": "Kolordu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MADDE 32 – (1) ...asgari tugay (Deniz ve Hava Kuvvetlerinde eşidi) veya ihtiyaç duyulması hâlinde daha alt seviyedeki birlik, karargâh ve kurumlarda bir disiplin kurulu teşkil edilir.",
    "aclama": "Kanun, disiplin kurullarının teşkili için temel seviyeyi 'asgari tugay' olarak belirlemiştir. Ancak ihtiyaç duyulması halinde daha alt seviyelerde de kurulmasına olanak tanımıştır. Soruda 'asgari' yani en düşük seviye sorulduğu için doğru cevap Tugay'dır."
  },
  {
    "soru_id": "TSKDK_070",
    "konu": "6413 S.K. - Madde 33 (Disiplin Kurulu Oluşumu)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir disiplin kurulunun standart oluşumunda, kurul başkanının taşıması gereken asgari rütbe ve üyelerden olan subayın sahip olması gereken asgari mesleki hizmet süresi nedir?",
    "secenekler": {
      "a": "Başkan Yüzbaşı - Üye 3 yılını tamamlamış",
      "b": "Başkan Binbaşı - Üye 5 yılını tamamlamış",
      "c": "Başkan Binbaşı - Üye 3 yılını tamamlamış",
      "d": "Başkan Yarbay - Üye 5 yılını tamamlamış",
      "e": "Başkan Yarbay - Üye 10 yılını tamamlamış"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Disiplin kurulları; asgari binbaşı rütbesinde bir başkan ile meslekte beş yılını tamamlamış, başkandan kıdemsiz bir subay ve bir astsubay üye olmak üzere... toplam üç kişiden oluşur.",
    "aclama": "Kanun, kurulun tecrübesini ve yetkinliğini sağlamak amacıyla hem başkan hem de üyeler için belirli nitelikler aramıştır. Başkanın rütbesi en az 'Binbaşı', üye olarak görev yapacak subayın ise meslekte en az 'beş yılını' tamamlamış olması gerekmektedir."
  },
  {
    "soru_id": "TSKDK_071",
    "konu": "6413 S.K. - Madde 33 (Disiplin Kurulu Üyeliği)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Disiplin kurulunda hakkında tahkikat yapılan kişi bir Subay ise, kurulun oluşumunda nasıl bir değişiklik yapılır?",
    "secenekler": {
      "a": "Kurul başkanı Albay olur.",
      "b": "Kurula fazladan bir astsubay üye eklenir.",
      "c": "Astsubay üye yerine görev yapmak üzere ayrıca bir subay üye görevlendirilir.",
      "d": "Kurul başkanı ve tüm üyeler Subay olmak zorundadır.",
      "e": "Herhangi bir değişiklik yapılmaz, standart usul uygulanır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) Subayların tahkikatında astsubay üye yerine görev yapmak üzere ayrıca bir subay üye belirlenir ve görevlendirilir.",
    "aclama": "Kanun, 'emsallik' ve 'rütbe' prensiplerini gözeterek, hakkında işlem yapılan personelin statüsüne uygun bir kurul oluşumunu hedefler. Bu nedenle, tahkikatı yapılan kişi bir subay ise, kuruldaki astsubay üyenin yerine geçici olarak başka bir subay üye görevlendirilir ve kurul tamamen subaylardan oluşur."
  },
  {
    "soru_id": "TSKDK_072",
    "konu": "6413 S.K. - Madde 33 (Disiplin Kurulu Başkanlığı)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir disiplin kurulunun atanan başkanının zorunlu bir nedenle toplantıya katılamaması durumunda, kurula kim başkanlık eder?",
    "secenekler": {
      "a": "Toplantı ertelenir.",
      "b": "Yerine yedek başkan görev yapar.",
      "c": "En kıdemli üye başkan olur.",
      "d": "Komutan yeni bir başkan atar.",
      "e": "Kurul, başkansız olarak toplanır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Başkanın olmadığı zamanlarda en kıdemli üye başkan olur.",
    "aclama": "Kanun, kurulların işleyişinin aksamaması için pratik bir çözüm getirmiştir. Atanmış başkanın yokluğunda, kurul üyeleri arasından rütbe ve kıdem olarak en üstte bulunan üye, o toplantı için otomatik olarak başkanlık görevini üstlenir."
  },
  {
    "soru_id": "TSKDK_073",
    "konu": "6413 S.K. - Madde 33 (Disiplin Kurulu Üye Görevlendirmesi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir birlikte, disiplin kurulu oluşturmak için kanunda yazılı niteliklere sahip yeterli sayıda personel bulunmuyorsa veya mevcutların görev yapmasına kanuni bir engel varsa, nasıl bir yol izlenir?",
    "secenekler": {
      "a": "O birlikte disiplin kurulu kurulmaz.",
      "b": "Niteliklere bakılmaksızın mevcut personel görevlendirilir.",
      "c": "En yakın kıta komutanı veya askeri kurum amirine başvurularak uygun nitelikte başkan ve üye görevlendirilmesi istenir.",
      "d": "Dosya doğrudan Yüksek Disiplin Kuruluna gönderilir.",
      "e": "Komutan, geçici olarak sivil memurları görevlendirebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(4) Disiplin kurullarının yetkisine giren birliklerde bu Kanunda yazılı nitelikte başkan ve üye yoksa ... uygun nitelikte başkan ve üyelerin seçimi ve görevlendirmesi için en yakın kıta komutanı veya askeri kurum amirine başvurulur.",
    "aclama": "Kanun, her durumda hukuka uygun bir disiplin kurulunun oluşturulabilmesini sağlamak amacıyla bir çözüm mekanizması öngörmüştür. Personel yetersizliği durumunda, ilgili birlik en yakın komutanlıktan veya askeri kurumdan geçici olarak personel görevlendirilmesini talep eder."
  },
  {
    "soru_id": "TSKDK_074",
    "konu": "6413 S.K. - Madde 34 (Disiplin Kurulunun Yetkisi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hakkında disiplin tahkikatı yapılması gereken kişi, teşkilatında disiplin kurulu kurulan bir birliğin komutanı (örneğin bir Tugay Komutanı) ise, bu tahkikat hangi disiplin kurulu tarafından yürütülür?",
    "secenekler": {
      "a": "Kendi birliğinde kurulan disiplin kurulu tarafından.",
      "b": "Bir üst komutanlık teşkilatında kurulan disiplin kurulu tarafından.",
      "c": "Doğrudan Milli Savunma Bakanlığı Disiplin Kurulu tarafından.",
      "d": "Aynı garnizondaki eşidi bir birliğin disiplin kurulu tarafından.",
      "e": "Genelkurmay Başkanlığı tarafından özel olarak görevlendirilen bir kurul tarafından."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 34 – (1) Teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri hakkındaki disiplin tahkikatı bir üst komutanlık veya askeri kurum amiri teşkilatında kurulan disiplin kurulunda yapılır.",
    "aclama": "Kanun, astların üstlerini yargılayamayacağı ilkesi gereği, bir komutanın kendi emrindeki disiplin kurulu tarafından soruşturulmasını engellemiştir. Bu nedenle, tahkikat yetkisi hiyerarşik olarak bir üst komutanlıkta bulunan disiplin kuruluna verilmiştir."
  },
  {
    "soru_id": "TSKDK_075",
    "konu": "6413 S.K. - Madde 35 (Disiplin Subayı)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 35'e göre, bir disiplin subayı öncelikli olarak hangi sınıfa mensup subaylar arasından atanır?",
    "secenekler": {
      "a": "Piyade",
      "b": "Personel",
      "c": "İstihbarat",
      "d": "Hukuk",
      "e": "Topçu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) Disiplin subayı, hukuk sınıfına mensup subaylar arasından atanır.",
    "aclama": "Disiplin süreçlerinin hukuka uygun ve doğru bir şekilde yürütülmesi esastır. Bu nedenle kanun, disiplin subaylığı görevi için öncelikli olarak bu alanda uzmanlaşmış 'hukuk sınıfı' subayların atanmasını öngörmüştür."
  },
  {
    "soru_id": "TSKDK_076",
    "konu": "6413 S.K. - Madde 35 (Disiplin Subayı Atanamaması)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir birlikte hukuk sınıfı subay bulunmadığı için disiplin subaylığı görevine diğer sınıflardan bir subayın görevlendirilmesi gerekmiştir. Bu durumda görevlendirilecek subayın taşıması gereken nitelikler arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Kıtada en az bir yıl hizmet görmüş olmak.",
      "b": "Taksirli suçlar dışında bir suçtan hükümlü bulunmamak.",
      "c": "En az Yüzbaşı rütbesinde olmak.",
      "d": "Komutan veya askeri kurum amiri tarafından görevlendirilmiş olmak.",
      "e": "Subay olmak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Atama yapılmaması hallerinde disiplin subayı, teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri ... tarafından kıtada en az bir yıl hizmet görmüş olan ve taksirli suçlar dışında bir suçtan hükümlü bulunmayan subaylar arasından görevlendirilir.",
    "aclama": "Kanun, hukuk sınıfı subay olmaması durumunda görevlendirilecek subay için 'kıta hizmeti yapmış olma' ve 'belirli suçlardan hüküm giymemiş olma' gibi tecrübe ve adli sicil temizliği şartları aramıştır. Ancak bu görevlendirme için herhangi bir asgari rütbe şartı (Yüzbaşı, Binbaşı vb.) belirtilmemiştir."
  },
  {
    "soru_id": "TSKDK_077",
    "konu": "6413 S.K. - Madde 36 (Disiplin Kurulunun Görevi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Seferberlik ve savaş halinde, bir erbaşın 'Hizmetten men' cezasını gerektiren bir disiplinsizlik işlemesi durumunda, disiplin kurulu bu ceza yerine hangi cezayı verir?",
    "secenekler": {
      "a": "Silahlı Kuvvetlerden ayırma",
      "b": "Daha uzun süreli hizmetten men",
      "c": "Oda hapsi",
      "d": "İlave hizmet yükleme",
      "e": "Cezanın infazı barış zamanına ertelenir"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Seferberlik ve savaş hâli müddetince işlenen ve disiplin kurullarının görevine giren disiplinsizliklere; hizmet yerini terk etmeme veya hizmetten men cezası yerine, aynı esaslarla ve bu Kanunda belirlenen sürelerle oda hapsi cezası verilir.",
    "aclama": "Kanun, seferberlik ve savaş halinin olağanüstü koşullarını dikkate alarak, disiplini daha etkin bir şekilde sağlamak amacıyla bazı cezaların daha caydırıcı olan 'Oda hapsi' cezasına dönüştürülmesini öngörmüştür. 'Hizmetten men' bu cezalardan biridir."
  },
  {
    "soru_id": "TSKDK_078",
    "konu": "6413 S.K. - Madde 37 (Tahkikat Usulü)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir disiplin amiri, disiplin kuruluna sevk edilmesi gereken bir disiplinsizliği öğrendikten sonra, ilgili soruşturma evrakını en geç ne kadar süre içinde disiplin subaylığına göndermek zorundadır?",
    "secenekler": {
      "a": "On beş gün",
      "b": "Otuz gün",
      "c": "Kırk beş gün",
      "d": "Altmış gün",
      "e": "Makul bir süre içinde"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "MADDE 37 – (1) Disiplin kuruluna sevk edilmesi gereken disiplinsizliklere ilişkin disiplin soruşturma evrakı... disiplinsizliğin öğrenilmesinden itibaren en geç otuz gün içinde gönderilir.",
    "aclama": "Kanun, disiplin süreçlerinin sürüncemede kalmasını önlemek ve adil bir yargılanma sağlamak amacıyla net bir süre sınırı koymuştur. Disiplinsizliğin öğrenilmesinden itibaren disiplin kuruluna sevk evrakının gönderilmesi için tanınan azami süre 'otuz gün'dür."
  },
  {
    "soru_id": "TSKDK_079",
    "konu": "6413 S.K. - Madde 37 (Tahkikat Usulü)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Disiplin kuruluna sevk edilen bir personelin, Madde 37'ye göre sahip olduğu haklar arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Soruşturma evrakının tamamını inceleme hakkı (gizliliği ihlal etmeyen kısımlarını).",
      "b": "Disiplin kurulunda sözlü veya yazılı olarak savunma yapma hakkı.",
      "c": "Disiplin kurulu üyelerinden birini reddetme hakkı.",
      "d": "Kendi tanıklarını dinletme hakkı.",
      "e": "Soruşturma evrakını inceleme hakkı."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(5) Disiplin kuruluna sevk edilen personel; tahkikatın gizliliğini... korumaya yönelik olanların dışındaki soruşturma evrakının tamamını inceleme, tanık dinletme ve disiplin kurulunda sözlü veya yazılı olarak savunma yapma hakkına sahiptir.",
    "aclama": "Kanun, personele adil bir yargılanma için 'savunma hakkı' kapsamında evrakı inceleme, tanık dinletme gibi önemli haklar tanımıştır. Ancak, ceza mahkemelerindeki 'hakimin reddi' gibi, disiplin kurulu üyelerinin reddedilmesine yönelik bir hak bu maddede düzenlenmemiştir."
  },
  {
    "soru_id": "TSKDK_080",
    "konu": "6413 S.K. - Madde 37 (Tahkikat Usulü)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir disiplin kurulu tahkikat toplantısı sırasında, kurul başkanı ve üyeleri hazır olmasına rağmen aşağıda belirtilen kişilerden hangisinin yokluğu, toplantının usulüne uygun olarak yapılmasına engel teşkil eder?",
    "secenekler": {
      "a": "Birlik komutanı",
      "b": "Hakkında tahkikat yapılan personel",
      "c": "Disiplin subayı ve tutanak kâtibi",
      "d": "Tanıklar",
      "e": "Personelin avukatı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(6) Tahkikat ile ilgili disiplin kurulu toplantılarında disiplin subayı ile tutanak kâtibinin bulunması şarttır.",
    "aclama": "Kanun, toplantıların hukuki usule uygunluğunu ve kayıt altına alınmasını sağlamak amacıyla 'disiplin subayı' ile 'tutanak kâtibinin' varlığını zorunlu kılmıştır. Onların yokluğunda yapılacak bir toplantı usul yönünden geçersiz sayılır."
  },
  {
    "soru_id": "TSKDK_081",
    "konu": "6413 S.K. - Madde 38 (Tahkikat Sonucu Karar)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir disiplin kurulu, 'Emre itaatsizlik' suçlamasıyla sevk edilen bir personelin eyleminin aslında 'Nöbet talimatına aykırı hareket etmek' disiplinsizliğini oluşturduğunu tespit etmiştir. Madde 38'e göre kurul nasıl bir karar vermelidir?",
    "secenekler": {
      "a": "Yetkisizlik kararı vererek dosyayı disiplin amirine iade etmelidir.",
      "b": "Disiplin cezası verilmesine yer olmadığına karar vermelidir.",
      "c": "Tespit ettiği yeni disiplinsizliğe ('Nöbet talimatına aykırı hareket etmek') uygun olarak disiplin cezası vermelidir.",
      "d": "Dosyayı yeniden soruşturulması için disiplin subayına göndermelidir.",
      "e": "Sadece ilk sevk edildiği suçtan ('Emre itaatsizlik') ceza verip veremeyeceğini değerlendirebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(2) Yapılan tahkikat sonucunda fiilin disiplin kurulunun görev alanına giren başka bir disiplinsizlik teşkil ettiği anlaşılırsa buna uygun olarak disiplin cezası tayin edilir.",
    "aclama": "Kanun, disiplin kuruluna fiili yeniden nitelendirme yetkisi vermiştir. Kurul, sevk edildiği suçla bağlı değildir. Eğer tahkikat sonucunda eylemin, yine kendi görev alanına giren başka bir disiplinsizlik olduğu anlaşılırsa, o yeni fiile uygun cezayı verebilir. Bu, yargılamanın esnekliğini ve adaleti sağlar."
  },
  {
    "soru_id": "TSKDK_082",
    "konu": "6413 S.K. - Madde 39 (Zamanaşımı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir disiplin amiri, astının işlediği bir disiplinsizliği 1 Eylül 2025 tarihinde öğrenmiştir. Fiil, inceleme ve araştırma yapmayı gerektirmektedir. Amirin, bir aylık ceza verme süresinin işlememesi için inceleme ve araştırmaya en geç ne zaman başlaması ve bu araştırmayı en geç ne kadar sürede tamamlaması gerekir?",
    "secenekler": {
      "a": "1 Ekim 2025'e kadar başlamalı ve 3 ayda tamamlamalıdır.",
      "b": "1 Ekim 2025'e kadar başlamalı ve 6 ayda tamamlamalıdır.",
      "c": "1 Kasım 2025'e kadar başlamalı ve 6 ayda tamamlamalıdır.",
      "d": "Hemen başlamalı ve 1 ayda tamamlamalıdır.",
      "e": "Süre sınırı yoktur, makul sürede tamamlaması yeterlidir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Fiil, inceleme ve araştırma yapmayı gerektirmiş ise, bir ay içerisinde inceleme ve araştırmaya başlanmış olmak ve altı ayı geçmemek kaydıyla, inceleme ve araştırma için geçen süre bir aylık süreye dâhil edilmez.",
    "aclama": "Kanun, disiplin amirinin ceza verme yetkisinin zamanaşımına uğramaması için iki şart koşar: 1) Disiplinsizliği öğrendikten sonra 'bir ay içinde' incelemeye başlamak. 2) Bu incelemeyi 'altı ayı geçmeyecek' şekilde tamamlamak. Bu şartlar sağlandığında, incelemede geçen süre, normalde bir ay olan ceza verme süresinden sayılmaz."
  },
  {
    "soru_id": "TSKDK_083",
    "konu": "6413 S.K. - Madde 39 (Zamanaşımı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "'Terör örgütleriyle ilişkisi olmak' fiili için Silahlı Kuvvetlerden ayırma cezası verilmesinde, fiilin işlendiği tarihten itibaren işlemeye başlayan mutlak (objektif) zamanaşımı süresi ne kadardır?",
    "secenekler": {
      "a": "İki yıl",
      "b": "Beş yıl",
      "c": "On yıl",
      "d": "Yirmi yıl",
      "e": "Bu suçta zamanaşımı yoktur."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...her hâlde disiplin cezasını gerektiren fiil ve hâllerin işlendiği tarihten itibaren 20 nci maddenin birinci fıkrasının (h) bendindeki disiplinsizlikler için yirmi yıl... geçtikten sonra aynı sebeple yüksek disiplin kurulu tarafından ceza verilemez.",
    "aclama": "Kanun, 'Terör örgütleriyle ilişkisi olmak' fiilinin vahameti nedeniyle, diğer ayırma cezası gerektiren fiillerden farklı ve çok daha uzun bir zamanaşımı süresi öngörmüştür. Diğer fiiller için bu süre beş yıl iken, bu özel disiplinsizlik için 'yirmi yıl' olarak belirlenmiştir."
  },
  {
    "soru_id": "TSKDK_084",
    "konu": "6413 S.K. - Madde 40 (Savunma Hakkı)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir personele, disiplin amiri tarafından 'Aylıktan Kesme' cezasını gerektiren bir fiil isnat edilmiştir. Madde 40'a göre, bu personele savunmasını yapması için verilmesi gereken asgari ve azami süreler ne kadardır?",
    "secenekler": {
      "a": "Asgari 1 iş günü, azami 3 iş günü.",
      "b": "Asgari 2 iş günü, azami 5 iş günü.",
      "c": "Asgari 3 iş günü, azami 5 iş günü.",
      "d": "Asgari 5 iş günü, azami 10 iş günü.",
      "e": "Süre tamamen amirin takdirindedir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yüksek disiplin kurulunun görevine giren disiplinsizliklerde verilecek savunma süresi üç iş gününden, diğer disiplinsizliklerde ise iki iş gününden az ve her hâlde beş iş gününden fazla olamaz.",
    "aclama": "Kanun, savunma sürelerini cezanın ağırlığına göre ayırmıştır. Yüksek Disiplin Kurulu'nun görev alanına giren (Silahlı Kuvvetlerden ayırma gibi) en ağır fiiller için asgari süre 3 iş günüdür. 'Aylıktan Kesme' gibi diğer tüm disiplinsizliklerde ise asgari süre 2 iş günüdür. Her iki durumda da, ek süreler dahil toplam süre 5 iş gününü geçemez."
  },
  {
    "soru_id": "TSKDK_085",
    "konu": "6413 S.K. - Madde 41 (Cezaya İtiraz)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Disiplin amiri tarafından kendisine verilen bir disiplin cezasını haksız bulan bir personel, bu cezaya itiraz etmek için cezanın tebliğinden itibaren ne kadar süreye sahiptir ve itirazını hangi makama yapar?",
    "secenekler": {
      "a": "İki iş günü içinde, bir üst disiplin amirine.",
      "b": "Üç iş günü içinde, disiplin kuruluna.",
      "c": "Beş iş günü içinde, bir üst disiplin amirine.",
      "d": "Beş iş günü içinde, Askeri Mahkemeye.",
      "e": "On iş günü içinde, Birlik Komutanına."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "(1) Disiplin amirleri tarafından verilen disiplin cezalarına karşı, cezanın tebliğ edilmesinden itibaren iki iş günü içinde itiraz edilebilir. İtiraz, bir üst disiplin amirine yazılı olarak yapılır.",
    "aclama": "Disiplin amirinin verdiği cezalara karşı itiraz süresi kanunda net olarak belirtilmiştir. Bu süre, cezanın personele tebliğ edildiği tarihten itibaren 'iki iş günü'dür. İtiraz mercii ise hiyerarşik olarak bir üstte bulunan 'bir üst disiplin amiri'dir."
  },
  {
    "soru_id": "TSKDK_086",
    "konu": "6413 S.K. - Madde 41 (İtirazın Sonuçlanması)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir üst disiplin amiri, kendisine yapılan bir itirazı haklı görürse, aşağıdaki kararlardan hangisini verebilir?",
    "secenekler": {
      "a": "Sadece cezayı tamamen kaldırabilir.",
      "b": "Cezayı hafifletebilir veya tamamen kaldırabilir.",
      "c": "Sadece dosyayı yeniden incelemesi için ilk amire iade edebilir.",
      "d": "Cezayı hem hafifletebilir, hem de daha ağır bir ceza verebilir.",
      "e": "Sadece itirazı reddedebilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(4) İtiraz haklı görülürse, itirazı inceleyen üst disiplin amiri verilen cezayı hafifletebilir veya tamamen kaldırabilir. İtiraz haklı görülmez ise ret olunur.",
    "aclama": "İtirazı inceleyen üst amirin yetkileri kanunda açıkça sayılmıştır. Eğer itirazı haklı bulursa, ya verilen cezayı daha hafif bir cezaya çevirebilir ya da cezayı tüm sonuçlarıyla birlikte ortadan kaldırabilir. Cezayı ağırlaştırma yetkisi yoktur."
  },
  {
    "soru_id": "TSKDK_087",
    "konu": "6413 S.K. - Madde 42 (Disiplin Kurulu Kararına İtiraz)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir disiplin kurulu tarafından verilen karara, hakkında karar verilen personel dışında, başka kimin itiraz etme hakkı vardır?",
    "secenekler": {
      "a": "Disiplin subayının",
      "b": "Disiplin kurulu başkanının",
      "c": "Teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amirinin",
      "d": "Üst disiplin amirinin",
      "e": "Personelin avukatının"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(1) Disiplin kurulu tarafından verilen kararlara karşı tebliğinden itibaren beş iş günü içinde, teşkilatında disiplin kurulu kurulan komutan veya askeri kurum amiri ile hakkında karar verilen kişi tarafından... itiraz edilebilir.",
    "aclama": "Kanun, disiplin kurulu kararlarına itiraz hakkını iki tarafa tanımıştır: 1) Cezalandırılan personelin kendisi. 2) Kurulun kendi teşkilatında kurulduğu ve bir nevi idari denetim yetkisi olan 'komutan veya askeri kurum amiri'. Bu, kararların hem personel lehine hem de aleyhine (örneğin cezanın yetersiz olduğu düşüncesiyle) denetlenmesine olanak tanır."
  },
  {
    "soru_id": "TSKDK_088",
    "konu": "6413 S.K. - Madde 42 (İtiraz Süreleri)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Disiplin kurulu kararına yapılan bir itiraz dosyasının, üst komutanlık disiplin kuruluna ulaşmasından sonraki işleyişte, disiplin subayının inceleme süresi ve disiplin kurulunun karar verme süresi ne kadardır?",
    "secenekler": {
      "a": "Disiplin subayı 3 iş günü, kurul 5 iş günü",
      "b": "Disiplin subayı 5 iş günü, kurul 10 iş günü",
      "c": "Disiplin subayı 7 iş günü, kurul 15 iş günü",
      "d": "Disiplin subayı 10 iş günü, kurul 10 iş günü",
      "e": "Her ikisi için de toplam 15 iş günü"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "(3) İtiraz üzerine üst komutanlık disiplin kurulunun disiplin subayı, dosyanın kendisine ulaşmasından itibaren beş iş günü içinde gerekli incelemeyi yapar... Disiplin kurulu en geç on iş günü içinde dosyayı inceleyerek kararını verir.",
    "aclama": "Kanun, itiraz süreçlerinin de hızlı bir şekilde sonuçlandırılması için net süreler belirlemiştir. İtiraz dosyasının ön incelemesi için disiplin subayına 'beş iş günü', dosyanın karara bağlanması için ise disiplin kuruluna 'on iş günü' süre tanınmıştır. Tahkikat yapılması bu sürelere dahil değildir."
  },
  {
    "soru_id": "TSKDK_089",
    "konu": "6413 S.K. - Madde 43 (Yargı Denetimi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 43'e göre, aşağıdaki personel gruplarından hangisine verilen disiplin cezalarının tamamı, barış zamanında yargı denetimi dışındadır ve bu cezalara karşı iptal davası açılamaz?",
    "secenekler": {
      "a": "Subay ve astsubaylar",
      "b": "Sadece sözleşmeli erbaş ve erler",
      "c": "Uzman erbaşlar",
      "d": "Askeri öğrenciler ile erbaş ve erler",
      "e": "Sadece yedek subaylar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Askerî öğrenciler ile erbaş ve erler hakkında verilen disiplin cezaları... hariç bu Kanunda yer alan disiplin cezalarına karşı iptal davası açılabilir.",
    "aclama": "Kanun, yargı denetimi konusunda personel statüsüne göre bir ayrım yapmıştır. Subay, astsubay, uzman erbaş ve sözleşmeli personelin bazı cezaları yargı denetimine açıkken, 'Askeri öğrenciler ile erbaş ve erler' hakkında verilen disiplin cezalarının tamamı yargı denetimi dışında bırakılmıştır."
  },
  {
    "soru_id": "TSKDK_090",
    "konu": "6413 S.K. - Madde 43 (Yargı Denetimi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Normalde yargı denetimine kapalı olan 'Uyarma' veya 'Kınama' gibi bir disiplin cezasının hukuka uygunluğu, bir mahkeme tarafından hangi istisnai durumda denetlenebilir?",
    "secenekler": {
      "a": "Cezanın üst disiplin amiri tarafından verilmesi durumunda.",
      "b": "Personelin ceza nedeniyle psikolojik olarak etkilendiğini iddia etmesi durumunda.",
      "c": "Bu cezaların, ceza puanına veya sayısına bağlı olarak personelin TSK'dan ilişiğinin kesilmesi sonucunu doğuran bir işleme temel teşkil etmesi durumunda.",
      "d": "Cezanın seferberlik ve savaş zamanında verilmesi durumunda.",
      "e": "Bu cezaların hukuka uygunluğu hiçbir durumda mahkemelerce denetlenemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Subay, astsubay, uzman erbaş ve sözleşmeli erbaş ve erler hakkında disiplin ceza sayısı veya puanı nedeniyle tesis edilen Türk Silahlı Kuvvetlerinden ilişiğin kesilmesi sonucunu doğuran işlemlere karşı açılan davalarda yargı yolu kapalı olan disiplin cezalarının hukuka uygunluğu mahkemelerce denetlenebilir.",
    "aclama": "Bu, 'Anayasa Mahkemesi'nin bireysel başvuru kararları' sonrası geliştirilmiş önemli bir güvencedir. Normalde tek başına dava konusu yapılamayan hafif cezalar, eğer birikerek personelin meslekten çıkarılması gibi çok daha ağır bir sonuca neden olursa, bu çıkarma işlemine karşı açılan davada mahkeme, o hafif cezaların da hukuka uygun olup olmadığını denetleyebilir."
  },
  {
    "soru_id": "TSKDK_091",
    "konu": "6413 S.K. - Madde 43 (Yargı Denetimi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Seferberlik ve savaş zamanında, aşağıda verilen disiplin cezalarından hangisi yargı denetimine tabidir ve hakkında iptal davası açılabilir?",
    "secenekler": {
      "a": "Disiplin amirleri tarafından verilen tüm cezalar.",
      "b": "Disiplin kurulları tarafından verilen hizmetten men cezası.",
      "c": "Yüksek disiplin kurulları tarafından verilen Silahlı Kuvvetlerden ayırma cezası.",
      "d": "Disiplin amirleri tarafından verilen oda hapsi cezası.",
      "e": "Seferberlik ve savaş zamanında verilen hiçbir ceza yargı denetimine tabi değildir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Seferberlik ve savaş zamanında ise yüksek disiplin kurulları tarafından verilen Silahlı Kuvvetlerden ayırma cezası hariç bu Kanunda yer alan diğer disiplin cezaları yargı denetimi dışındadır.",
    "aclama": "Kanun, seferberlik ve savaş halinin olağanüstü koşulları nedeniyle disiplin süreçlerini hızlandırmak amacıyla, en ağır ve meslekten çıkarma sonucunu doğuran 'Silahlı Kuvvetlerden ayırma' cezası hariç, diğer tüm cezaları yargı denetiminin dışında tutmuştur. Bu, en temel hakka dokunan cezanın bile denetime açık kalmasını sağlayan bir istisnadır."
  },
  {
    "soru_id": "TSKDK_092",
    "konu": "6413 S.K. - Madde 43 (Dava Açma Süresi)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk karasuları dışındaki bir gemide görev yaparken disiplin cezası alan bir personelin, bu cezaya karşı iptal davası açma süresi ne zaman işlemeye başlar?",
    "secenekler": {
      "a": "Cezanın kendisine tebliğ edildiği tarihten itibaren.",
      "b": "Cezanın kesinleştiği tarihten itibaren.",
      "c": "Gemi ilk yabancı limana uğradığı tarihten itibaren.",
      "d": "Gemi bağlı bulunduğu üsse veya limana döndüğü tarihten itibaren.",
      "e": "Sefer görevi bittiği tarihten itibaren."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Ancak Türk karasuları dışındaki gemilerde verilen cezalarda, dava açma süresi geminin bağlı bulunduğu üsse/limana dönmesiyle başlar.",
    "aclama": "Kanun, denizde görev yapan personelin dava açma hakkını fiilen kullanabilmesi için özel bir düzenleme getirmiştir. Normalde süre cezanın kesinleşmesiyle başlarken, gemideki personel için bu süre, karaya çıkarak hukuki yollara başvurma imkanına kavuştuğu an olan 'geminin üsse/limana dönmesiyle' başlar."
  },
  {
    "soru_id": "TSKDK_093",
    "konu": "6413 S.K. - Madde 44 (Cezanın Yerine Getirilmesi)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir personele verilen 'Aylıktan Kesme' cezasının infazı, zorunlu bir hal nedeniyle bir süre ertelenmiştir. Bu erteleme kararı, cezanın personelin siciline işlenmesi gibi idari sonuçlarını nasıl etkiler?",
    "secenekler": {
      "a": "İdari sonuçlar da ceza infaz edilene kadar ertelenir.",
      "b": "İdari sonuçları tamamen ortadan kaldırır.",
      "c": "Cezanın sonraya bırakılması, cezaya bağlı idari işlem ve sonuçları ertelemez.",
      "d": "İdari sonuçların ertelenip ertelenmeyeceğine disiplin amiri karar verir.",
      "e": "Sadece sicile işlenmesini erteler, diğer sonuçları etkilemez."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Cezanın sonraya bırakılmasına karar verilmesi cezaya bağlı idari işlem ve sonuçları ertelemez",
    "aclama": "Bu çok önemli bir kuraldır. Cezanın fiilen infazının (örneğin oda hapsine girilmesi veya maaşın kesilmesi) ertelenmesi, o cezanın hukuken var olduğu gerçeğini değiştirmez. Dolayısıyla, cezanın sicile işlenmesi, terfi durumunu etkilemesi gibi idari sonuçları derhal yürürlüğe girer ve ertelenmez."
  },
  {
    "soru_id": "TSKDK_094",
    "konu": "6413 S.K. - Madde 49 (Yönetmelik)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 Sayılı Kanun'un uygulanmasına yönelik usul ve esasları düzenleyen yönetmelikleri çıkarma yetkisi hangi makama aittir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "İlgili Kuvvet Komutanlıkları",
      "c": "Milli Savunma Bakanlığı",
      "d": "Bakanlar Kurulu",
      "e": "Türkiye Büyük Millet Meclisi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "MADDE 49 – (1) ...bu Kanunun uygulanmasına yönelik diğer hususlar Milli Savunma Bakanlığınca çıkarılan yönetmelikler ile düzenlenir.",
    "aclama": "Kanun, kendi çizdiği genel çerçevenin uygulama detaylarının, yani usul ve esasların, yürütme organı içerisindeki sorumlu bakanlık olan 'Milli Savunma Bakanlığı' tarafından çıkarılacak yönetmeliklerle belirleneceğini hüküm altına almıştır."
  },
  {
    "soru_id": "TSKDK_095",
    "konu": "6413 S.K. - Ek Madde 1 (Uyuşturucu Madde)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ek Madde 1'e göre, bir erin uyuşturucu madde kullandığı tespit edildiğinde, disiplin kurulları tarafından kendisine verilecek olan 'hizmetten men' cezasının süresi ne kadardır?",
    "secenekler": {
      "a": "On günden az olmamak üzere yirmi güne kadar.",
      "b": "On beş günden az olmamak üzere otuz güne kadar.",
      "c": "Yirmi günden az olmamak üzere kırk güne kadar.",
      "d": "Otuz günden az olmamak üzere altmış güne kadar.",
      "e": "Süre sabit olup yirmi gündür."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...disiplin kurulları tarafından yirmi günden az olmamak üzere kırk güne kadar (bu süre dâhil) hizmetten men cezası verilir.",
    "aclama": "Kanun, uyuşturucu madde kullanımına karşı özel bir yaptırım öngörmüştür. Bu fiili işleyen erbaş ve erlere disiplin kurulları tarafından, alt sınırı yirmi gün, üst sınırı ise kırk gün olan 'hizmetten men' cezası verilir. Bu süreler 2020'deki kanun değişikliği ile artırılmıştır."
  },
  {
    "soru_id": "TSKDK_096",
    "konu": "6413 S.K. - Geçici Madde 1",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "6413 Sayılı Kanun yürürlüğe girdiği tarihte, o anda infaz edilmekte olan 'oda hapsi' ve 'göz hapsi' cezalarına ne işlem yapılmıştır?",
    "secenekler": {
      "a": "Cezaların infazına devam edilmiştir.",
      "b": "Cezaların infazına derhal son verilmiştir.",
      "c": "Cezalar hizmet yerini terk etmeme cezasına çevrilmiştir.",
      "d": "Cezalar izinsizlik cezasına çevrilmiştir.",
      "e": "Cezaların kalan kısmı affedilmiştir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "GEÇİCİ MADDE 1 – (1) Bu Kanunun yürürlüğe girdiği tarihte yerine getirilmekte olan oda ve göz hapsi cezalarının infazına derhâl son verilir.",
    "aclama": "Yeni kanun, eski kanun dönemindeki bazı ceza türlerini kaldırmış veya değiştirmiştir. Bu kapsamda, kanun yürürlüğe girdiği anda cezaevinde veya hapis odasında bu cezaları çekmekte olan personelin infazları derhal durdurulmuş ve bu kişiler serbest bırakılmıştır."
  },
  {
    "soru_id": "TSKDK_097",
    "konu": "6413 S.K. - Geçici Madde 2",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun yürürlüğe girmeden önce bir subaya verilmiş olan 10 günlük 'oda hapsi' cezası, yeni kanuna göre hangi cezaya ve ne kadar süreyle dönüştürülmüştür?",
    "secenekler": {
      "a": "5 gün oda hapsi",
      "b": "10 gün hizmet yerini terk etmeme",
      "c": "5 gün hizmet yerini terk etmeme",
      "d": "10 gün aylıktan kesme",
      "e": "5 hafta sonu izinsizlik"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...oda ve göz hapsi cezaları ise aynı sürelerde hizmet yerini terk etmeme cezasına dönüştürülür ve kayıtlarda buna göre düzeltmeler yapılır.",
    "aclama": "Geçici madde, subay, astsubay, uzman erbaş gibi personel için eski oda hapsi cezalarının, yeni sistemdeki karşılığı olan 'hizmet yerini terk etmeme' cezasına 'aynı sürelerle' dönüştürüleceğini belirtir. Dolayısıyla 10 günlük oda hapsi, 10 günlük hizmet yerini terk etmeme cezası olarak kayıtlara geçmiştir."
  },
  {
    "soru_id": "TSKDK_098",
    "konu": "6413 S.K. - Geçici Madde 3",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun yürürlüğe girmeden önce bir askeri öğrenciye verilmiş 20 günlük 'oda hapsi' cezası, yeni kanuna göre hangi cezaya ve ne kadar süreyle dönüştürülmüştür?",
    "secenekler": {
      "a": "20 gün izinsizlik",
      "b": "10 gün hizmetten men",
      "c": "10 hafta sonu izinsizlik",
      "d": "6 hafta sonu izinsizlik",
      "e": "Kınama"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...oda hapsi cezaları ise ceza süresinin yarısı kadar izinsizlik cezasına dönüştürülür... Sadece cezanın yerine getirilmesinde dikkate alınmak üzere, on iki günün üzerindeki oda hapsi cezaları altı hafta sonu izinsizlik cezası sayılır.",
    "aclama": "Geçici madde, askeri öğrenciler için farklı bir dönüşüm öngörür. Oda hapsi cezası, süresinin 'yarısı kadar' izinsizlik cezasına çevrilir. Yani 20 günlük ceza, 10 hafta sonu izinsizlik cezasına dönüşür. 12 günün üzerindeki cezaların 6 hafta sonu sayılması kuralı sadece infazda dikkate alınacak bir üst sınırdır, kayıtlardaki dönüşümü etkilemez. (Not: Soru, kayıttaki dönüşümü sormaktadır.)"
  },
  {
    "soru_id": "TSKDK_099",
    "konu": "6413 S.K. - Geçici Madde 4",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun yürürlüğe girmeden önce bir ere, 'disiplin mahkemesi' tarafından verilmiş olan 10 günlük 'oda hapsi' cezası, yeni kanuna göre hangi cezaya dönüştürülmüştür?",
    "secenekler": {
      "a": "5 gün izinsizlik",
      "b": "10 gün izinsizlik",
      "c": "10 gün ilave hizmet yükleme",
      "d": "Hizmetten men",
      "e": "Aynı şekilde infaz edilir"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(2) ...erbaş ve erler hakkında bu Kanunun yürürlüğe girdiği tarihten önce disiplin mahkemeleri tarafından verilmiş oda hapsi cezaları hizmetten men cezasına dönüştürülür.",
    "aclama": "Geçici madde, erbaş ve erler için cezayı veren makama göre ikili bir ayrım yapmıştır. Disiplin 'amirleri' tarafından verilen oda hapsi cezaları izinsizliğe çevrilirken, daha ağır nitelikteki 'disiplin mahkemeleri' tarafından verilen oda hapsi cezaları, yeni sistemdeki en ağır ceza olan 'hizmetten men' cezasına dönüştürülmüştür."
  },
  {
    "soru_id": "TSKDK_100",
    "konu": "6413 S.K. - Geçici Madde 5",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "6413 Sayılı Kanun yürürlüğe girmeden önce alınmış olan disiplin cezaları, yeni kanunun 21. maddesinde düzenlenen 'disiplinsizliği alışkanlık haline getirme' puanlandırmasını nasıl etkiler?",
    "secenekler": {
      "a": "Tüm eski cezalar 1'er puan olarak eklenir.",
      "b": "Sadece ağır cezalar puanlandırmaya dahil edilir.",
      "c": "Eski cezalar puanlandırmada dikkate alınmaz.",
      "d": "Eski cezalar yeni sistemdeki karşılıklarına göre puanlanır.",
      "e": "Sadece son 1 yıl içindeki eski cezalar dikkate alınır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(3) Bu Kanunun yürürlüğe girdiği tarihten önce alınmış olan disiplin cezaları, bu Kanunun 21 inci maddesi kapsamındaki puanlandırmada dikkate alınmaz.",
    "aclama": "Kanun, geçmişe dönük bir hak kaybı yaşanmaması ve yeni sisteme temiz bir başlangıç yapılması amacıyla, eski kanun döneminde alınmış olan disiplin cezalarının, personelin TSK'dan ayrılmasına neden olabilecek ceza puanı hesaplamasına dahil edilmeyeceğini açıkça hüküm altına almıştır."
  },
  {
    "soru_id": "TSKDK_101",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Müfrez görevdeyken (geçici olarak ayrı bir birlikte görevli iken) bir Uzman Erbaş, emrindeki bir ere verebileceği en ağır disiplin cezası ve miktarı aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "1 gün ilave hizmet yükleme",
      "b": "1 hafta sonu tatili izinsizlik",
      "c": "Kınama",
      "d": "Uyarma",
      "e": "1 gün oda hapsi"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Çizelgenin 'Uzm. Erb., Söz. Erb. ve Erb. (Müfrez görev yaptıkları sürece)' satırında, bu amirlerin sadece 'İzinsizlik' ve 'İlave hizmet yükleme' cezalarını verebildiği görülmektedir. Bu iki cezadan daha ağır olanı 'İlave hizmet yükleme'dir ve süresi '1 gün'dür.",
    "aclama": "Tablonun ilk satırı, müfrez görev gibi özel durumlardaki en alt rütbedeki amirlerin yetkilerini sınırlar. Bu rütbedekiler sadece er ve erbaşlara '1 hafta sonu izinsizlik' ve '1 gün ilave hizmet yükleme' cezası verebilirler. Diğer cezaları verme yetkileri yoktur."
  },
  {
    "soru_id": "TSKDK_102",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Teğmen, emrindeki bir askeri öğrenciye ve bir ere ayrı ayrı 'İzinsizlik' cezası vermiştir. Çizelgeye göre bu iki personele verebileceği azami izinsizlik süreleri sırasıyla nedir?",
    "secenekler": {
      "a": "Askeri öğrenciye 1 hafta sonu, ere 1 hafta sonu",
      "b": "Askeri öğrenciye 1 hafta sonu, ere 2 hafta sonu",
      "c": "Askeri öğrenciye 2 hafta sonu, ere 1 hafta sonu",
      "d": "Askeri öğrenciye 2 hafta sonu, ere 2 hafta sonu",
      "e": "Teğmen'in askeri öğrenciye izinsizlik cezası verme yetkisi yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Çizelgenin 'Teğmen...' satırı ile 'İzinsizlik' sütunu kesiştirildiğinde, 'As. Öğr.' için '1 hafta sonu tatili', 'Erb./Er' için ise '2 hafta sonu tatiline kadar' yetkisi olduğu görülmektedir.",
    "aclama": "Bu soru, aynı amirin farklı statüdeki personele aynı cezayı ne kadar farklı miktarlarda verebildiğini ölçmektedir. Çizelgeye göre Teğmen, askeri öğrenciye 1 hafta sonu, ere ise 2 hafta sonuna kadar izinsizlik cezası verebilir."
  },
  {
    "soru_id": "TSKDK_103",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Yüzbaşı, emrindeki bir Astsubay'a 'Aylıktan kesme' cezası vermiştir. Çizelgeye göre verebileceği azami kesinti oranı nedir?",
    "secenekler": {
      "a": "1/30'a kadar",
      "b": "1/20'ye kadar",
      "c": "1/10'a kadar",
      "d": "1/8'e kadar",
      "e": "Yüzbaşı'nın aylıktan kesme cezası verme yetkisi yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Çizelgenin '...üsteğmen ve yüzbaşı' satırı ile 'Aylıktan kesme' sütununun kesiştiği hücrede '1/20'ye kadar' ifadesi yer almaktadır.",
    "aclama": "Tablodaki en üst amir grubu olan Üsteğmen ve Yüzbaşılar, subay ve astsubaylara '1/20'ye kadar' (maaşın yirmide biri) oranında aylıktan kesme cezası verme yetkisine sahiptir. Bu, disiplin amirinin verebileceği en üst orandır."
  },
  {
    "soru_id": "TSKDK_104",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Üsteğmen, emrindeki bir ere, barış zamanında Türk karasuları dışındaki bir gemide 'Oda hapsi' cezası vermiştir. Çizelgeye göre bu cezanın azami süresi ne kadardır?",
    "secenekler": {
      "a": "1 gün",
      "b": "3 güne kadar",
      "c": "6 güne kadar",
      "d": "Barış zamanında oda hapsi cezası veremez.",
      "e": "Süre belirtilmemiştir, amirin takdirindedir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Çizelgenin '...üsteğmen ve yüzbaşı' satırı ile 'Oda hapsi' sütununda, 'Erb./Er' hizasında '3 güne kadar' ifadesi yer almaktadır.",
    "aclama": "Bu soru, hem cezanın özel şartını (barışta karasuları dışı) hem de cezalandırılan personelin statüsüne göre ceza miktarının nasıl değiştiğini ölçmektedir. Üsteğmen, aynı şartlarda bir subay veya astsubaya en fazla 1 gün oda hapsi verebilirken, bir ere en fazla 3 güne kadar oda hapsi verebilir."
  },
  {
    "soru_id": "TSKDK_105",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Aşağıdaki rütbelerden hangisi, emrindeki bir subay veya astsubaya 'Hizmete kısmi süreli devam' cezası verme yetkisine sahip **değildir**?",
    "secenekler": {
      "a": "Yüzbaşı",
      "b": "Üsteğmen",
      "c": "Astsubay Başçavuş",
      "d": "Astsubay Kıdemli Çavuş",
      "e": "Astsubay Üstçavuş"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Çizelgenin üçüncü satırı 'Astsb. Açvş., Astsb. Çvş., Astsb. Kd. Çvş. hariç astsubaylar ile üsteğmen ve yüzbaşı' olarak belirtilmiştir. Bu satırda 'Hizmete kısmi süreli devam' yetkisi '2 güne kadar' olarak tanımlanmıştır. İkinci satırda yer alan 'Astsb. Kd. Çvş.'nin ise bu sütunda yetkisi bulunmamaktadır.",
    "aclama": "Bu soru, tablodaki rütbe grupları arasındaki istisnaları ve yetki farklılıklarını ölçmektedir. 'Hizmete kısmi süreli devam' ve daha ağır cezaları verme yetkisi, belirli astsubay rütbeleri (Açvş., Çvş., Kd. Çvş.) hariç olmak üzere daha üst rütbeli astsubaylara ve subaylara verilmiştir. Astsubay Kıdemli Çavuş bu yetkiye sahip değildir."
  },
  {
    "soru_id": "TSKDK_106",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Yüzbaşı, emrindeki bir ere, bu çizelgeye göre verebileceği en uzun süreli 'Hizmetten Men' cezası ile en uzun süreli 'İlave hizmet yükleme' cezalarını vermiştir. Bu cezaların süreleri sırasıyla nedir?",
    "secenekler": {
      "a": "3 gün - 3 güne kadar",
      "b": "6 güne kadar - 5 güne kadar",
      "c": "3 güne kadar - 6 güne kadar",
      "d": "6 güne kadar - 3 güne kadar",
      "e": "5 güne kadar - 6 güne kadar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Çizelgenin '...üsteğmen ve yüzbaşı' satırında, 'İlave hizmet yükleme' sütununda '5 güne kadar', 'Hizmetten Men' sütununda ise '6 güne kadar' ifadesi yer almaktadır.",
    "aclama": "Bu soru, en üst yetkili disiplin amiri grubunun, er ve erbaşlara yönelik farklı ceza türlerindeki azami yetki sınırlarını bilmeyi gerektirir. Yüzbaşı, bir ere en fazla 5 güne kadar ilave hizmet yükleme ve 6 güne kadar hizmetten men cezası verebilir."
  },
  {
    "soru_id": "TSKDK_107",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir Binbaşı (Bnb.), emrindeki bir ere verebileceği 'Hizmetten Men' cezasının azami süresi kaç gündür?",
    "secenekler": {
      "a": "6 güne kadar",
      "b": "7 güne kadar",
      "c": "8 güne kadar",
      "d": "10 güne kadar",
      "e": "Binbaşı'nın hizmetten men cezası verme yetkisi yoktur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgenin 'Bnb., Yb.' satırı ile 'Hizmetten Men' sütununun kesiştiği hücrede '8 güne kadar' ifadesi yer almaktadır.",
    "aclama": "Tabloya göre, Binbaşı ve Yarbay rütbesindeki disiplin amirleri, emrindeki erbaş ve erlere en fazla 8 güne kadar 'Hizmetten Men' cezası verme yetkisine sahiptir. Bu yetki, Yüzbaşı'nın yetkisinden (6 güne kadar) daha fazladır."
  },
  {
    "soru_id": "TSKDK_108",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Albay, emrindeki bir Üsteğmen'e 'Aylıktan kesme' cezası vermiştir. Çizelgeye göre uygulayabileceği en ağır kesinti oranı nedir?",
    "secenekler": {
      "a": "1/20'ye kadar",
      "b": "1/16'ya kadar",
      "c": "1/12'ye kadar",
      "d": "1/10'a kadar",
      "e": "1/8'e kadar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgenin 'Albay' satırı ile 'Aylıktan kesme' sütununun kesiştiği hücrede '1/12'ye kadar' ifadesi yer almaktadır.",
    "aclama": "Disiplin amirinin rütbesi arttıkça, verebileceği 'Aylıktan kesme' cezasının oranı da artmaktadır. Bir Albay, emrindeki subay veya astsubaya maaşının en fazla 1/12'si oranında kesinti yapma yetkisine sahiptir."
  },
  {
    "soru_id": "TSKDK_109",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Tuğgeneral, emrindeki bir askeri öğrenciye ve bir ere ayrı ayrı 'İzinsizlik' cezası vermiştir. Çizelgeye göre bu iki personele verebileceği azami izinsizlik süreleri sırasıyla nedir?",
    "secenekler": {
      "a": "Askeri öğrenciye 4 hafta, ere 5 hafta",
      "b": "Askeri öğrenciye 5 hafta, ere 5 hafta",
      "c": "Askeri öğrenciye 5 hafta, ere 6 hafta",
      "d": "Askeri öğrenciye 6 hafta, ere 5 hafta",
      "e": "Askeri öğrenciye 6 hafta, ere 6 hafta"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgenin 'Tümg./Tüma., Tuğg./Tuğa.' satırı ile 'İzinsizlik' sütunu kesiştirildiğinde, 'As. Öğr.' hizasında '5 hafta sonu tatiline kadar', 'Erb./Er' hizasında ise '6 hafta tatiline kadar' yetkisi olduğu görülmektedir.",
    "aclama": "General/Amiral rütbesindeki bir amirin izinsizlik verme yetkisi, daha alt rütbeli amirlere göre önemli ölçüde artmaktadır. Bir Tuğgeneral, emrindeki askeri öğrenciye 5 hafta sonuna, ere ise 6 haftaya kadar izinsizlik cezası verebilir."
  },
  {
    "soru_id": "TSKDK_110",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "(1) Sayılı Çizelge'ye göre, bir disiplin amirinin (rütbesi ne olursa olsun) verebileceği en ağır 'Aylıktan kesme' cezası oranı ile en uzun süreli 'Hizmete kısmi süreli devam' cezası süresi sırasıyla nedir?",
    "secenekler": {
      "a": "1/10'a kadar - 8 güne kadar",
      "b": "1/8'e kadar - 8 güne kadar",
      "c": "1/10'a kadar - 10 güne kadar",
      "d": "1/8'e kadar - 10 güne kadar",
      "e": "1/12'ye kadar - 12 güne kadar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Çizelgenin en yetkili amirleri içeren son satırında ('Korg./Kora. ve üstü, Bakanlar'), 'Aylıktan kesme' sütununda '1/8'e kadar' ve 'Hizmete kısmi süreli devam' sütununda '10 güne kadar' ifadeleri yer almaktadır. Bu değerler, çizelgedeki en yüksek sınırlardır.",
    "aclama": "Bu soru, tablonun bütününü değerlendirerek, bir disiplin amirinin yetki limitlerinin en üst sınırlarını bulmayı gerektirir. En yetkili amirler olan Korgeneral/Koramiral ve daha üst rütbeliler ile Bakanlar, en fazla 1/8 oranında aylıktan kesme ve 10 güne kadar hizmete kısmi süreli devam cezası verebilirler."
  },
  {
    "soru_id": "TSKDK_111",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Albay, emrindeki bir ere verebileceği 'Oda hapsi' cezası ile bir Korgeneral'in emrindeki bir ere verebileceği 'Oda hapsi' cezasının azami süreleri arasındaki fark kaç gündür?",
    "secenekler": {
      "a": "2 gün",
      "b": "3 gün",
      "c": "4 gün",
      "d": "5 gün",
      "e": "Fark yoktur, süre aynıdır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgenin 'Albay' satırında, 'Oda hapsi' sütununun 'Erb./Er' hizasında '10 güne kadar' yazar. 'Korg./Kora. ve üstü' satırında ise aynı hücrede '14 güne kadar' yazar. Aradaki fark 4 gündür.",
    "aclama": "Bu soru, farklı rütbedeki iki üst rütbeli amirin aynı personele aynı cezayı ne kadar farklı sürelerle verebildiğini karşılaştırmayı gerektirir. Korgeneral'in yetkisi, Albay'ın yetkisinden 4 gün daha fazladır."
  },
  {
    "soru_id": "TSKDK_112",
    "konu": "6413 S.K. - (1) Sayılı Çizelge",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "(1) Sayılı Çizelge'ye göre, 'Hizmet yerini terk etmeme' cezasını verme yetkisi olan en düşük rütbeli amir grubu ile en yüksek rütbeli amir grubunun bu ceza için verebileceği azami süreler sırasıyla nedir?",
    "secenekler": {
      "a": "Asteğmen (1 gün) - Korgeneral (3 gün)",
      "b": "Yüzbaşı (1 gün) - Korgeneral (3 gün)",
      "c": "Astsubay Üstçavuş (1 gün) - Bakan (3 gün)",
      "d": "Binbaşı (2 gün) - Korgeneral (3 gün)",
      "e": "Yüzbaşı (2 gün) - Bakan (3 gün)"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bir önceki görseldeki çizelgeye göre 'Hizmet yerini terk etmeme' cezasını verebilen en düşük rütbeli grup '...üsteğmen ve yüzbaşı' grubudur ve yetkileri '1 gün'dür. Bu görseldeki çizelgeye göre ise en üst rütbeli grup olan 'Korg./Kora. ve üstü, Bakanlar' grubunun yetkisi '3 güne kadar'dır.",
    "aclama": "Bu soru, her iki görseldeki çizelge bilgisini birleştirerek bir ceza türü için yetkinin başlangıç ve bitiş noktalarını tespit etmeyi gerektirir. 'Hizmet yerini terk etmeme' cezası verme yetkisi Üsteğmen/Yüzbaşı rütbesiyle başlar (1 gün) ve Korgeneral/Bakan rütbesiyle sona erer (3 güne kadar)."
  },
  {
    "soru_id": "TSKDK_113",
    "konu": "6413 S.K. - (2) Sayılı Çizelge",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "(2) Sayılı Disiplin Ceza Puanları Çizelgesine göre, 'Hizmete kısmi süreli devam' cezasının puan değeri kaçtır?",
    "secenekler": {
      "a": "1",
      "b": "1,5",
      "c": "2",
      "d": "3",
      "e": "3,5"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgenin 'Hizmete kısmi süreli devam' satırında ceza puanı '2' olarak belirtilmiştir.",
    "aclama": "Her cezanın, disiplinsizliği alışkanlık haline getirme durumunun tespitinde kullanılan sayısal bir karşılığı vardır. 'Hizmete kısmi süreli devam' cezasının puan değeri 2'dir."
  },
  {
    "soru_id": "TSKDK_114",
    "konu": "6413 S.K. - (2) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir personele verilen 'Hizmet yerini terk etmeme' cezasının bir 'disiplin kurulu' tarafından verilmesi ile bir 'disiplin amiri' tarafından verilmesi arasında kaç puanlık bir fark vardır?",
    "secenekler": {
      "a": "Fark yoktur, puan aynıdır.",
      "b": "0,5 puan",
      "c": "1 puan",
      "d": "1,5 puan",
      "e": "2 puan"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Çizelgede 'Hizmet yerini terk etmeme (Disiplin amiri tarafından verilen)' için 3,5 puan, 'Hizmet yerini terk etmeme (Disiplin kurulu tarafından verilen)' için ise 4,5 puan belirtilmiştir.",
    "aclama": "Kanun, aynı türdeki bir cezanın disiplin kurulu tarafından verilmesini daha ağır bir durum olarak kabul etmiş ve ceza puanını daha yüksek tutmuştur. Disiplin kurulunun verdiği ceza, amirin verdiğinden tam olarak 1 puan daha fazladır."
  },
  {
    "soru_id": "TSKDK_115",
    "konu": "6413 S.K. - (2) Sayılı Çizelge",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki cezalardan hangilerinin disiplin ceza puanı birbirine eşittir?",
    "secenekler": {
      "a": "Uyarma ve Kınama",
      "b": "Aylıktan kesme ve Disiplin amirinden oda hapsi",
      "c": "Disiplin amirinden hizmet yerini terk etmeme ve Disiplin kurulundan oda hapsi",
      "d": "Disiplin kurulundan hizmet yerini terk etmeme ve Disiplin kurulundan oda hapsi",
      "e": "Kınama ve Hizmete kısmi süreli devam"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Çizelgede 'Hizmet yerini terk etmeme (Disiplin kurulu tarafından verilen)' ve 'Oda hapsi (Disiplin kurulu tarafından verilen)' cezalarının her ikisinin de karşısında '4,5' puan değeri yer almaktadır.",
    "aclama": "Bu soru, tablodaki tüm değerlerin dikkatlice incelenmesini gerektirir. Disiplin kurulu tarafından verilen 'Hizmet yerini terk etmeme' ve yine disiplin kurulu tarafından verilen 'Oda hapsi' cezalarının puan değerleri 4,5 olarak eşitlenmiştir."
  },
  {
    "soru_id": "TSKDK_116",
    "konu": "6413 S.K. - (2) Sayılı Çizelge ve Madde 21 Uygulaması",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Bir Astsubay, son bir yıl içinde şu cezaları almıştır: 2 defa 'Kınama', 1 defa 'Aylıktan kesme' ve 1 defa disiplin kurulu tarafından verilen 'Oda hapsi'. Bu personelin topladığı toplam disiplin ceza puanı kaçtır?",
    "secenekler": {
      "a": "8,5 puan",
      "b": "9 puan",
      "c": "10 puan",
      "d": "10,5 puan",
      "e": "11,5 puan"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Çizelgeye göre Kınama=1,5 puan, Aylıktan kesme=3 puan, Disiplin kurulundan Oda hapsi=4,5 puandır. Toplam Puan = (2 x 1,5) + 3 + 4,5 = 3 + 3 + 4,5 = 10,5 puan.",
    "aclama": "Bu soru, Madde 21'de belirtilen 'disiplinsizliği alışkanlık haline getirme' durumunun tespiti için yapılan pratik bir puan hesaplamasıdır. Her cezanın puan değeri tablodan doğru bir şekilde bulunmalı ve toplanmalıdır. Hesaplama sonucunda personelin toplam puanı 10,5'tur. Bu puan, Madde 21'de belirtilen bir yıllık 18 puan sınırının altındadır."
  }
]
