[
  {
    "soru_id": "IHK_001",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 Sayılı Kanun'un 3. Maddesine göre 'Üst Subaylar' olarak tanımlanan rütbe grubu, hangi üç rütbeyi kapsar?",
    "secenekler": {
      "a": "Teğmen, Üsteğmen, Yüzbaşı",
      "b": "Yüzbaşı, Binbaşı, Yarbay",
      "c": "Binbaşı, Yarbay, Albay",
      "d": "Albay, Tuğgeneral, Tümgeneral",
      "e": "Asteğmen, Teğmen, Üsteğmen"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Rütbeler: ... 4. Subaylar: ... e) Binbaşı, f) Yarbay, g) Albay } Üst subaylar",
    "aclama": "Kanun, subayları kendi içinde (Asteğmen-Yüzbaşı arası), Üst Subaylar (Binbaşı-Albay arası) ve General/Amiraller olarak gruplara ayırmıştır. Bu soru, bu gruplardan biri olan 'Üst Subaylar' kategorisinin tam olarak hangi rütbelerden oluştuğunu bilmeyi gerektirir."
  },
  {
    "soru_id": "IHK_002",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 6-7-8)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "İç Hizmet Kanunu'nda yer alan tanımlara göre; 'Hizmetin icabettirdiği şeyi yapmak ve menettiği şeyi yapmamak' ifadesi hangi kavramın tanımıdır?",
    "secenekler": {
      "a": "Hizmet",
      "b": "Disiplin",
      "c": "Emir",
      "d": "Vazife",
      "e": "İtaat"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 7 – Vazife: Hizmetin icabettirdiği şeyi yapmak ve menettiği şeyi yapmamaktır.",
    "aclama": "Bu soru, birbirine çok yakın olan 'Hizmet' ve 'Vazife' kavramlarını ayırt etme becerisini ölçer. 'Hizmet' (Madde 6), yapılması veya yapılmaması emredilen işlerin genel çerçevesini çizerken; 'Vazife' (Madde 7), bu hizmet çerçevesi içinde kişinin üzerine düşen somut eylemi yapması veya yapmamasını ifade eder. Yani hizmet genel, vazife özel bir anlam taşır."
  },
  {
    "soru_id": "IHK_003",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 9-10)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askerin, kendisinden rütbe olarak daha kıdemli ancak hiyerarşik olarak (kadro ve kuruluş yönünden) kendisine emretme yetkisi olmayan bir askere karşı durumu, İç Hizmet Kanunu'ndaki tanımlara göre nasıl ifade edilir?",
    "secenekler": {
      "a": "O kişi hem amiri hem de üstüdür.",
      "b": "O kişi amiri değildir, ancak üstüdür.",
      "c": "O kişi üstü değildir, ancak amiridir.",
      "d": "O kişi ne amiri ne de üstüdür.",
      "e": "O kişi sadece maiyetidir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 9 – Amir: Makam ve memuriyet itibariyle emretmek salahiyetini haiz kimsedir... Madde 10 – Üst tabiri, rütbe veya kıdem büyüklüğünü gösterir.",
    "aclama": "Bu, askeri hiyerarşideki en temel ayrımlardan biridir. 'Amir', bir makama bağlı olarak emretme yetkisine sahip kişidir (örneğin Bölük Komutanı). 'Üst' ise sadece rütbe veya kıdem olarak daha büyük olan kişidir (örneğin başka bir bölükte görevli ama sizden daha kıdemli bir asker). Bir 'amir' her zaman 'üst'tür, ancak her 'üst' bir 'amir' olmayabilir. Sorudaki kişi emretme yetkisine sahip olmadığı için 'amir' değil, ancak rütbesi büyük olduğu için 'üst'tür."
  },
  {
    "soru_id": "IHK_004",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 12)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Okul, ordu evi, askerlik şubesi, fabrika ve tersane gibi askeri tesis ve teşkiller, İç Hizmet Kanunu'nun 12. Maddesine göre hangi başlık altında tanımlanmıştır?",
    "secenekler": {
      "a": "Kıta",
      "b": "Karargah",
      "c": "İdari Birlik",
      "d": "Taktik Birlik",
      "e": "Askeri kurum"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "c) (Değişik: 2/1/2017-KHK-681/2 md.; Aynen kabul: 1/2/2018-7073/2 md.) Askeri kurum: Kıta ve karargah anlamı dışında kalan okul, ordu evi, dikim evi, fabrika, tersane, askerlik şubesi, ikmal merkezi ve depo gibi askeri tesis ve teşkillerdir.",
    "aclama": "Kanun, askeri teşkilatı üç ana başlıkta toplar: Muharebe ve idari birlikleri içeren 'Kıta', komutanlara yardımcı olan 'Karargah' ve bu ikisi dışında kalan tüm diğer askeri yapılar için kullanılan 'Askeri kurum'. Soruda sayılan yerler bu üçüncü kategoriye girmektedir."
  },
  {
    "soru_id": "IHK_005",
    "konu": "TSK İç Hizmet Kanunu - Disiplin (Madde 13)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'nun 13. Maddesine göre 'Askerliğin temeli' olarak kabul edilen ve 'kanunlara, nizamlara ve amirlere mutlak bir itaat' olarak tanımlanan kavram hangisidir?",
    "secenekler": {
      "a": "Hizmet",
      "b": "Vazife",
      "c": "Disiplin",
      "d": "Hiyerarşi",
      "e": "Sadakat"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Disiplin: Kanunlara, nizamlara ve amirlere mutlak bir itaat ve astının ve üstünün hukukuna riayet demektir. Askerliğin temeli disiplindir.",
    "aclama": "Madde 13, disiplini sadece bir itaat olarak değil, aynı zamanda astın ve üstün karşılıklı haklarına saygı göstermesi olarak tanımlar ve 'Askerliğin temeli disiplindir.' diyerek en temel ilke olduğunu vurgular."
  },
  {
    "soru_id": "IHK_006",
    "konu": "TSK İç Hizmet Kanunu - Astın Vazifeleri (Madde 14)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir astın, amirinden aldığı bir emri yerine getirmesiyle ilgili olarak, emrin icrasından (yerine getirilmesinden) doğacak sorumluluk kime aittir?",
    "secenekler": {
      "a": "Sorumluluk tamamen emri yerine getiren asta aittir.",
      "b": "Sorumluluk emri veren amir ile yerine getiren ast arasında paylaşılır.",
      "c": "Sorumluluk emri veren amire aittir.",
      "d": "Eğer emir kanunsuz ise sorumluluk asta, kanuna uygun ise amire aittir.",
      "e": "Sorumluluk bir üst disiplin amirine aittir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ast muayyen olan vazifeleri, aldığı emri vaktinde yapar ve değiştiremez, haddini aşamaz. İcradan doğacak mesuliyetler emri verene aittir.",
    "aclama": "Bu, askeri hiyerarşideki emir-komuta zincirinin temel bir kuralıdır. Ast, konusu suç teşkil etmeyen bir emri sorgulamadan, değiştirmeden ve zamanında yapmakla yükümlüdür. Bu emrin uygulanmasından doğacak her türlü sonuç ve sorumluluk, emri veren amire aittir. Bu kural, astın tereddüt etmeden görevini yapmasını sağlar."
  },
  {
    "soru_id": "IHK_007",
    "konu": "TSK İç Hizmet Kanunu - Amirin Vazifeleri (Madde 16)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, İç Hizmet Kanunu'nun 16. Maddesinde bir amirin maiyetine karşı yapması açıkça yasaklanan eylemlerden biri değildir?",
    "secenekler": {
      "a": "Hizmetle ilgisi olmayan emir vermek",
      "b": "Astından borç almak",
      "c": "Astının verdiği hediyeyi kabul etmek",
      "d": "Astından özel bir menfaat talep etmek",
      "e": "Astının performansını eleştirmek"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Madde 16 – Amir; maiyetine hizmetle münasebeti olmıyan emir veremez. Astından hususi bir menfaat temin edecek bir talepte bulunamaz. Hediyesini kabul edemez ve borç alamaz.",
    "aclama": "Madde 16, amirin makamını kullanarak astları üzerinde kişisel bir çıkar veya nüfuz elde etmesini önlemeye yönelik net yasaklar koyar. Hizmet dışı emir, özel menfaat talebi, hediye kabulü ve borç almak bu yasaklar arasındadır. Ancak astın performansını hizmet dahilinde eleştirmek, amirin görevinin bir parçasıdır ve bu madde kapsamında bir yasak değildir."
  },
  {
    "soru_id": "IHK_008",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 20)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir astın, amirinden aldığı bir emri, sorumluluğu üzerine alarak değiştirebilmesi için aşağıdakilerden hangisi İç Hizmet Kanunu'nun 20. Maddesinde sayılan şartlardan biri değildir?",
    "secenekler": {
      "a": "Emrin yapılmasının büyük bir tehlike veya ağır bir zarar doğuracak olması.",
      "b": "Emir verilirken bilinmeyen ve sonradan ortaya çıkan sebeplerin bulunması.",
      "c": "Amirden yeni bir emir alınmasına hal ve zamanın müsait olmaması.",
      "d": "Astın, emrin sonucunun daha faydalı olacağına inanması.",
      "e": "Şartların, emrin yapılmasını imkansız bir hale koymuş olması."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 20 – ...ahval ve şerait emri yapılamıyacak bir hale koymuşsa veyahut emir verilirken meçhul kalmış sebepler meydana çıkmışsa veya emrin yapılması büyük bir tehlikeyi ve ağır bir zararı da mücip olacaksa ve bütün bu haller karşısında amirden yeni bir emir alınmasına hal ve zaman da müsait değilse; ast mesuliyeti üzerine alarak emri yeni vaziyete uygun bir tarzda değiştirerek yapabilir...",
    "aclama": "Kanun, astın emri değiştirebilmesini keyfiyetten uzak, çok katı ve zorunlu şartlara bağlamıştır. Bu şartlar; imkansızlık, tehlike, yeni ortaya çıkan durumlar gibi objektif ve zorlayıcı sebeplerdir. Ayrıca bütün bu sebeplerle birlikte amirden yeni bir emir alma imkanının da olmaması gerekir. Astın emri 'daha faydalı' bulması gibi subjektif bir değerlendirme, emri değiştirmesi için geçerli bir sebep değildir."
  },
  {
    "soru_id": "IHK_009",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 22)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Bir ast, A amirinden aldığı emri yaparken, A'nın üstü olan B amirinden önceki emre aykırı ikinci bir emir almıştır. B amirine, A amirinin emrini bildirmesine rağmen B amiri kendi emrinin yapılmasında ısrar etmiştir. Bu durumda ast nasıl hareket etmelidir?",
    "secenekler": {
      "a": "İlk amiri olan A'nın emrini yapmalı, B'ye durumu bildirmelidir.",
      "b": "İki emri de yapmayarak durumu en üst amire bildirmelidir.",
      "c": "Daha üst olan B amirinin emrini yapmalı ve durumu ilk amiri olan A'ya bildirmelidir.",
      "d": "Kendi sorumluluğunda vaziyete en uygun olan emri yapmalıdır.",
      "e": "B amirinin emrini yapmalı, A amirine bilgi vermesine gerek yoktur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Eğer ikinci amir kendi emrinin yapılmasında israr ederse bu amirin emri yapılır. Ve birinci amire malumat verilir.",
    "aclama": "Bu madde, hiyerarşik emir silsilesinde karşılaşılabilecek karmaşık bir durumu net bir kurala bağlar. Kural olarak üstün emri önceliklidir. Ast, çelişkiyi üst amire bildirmekle yükümlüdür. Üst amir (B) bu çelişkiye rağmen kendi emrinde ısrar ederse, ast onun emrini yapar. Ancak astın sorumluluğu bitmez; durumu mutlaka ilk emri veren amirine (A) de bildirmek zorundadır."
  },
  {
    "soru_id": "IHK_010",
    "konu": "TSK İç Hizmet Kanunu - Müracaat ve Şikayet (Madde 25, 28)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'na göre, birden fazla askerin aynı konuyla ilgili 'müracaat' ve 'şikayet' etmesiyle ilgili temel kural nedir?",
    "secenekler": {
      "a": "Toplu müracaat serbest, toplu şikayet yasaktır.",
      "b": "Toplu şikayet serbest, toplu müracaat yasaktır.",
      "c": "Her ikisi de toplu olarak yapılabilir.",
      "d": "Her ikisinin de toplu olarak yapılması yasaktır.",
      "e": "Sadece yazılı olarak toplu başvuru yapılabilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 25 – ...Birden fazla kimselerin toplu olarak söz veya yazı ile müracaatleri yasaktır. Madde 28 – Toplu olarak şikayet yasaktır.",
    "aclama": "Kanun, askeri disiplinin ve hiyerarşik düzenin korunması amacıyla, askerlerin bir araya gelerek toplu bir irade beyanında bulunmasını engellemek için hem 'müracaatların' (Madde 25) hem de 'şikayetlerin' (Madde 28) toplu olarak yapılmasını kesin bir dille yasaklamıştır. Her asker bu haklarını bireysel olarak kullanmak zorundadır."
  },
  {
    "soru_id": "IHK_011",
    "konu": "TSK İç Hizmet Kanunu - Müracaat ve Şikayet (Madde 25, 30)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir askerin yaptığı müracaatın veya şikayetin neticesinin kendisine bildirilmesi için kanunda öngörülen azami süre ne kadardır?",
    "secenekler": {
      "a": "On beş gün",
      "b": "Bir ay",
      "c": "Kırk beş gün",
      "d": "İki ay",
      "e": "Makul bir süre"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 25 – ...neticesi müracaat sahibine mümkün olan en kısa zamanda mutlaka bildirilir. Ancak; bu müddet hiçbir halde bir ayı geçemez. Madde 30 – ...neticesi şikayet edene... mümkün olan en kısa zamanda bildirilir. Ancak bu müddet hiçbir halde bir ayı geçemez.",
    "aclama": "Kanun, astın başvuru hakkının sürüncemede bırakılmasını önlemek için amirlere net bir sorumluluk yüklemiştir. Hem müracaatlar (Madde 25) hem de şikayetler (Madde 30) için, 'mümkün olan en kısa sürede' cevap verilmesi esas olmakla birlikte, bu sürenin 'hiçbir halde bir ayı geçemeyeceği' kesin bir dille belirtilmiştir."
  },
  {
    "soru_id": "IHK_012",
    "konu": "TSK İç Hizmet Kanunu - Şikayet (Madde 27)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir Teğmen, Bölük Komutanı olan Yüzbaşı'dan şikayetçidir. Yüzbaşı'nın amiri Tabur Komutanı Binbaşı, Binbaşı'nın amiri ise Alay Komutanı Yarbay'dır. Teğmen, şikayetini kime yapmalıdır?",
    "secenekler": {
      "a": "Doğrudan Alay Komutanı Yarbay'a",
      "b": "Doğrudan Tabur Komutanı Binbaşı'ya",
      "c": "Bölük Komutanı Yüzbaşı'ya",
      "d": "En yakınındaki bir başka Yüzbaşı'ya",
      "e": "Genelkurmay Başkanlığı'na"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 27 – Şikayet söz veya yazı ile en yakın amire yapılır. Eğer bu amirden şikayet olunacaksa bir derece üstündeki amire yapılır.Ve bunun gibi her şikayet edilen amir geçilir.",
    "aclama": "Şikayet usulündeki temel kural, 'şikayet edilen amirin atlanmasıdır'. Teğmen, Yüzbaşı'dan şikayetçi olduğu için onu atlayarak, Yüzbaşı'nın bir üstü olan Tabur Komutanı Binbaşı'ya müracaat etmelidir. Doğrudan Alay Komutanı'na gitmesi silsileyi bozmak anlamına gelir."
  },
  {
    "soru_id": "IHK_013",
    "konu": "TSK İç Hizmet Kanunu - İzin (Madde 33)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İç Hizmet Kanunu'nun 33. Maddesine göre, 'kıtalarda' ve 'karargah ve kurumlarda' günlük mesainin tanımı arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Kıtalarda 8, karargahlarda 6 saattir.",
      "b": "Kıtalarda mesai kalk borusuyla başlar gece yoklamasıyla biter; karargahlarda ise günlük vazife süresi en az 6 saattir.",
      "c": "Kıtalarda mesai hafta sonu devam eder, karargahlarda etmez.",
      "d": "Kıtalarda mesaiyi komutan, karargahlarda Genelkurmay Başkanı belirler.",
      "e": "İkisi arasında bir fark yoktur, tüm askeri birimlerde mesai aynıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kıtalarda umumi mesai ve hizmet zamanı kalk borusunda başlar. Gece yoklamasından sonra biter. Karargah ve kurumlarda günlük vazife müddeti en az 6 saattır.",
    "aclama": "Kanun, 24 saat esasına göre yaşayan, yatakhanesi ve yemekhanesi içinde olan 'kıta' personeli ile, daha çok sivil memurlar gibi belirli saatlerde çalışan 'karargah ve kurum' personeli arasında bir ayrım yapmıştır. Kıta personeli için mesai tüm günü kapsarken, karargah personeli için en az 6 saatlik bir çalışma süresi belirlenmiştir."
  },
  {
    "soru_id": "IHK_014",
    "konu": "TSK İç Hizmet Kanunu - Kıyafet (Madde 34)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'nun 34. Maddesine göre, askerlerin üniforma ile girmesi yasaklanan yerler arasında aşağıdakilerden hangisi sayılmıştır?",
    "secenekler": {
      "a": "Sinema ve tiyatrolar",
      "b": "Alışveriş merkezleri",
      "c": "Barlar, genelevler, meyhaneler",
      "d": "Siyasi parti binaları",
      "e": "Konsolosluklar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Barlar, genelevler, meyhaneler ile bunlara benzer yerlere askerler üniforma ile giremezler.",
    "aclama": "Kanun, üniformanın saygınlığını korumak amacıyla, askerlerin belirli mekanlara üniforma ile girmesini açıkça yasaklamıştır. Bu yerler barlar, genelevler ve meyhaneler olarak net bir şekilde listelenmiştir."
  },
  {
    "soru_id": "IHK_015",
    "konu": "TSK İç Hizmet Kanunu - Kimlik ve Posta (Madde 34/A)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 34/A'ya göre, aşağıdaki askeri personelden hangisinin gönderdiği veya kendisine gelen posta gönderileri amirince denetlenebilir?",
    "secenekler": {
      "a": "Tüm erbaş ve erler ile askeri öğrenciler",
      "b": "Sadece askeri öğrenciler",
      "c": "Sadece er ve erbaşlar",
      "d": "Uzman erbaşlar hariç erbaş ve erler ile askeri öğrenciler",
      "e": "Sadece sözleşmeli erbaş ve erler"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Uzman erbaşlar hariç erbaş ve erler ile askerî öğrenciler tarafından gönderilen ve kendilerine gelen posta gönderileri ilgilinin amirince denetlenebilir.",
    "aclama": "Bu soru, kuralın istisnasını bilmeyi gerektirir. Posta denetimi yetkisi, rütbesiz er, onbaşı, çavuş ve askeri öğrencileri kapsarken, kadrolu bir statüde olan 'uzman erbaşları' bu denetimin dışında tutmuştur. Bu, uzman erbaşların özel hayatının gizliliğine yönelik ek bir güvencedir."
  },
  {
    "soru_id": "IHK_016",
    "konu": "TSK İç Hizmet Kanunu - Genel Vazifeler (Madde 35)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "2013 yılında yapılan değişiklikle, TSK İç Hizmet Kanunu'nun 35. Maddesinde tanımlanan Silahlı Kuvvetlerin vazifeleri arasından hangisi çıkarılmıştır?",
    "secenekler": {
      "a": "Yurt dışından gelecek tehdit ve tehlikelere karşı Türk vatanını savunmak.",
      "b": "Caydırıcılık sağlayacak şekilde askerî gücün muhafazasını ve güçlendirilmesini sağlamak.",
      "c": "TBMM kararıyla yurt dışında verilen görevleri yapmak.",
      "d": "Anayasayı korumak ve kollamak.",
      "e": "Uluslararası barışın sağlanmasına yardımcı olmak."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Silahlı Kuvvetlerin vazifesi; yurt dışından gelecek tehdit ve tehlikelere karşı Türk vatanını savunmak, caydırıcılık sağlayacak şekilde askerî gücün muhafazasını ve güçlendirilmesini sağlamak, Türkiye Büyük Millet Meclisi kararıyla yurt dışında verilen görevleri yapmak ve uluslararası barışın sağlanmasına yardımcı olmaktır.",
    "aclama": "Bu soru, kanunun eski ve yeni halini bilmeyi gerektiren, çok zor bir sorudur. Maddenin eski halinde yer alan ve TSK'ya iç siyasette bir rol atfeden 'Anayasayı korumak ve kollamak' (veya benzeri 'iç tehditlere karşı koruma') ifadesi, 2013'teki demokratikleşme paketleri kapsamında yapılan değişiklikle maddeden çıkarılmış ve TSK'nın görevi yurt dışı tehditlerle sınırlandırılmıştır."
  },
  {
    "soru_id": "IHK_017",
    "konu": "TSK İç Hizmet Kanunu - Andiçme (Madde 37)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Asker andında, bir asker hayatını hangi üç unsur uğrunda 'seve seve' feda edeceğine namusu üzerine andiçer?",
    "secenekler": {
      "a": "Vatan, millet ve bayrak",
      "b": "Vatan, cumhuriyet ve vazife",
      "c": "Cumhuriyet, demokrasi ve hürriyet",
      "d": "Millet, cumhuriyet ve hizmet",
      "e": "Vatan, namus ve şeref"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...icabında vatan, cumhuriyet ve vazife uğrunda seve seve hayatımı feda eyliyeceğime namusum üzerine andiçerim.",
    "aclama": "Asker yemini, askerlik mesleğinin temel değerlerini özetler. Bu değerlerin en yücesi olarak, gerektiğinde canın feda edileceği üç temel kavram 'vatan, cumhuriyet ve vazife' olarak metinde açıkça belirtilmiştir."
  },
  {
    "soru_id": "IHK_018",
    "konu": "TSK İç Hizmet Kanunu - Sancak (Madde 38)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İç Hizmet Kanunu'na göre, kuruluşunda alay teşkilatı bulunan birliklerden hangisine sancak verilmez?",
    "secenekler": {
      "a": "Piyade alayları",
      "b": "Tank alayları",
      "c": "Topçu alayları",
      "d": "Hudut alayları",
      "e": "İstihkam alayları"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Kuruluşunda alay teşkilatı (hudut alayları hariç) bulunmayan her tugay ile her alay (deniz ve havada eşidi birliklere) yönetmeliğe göre bir sancak verilir.",
    "aclama": "Sancak, genellikle muharip ve tam teşekküllü alay ve tugaylara verilen bir şeref timsalidir. Kanun, bu kurala bir istisna getirmiş ve 'hudut alaylarını' sancak verilecek birlikler kapsamının dışında tutmuştur."
  },
  {
    "soru_id": "IHK_019",
    "konu": "TSK İç Hizmet Kanunu - Genel Vazifeler (Madde 39)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 39'da 'her askerin esas vazifesi' olarak sayılan özellikler arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Cumhuriyete sadakat ve üste itaat",
      "b": "İcabında hayatını hiçe saymak",
      "c": "Sır saklamak ve sıhhatini korumak",
      "d": "Amirlerini ve üstlerini sorgulamak",
      "e": "Bütün silah arkadaşları ile iyi geçinmek"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Cumhuriyete sadakat, vatanını sevmek, iyi ahlaklı olmak, üste itaat... sır saklamak her askerin esas vazifesidir.",
    "aclama": "Madde 39, bir askerde bulunması gereken temel ahlaki ve manevi özellikleri listeler. Bu liste sadakat, itaat, cesaret gibi erdemleri içerir. 'Amirleri sorgulamak' ise, aksine askeri disiplinin temeli olan 'mutlak itaat' (Madde 13) ilkesiyle çelişir ve bu vazifeler arasında yer almaz."
  },
  {
    "soru_id": "IHK_020",
    "konu": "TSK İç Hizmet Kanunu - Sorumluluk (Madde 42)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yükümlü bir erin, kullandığı askeri araçla kaza yapması ve araca zarar vermesi durumunda, bu zararı tazmin etmekle sorumlu tutulmamasının temel şartı nedir?",
    "secenekler": {
      "a": "Zararın kaza tespit tutanağı ile belgelenmesi",
      "b": "Kaza yaptığı aracın sigortasının olması",
      "c": "Araçtaki zararın belirli bir maddi limitin altında kalması",
      "d": "Kast veya ağır kusur nedeniyle mahkûm olmaması",
      "e": "Kaza sırasında yanında bir amirinin bulunması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...yükümlü erbaş ve erlerden askerî araçları kullanmakla görevlendirilenler, araç kazası nedeniyle harp malzemesine zarar vermek suçundan kast veya ağır kusur nedeniyle mahkûm olmaları durumu hariç, aracın kullanımı nedeniyle meydana gelen zararı tazminle sorumlu olmazlar.",
    "aclama": "Bu hüküm, yükümlü askerlerin hizmet esnasında basit kusurlarından (dikkatsizlik, tecrübesizlik vb.) kaynaklanan büyük maddi zararlar altında ezilmesini önlemek için getirilmiştir. Er, ancak bu zarara 'kasten' veya 'ağır kusur' ile sebep olduğu bir mahkeme kararıyla tespit edilirse tazminatla sorumlu tutulur. Aksi halde sorumlu değildir."
  },
  {
    "soru_id": "IHK_021",
    "konu": "TSK İç Hizmet Kanunu - Siyasi Faaliyet (Madde 43)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'nun 43. Maddesine göre, TSK mensuplarının siyasi olmayan cemiyetlere (derneklere) üye olabilmeleri hangi şarta bağlanmıştır?",
    "secenekler": {
      "a": "Valilikten izin alınması",
      "b": "Üye olunacak derneğin Milli Savunma Bakanlığınca adının yayınlanmış olması",
      "c": "Birlik komutanının sözlü onayının olması",
      "d": "Sadece emekli olduktan sonra üye olmaları",
      "e": "Derneklere üyelik tamamen yasaktır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Silahlı Kuvvetler mensupları Milli Savunma Bakanlığınca adları yayınlanan ve siyasi olmıyan cemiyetler ile spor kulüplerinin faal olmıyan üyeliklerine girebilirler.",
    "aclama": "TSK personelinin siyaset dışı kalması esastır ancak sosyal hayattan tamamen koparılmaması için belirli şartlarla dernek üyeliğine izin verilmiştir. Temel şart, üye olunacak derneğin 'siyasi olmayan' bir dernek olması ve isminin 'Milli Savunma Bakanlığı' tarafından uygun görülerek yayınlanmış bir listede yer almasıdır."
  },
  {
    "soru_id": "IHK_022",
    "konu": "TSK İç Hizmet Kanunu - Siyasi Faaliyet (Madde 43)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askerlik hizmetini yapmakta olan bir yedek subayın, hizmeti öncesinde üye olduğu bir meslek odasındaki (örn: TMMOB) üyeliğinin durumu hizmet süresince ne olur?",
    "secenekler": {
      "a": "Üyeliği sona erer.",
      "b": "Üyeliği devam eder ve aidat ödeme yükümlülüğü kalkar.",
      "c": "Üyeliği devam eder ve oda yönetiminde görev alabilir.",
      "d": "Üyeliği, askerlik hizmeti süresince askıda kalır.",
      "e": "Üyeliğini en yakın askerlik şubesine devretmek zorundadır."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Askerlik yükümlülüğünü yerine getirmekte olan yedek subaylar ve yedek astsubaylar ile er ve erbaşların üyelikleri, askerlik hizmetleri süresince askıda kalır.",
    "aclama": "Kanun, zorunlu askerlik hizmetini yapan personelin önceden kazanmış olduğu mesleki üyelik haklarının kaybolmasını engellemek için bir çözüm getirmiştir. Buna göre, personelin üyeliği silinmez, ancak hizmet süresi boyunca pasif duruma yani 'askıya' alınır. Hizmet bitiminde üyelik tekrar aktif hale gelir."
  },
  {
    "soru_id": "IHK_023",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Tanımı (Madde 45)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, 'garnizon' tanımı kapsamında değildir?",
    "secenekler": {
      "a": "Bir şehirde konuşlanmış askeri karargah",
      "b": "Civar köyde bulunan askeri kurum",
      "c": "Askeri birlikten uzak, tamamen sivil yerleşim",
      "d": "Bir kasabadaki askeri kıta",
      "e": "Bir ilçede yer alan askeri lojmanlar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Garnizon; içinde ve civarında yerleşmiş kıta, karargah veya askeri kurum bulunan meskün yerlere denir.",
    "aclama": "Garnizon, askeri birlik, karargah veya kurumun yerleşik olduğu veya civarında bulunduğu yerleşim yeridir. Tamamen sivil ve askeri unsuru olmayan bir yer bu kapsama girmez."
  },
  {
    "soru_id": "IHK_024",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Komutanlığı Yetkisi (Madde 47)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Garnizon kumandanı, garnizona dahil hangi birimlerin disiplin amiridir?",
    "secenekler": {
      "a": "Sadece kıta komutanlarının",
      "b": "Garnizona dahil bütün kıta ve askeri kurumların",
      "c": "Sadece karargahların",
      "d": "Sadece askerlerin",
      "e": "Yalnızca sivil kurumların"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Garnizon kumandanı garnizona dahil bütün kıta ve askeri kurumların disiplin amiridir.",
    "aclama": "Kanuna göre garnizon komutanının disiplin yetkisi, garnizondaki tüm askeri kıta ve kurumları kapsar, bu yetki yalnızca belirli birimlerle sınırlı değildir."
  },
  {
    "soru_id": "IHK_025",
    "konu": "TSK İç Hizmet Kanunu - Koruma Görevlilerinin Silah Kullanma Yetkisi (Madde 47)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki durumlardan hangisinde, koruma hizmeti ile görevlendirilen asker kişiler doğrudan hedefe ateş edebilir?",
    "secenekler": {
      "a": "Korumakla yükümlü olduğu kişiye sözlü tehditte bulunulması halinde",
      "b": "Korumakla yükümlü olduğu kişiye karşı silahlı bir saldırıya teşebbüs edilmesi halinde",
      "c": "Korumakla yükümlü olduğu kişinin yanında yüksek sesle tartışılması halinde",
      "d": "Korumakla yüküml   olduğu kişiyle birlikteyken silah sesi duyulması halinde",
      "e": "Korumakla yükümlü olduğu kişinin bulunduğu alanda şüpheli bir paket bulunması halinde"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bunlar, korudukları kişiye karşı silahlı bir saldırıya teşebbüs edilmesi halinde doğruca ve duraksamadan hedefe ateş edebilirler.",
    "aclama": "Koruma hizmetiyle görevlendirilen asker kişiler, ancak gerçekten silahlı saldırı teşebbüsü olduğunda, duraksamadan hedefe ateş etme yetkisine sahiptir."
  },
  {
    "soru_id": "IHK_026",
    "konu": "TSK İç Hizmet Kanunu - Yoklama Zamanı ve Şekli (Madde 55)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir kıtada, günde kaç kez insan ve hayvan mevcutlarını kontrol amacıyla yoklama yapılması zorunludur?",
    "secenekler": {
      "a": "Bir",
      "b": "İki",
      "c": "Üç",
      "d": "Dört",
      "e": "Her saat başı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "kıta, karargah ve kurumlarda biri sabah, diğeri akşam, üçüncüsü de gece olmak üzere günde üç defa yoklama yapılır.",
    "aclama": "Yoklama, askeri disiplinin ve mevcutların takibinin sağlanması için günde üç defa yapılır: sabah, akşam ve gece."
  },
  {
    "soru_id": "IHK_027",
    "konu": "TSK İç Hizmet Kanunu - Önleme Araması (Madde 56/A)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri mahallerde önleme aramasının yapılabilmesi için öncelikli olarak hangi makam veya şart gereklidir?",
    "secenekler": {
      "a": "Askeri birlik komutanının sözlü emri",
      "b": "Sulh ceza hakimi kararı veya gecikmesinde sakınca bulunan hallerde yazılı emir",
      "c": "Valinin yazılı onayı",
      "d": "İl jandarma komutanının kararı",
      "e": "Askeri savcının yazılı emri"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Tehlikenin veya suç işlenmesinin önlenmesi amacıyla usulüne göre verilmiş sulh ceza hâkimi kararı veya bu sebeplere bağlı olarak gecikmesinde sakınca bulunan hallerde yirmi dört saat içinde görevli hâkimin onayına sunulması şartıyla askeri birlik komutanının veya askeri kurum amirinin ya da hukuk hizmetleri başkanı veya birim amirinin yazılı emri...",
    "aclama": "Önleme araması, kural olarak sulh ceza hakimi kararı ile yapılabilir. Ancak gecikmesinde sakınca bulunan hallerde belirli makamların yazılı emri ve sonrasında hakim onayı ile de mümkündür."
  },
  {
    "soru_id": "IHK_028",
    "konu": "TSK İç Hizmet Kanunu - Sağlık Hizmet Standartları (Madde 57)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Türk Silahlı Kuvvetleri sağlık teşkillerindeki sağlık hizmetleri hangi standartlara göre yürütülür?",
    "secenekler": {
      "a": "Uluslararası sağlık standartları",
      "b": "TSK'nın kendi iç standartları",
      "c": "Ulusal sağlık mevzuatında yer alan hizmet standartları (harekât ihtiyaçları hariç)",
      "d": "Birlik komutanının belirlediği standartlar",
      "e": "Avrupa Birliği sağlık mevzuatı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri sağlık teşkillerindeki sağlık hizmetleri, harekât ihtiyaçları hariç ulusal sağlık mevzuatında yer alan hizmet standartlarına göre yürütülür.",
    "aclama": "TSK sağlık hizmetlerinde temel standart, Türkiye'nin ulusal sağlık mevzuatıdır. Ancak harekat ihtiyacı varsa, bu standartların dışına çıkılabilir."
  },
  {
    "soru_id": "IHK_029",
    "konu": "TSK İç Hizmet Kanunu - Erbaş ve Erlerin Sağlık Hizmetlerinde Fark Ücretleri (Madde 62)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Erbaş ve erlerin genel sağlık sigortalısı sayıldıkları süre içinde, ilave ücret olarak değerlendirilmeyen sağlık hizmeti fark ücretleri hangi bütçeden karşılanır?",
    "secenekler": {
      "a": "Kendi ödemek zorundadırlar",
      "b": "Sosyal Güvenlik Kurumu",
      "c": "Milli Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçesinden",
      "d": "Aileleri tarafından",
      "e": "Bağlı oldukları askerlik şubesi tarafından"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "ilave ücret olarak değerlendirilmeyen ... fark ücretleri; erbaş ve erlerin genel sağlık sigortalısı sayıldıkları süre içerisinde yönetmelikte belirlenecek usul ve esaslar çerçevesinde ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçesinden karşılanır.",
    "aclama": "Erbaş ve erlerin sağlık hizmetleri kapsamında oluşan belirli fark ücretleri, ilgili askeri kurumların bütçesinden karşılanır."
  },
  {
    "soru_id": "IHK_030",
    "konu": "TSK İç Hizmet Kanunu - Yabancı Kuvvet Mensupları ve Sağlık Hizmeti (Madde 70)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yabancı silahlı kuvvetler mensupları ve bakmakla yükümlü oldukları kişiler, TSK mevzuatına göre sağlık hizmetlerinden hangi esaslara göre yararlandırılır?",
    "secenekler": {
      "a": "Türkiye Cumhuriyeti vatandaşları ile aynı haklara sahiptirler",
      "b": "Yalnızca acil sağlık hizmeti alabilirler",
      "c": "Uluslararası antlaşmalar ve ikili anlaşmalarda yer alan hükümler doğrultusunda",
      "d": "Sağlık hizmetlerinden yararlanamazlar",
      "e": "Kendi ülkelerinin sağlık mevzuatı geçerlidir"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yabancı devletlerin silâhlı kuvvetler mensupları ve bunların bakmakla yükümlü oldukları kişiler, 5510 sayılı Kanun hükümleri saklı kalmak kaydıyla, uluslararası antlaşmalar ile taraflar arasındaki ikili anlaşmalarda yer alan hükümler doğrultusunda sağlık hizmetlerinden yararlandırılırlar.",
    "aclama": "Yabancı kuvvet mensupları için sağlık hizmetleri, esas olarak uluslararası ve ikili anlaşmalarla düzenlenir."
  },
  {
    "soru_id": "IHK_031",
    "konu": "Garnizonun Tanımı ve Sınırları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Garnizonun hudutları aşağıdakilerden hangisine göre belirlenir?",
    "secenekler": {
      "a": "Garnizon komutanının önerisiyle",
      "b": "Milli Savunma Bakanlığı genelgesiyle",
      "c": "Talimatnamede belirtilecek esaslar dahilinde",
      "d": "Valilik kararıyla",
      "e": "Genelkurmay Başkanlığı emriyle"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Garnizonların hudutları, talimatnamede belirtilecek esaslar dahilinde tesbit olunur.",
    "aclama": "Garnizonun sınırları keyfi şekilde değil, mevzuatta tanımlanan talimatnamelere göre belirlenir."
  },
  {
    "soru_id": "IHK_032",
    "konu": "Garnizon Komutanlığının Atanması",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir garnizonda komutanın hangi birimden olacağı hangi makam tarafından belirlenir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "İçişleri Bakanlığı",
      "c": "Milli Savunma Bakanlığı",
      "d": "Garnizon içindeki birimlerin ortak kararı",
      "e": "Cumhurbaşkanlığı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Garnizon komutanlığı görevinin hangi kıta komutanı veya kurum amiri tarafından yapılacağı Milli Savunma Bakanlığınca düzenlenir.",
    "aclama": "Atama yetkisi doğrudan Milli Savunma Bakanlığı’na aittir."
  },
  {
    "soru_id": "IHK_033",
    "konu": "Garnizon Komutanlığı Kadro Oluşumu",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Garnizon komutanlığı için garnizonda bulunmayan hangi unsur oluşturulabilir?",
    "secenekler": {
      "a": "Ek sivil kadro",
      "b": "Kadro ve teşkiller",
      "c": "Sadece karargâh",
      "d": "Denetim kurulu",
      "e": "Sivil danışma meclisi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Milli Savunma Bakanlığınca garnizonda bulunan kıta, karargâh ve kurumların dışında kadro ve teşkiller oluşturulabilir.",
    "aclama": "Garnizon komutanlığı için mevcutlara ek olarak yeni askeri kadro ve teşkilatlar kurulabilir."
  },
  {
    "soru_id": "IHK_034",
    "konu": "Garnizon Komutanı Yetki Devir Hakkı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Büyük garnizonlarda garnizon komutanı, aşağıdakilerden hangisine bu görevi devredebilir?",
    "secenekler": {
      "a": "Kendisine en yakın rütbeli subaya",
      "b": "Oradaki kıta kumandanları arasında rütbece kendisinden sonra gelene",
      "c": "Sadece emekli subaya",
      "d": "Herhangi bir astsubaya",
      "e": "Sivil yöneticiye"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Büyük garnizonlarda ... garnizon kumandanları, oradaki kıta kumandanları rütbece kendisinden sonra gelen birine garnizon kumandanlığını devredebilir.",
    "aclama": "Devir, sadece garnizondaki kıta komutanları arasında ve hiyerarşik sıraya uygun yapılabilir."
  },
  {
    "soru_id": "IHK_035",
    "konu": "Garnizon Komutanının Bağlılığı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Garnizon komutanları, garnizona ait hususlarda hangi üst makama bağlıdır?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Valilik",
      "c": "Mıntıkasında bulundukları tümen, kolordu ve ordu komutanlıkları",
      "d": "Milli Savunma Bakanlığı doğrudan",
      "e": "İçişleri Bakanlığı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Garnizon kumandanları garnizona ait her türlü hususatta mıntıkasında bulundukları tümen, kolordu ve ordu ... kumandanlıklarına bağlıdırlar.",
    "aclama": "Yetki ve sorumluluk yukarıya doğru askeri hiyerarşide devam eder."
  },
  {
    "soru_id": "IHK_036",
    "konu": "Kışla Tanımı ve İçerikleri",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi 'kışla' kapsamında değerlendirilmez?",
    "secenekler": {
      "a": "Askerin barındığı bina",
      "b": "Askeri tesis",
      "c": "Karargah",
      "d": "Toplu halde bulunan muhtelif binalar",
      "e": "Sadece açık arazi"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Kışla: Askerin barındırıldığı ve hizmet gördüğü tek bir bina veya toplu halde bulunan muhtelif binalar ile bunların müştemilatından olan diğer binalar ve arazidir.",
    "aclama": "Kışla, barınma ve hizmet için kullanılan kapalı ve müştemilatlı alanlardır; yalnızca açık arazi tek başına kışla olmaz."
  },
  {
    "soru_id": "IHK_037",
    "konu": "Konak Tanımı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Konak, hangi durumda askerlerin yerleştiği yer olarak tanımlanır?",
    "secenekler": {
      "a": "Savaş dışında, sürekli yerleşim için",
      "b": "Hazar ve seferde muvakkat bir zaman için",
      "c": "Yalnızca eğitim için",
      "d": "Kışlanın yetersiz olduğu durumlarda",
      "e": "Sadece sivil halkla birlikte"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Konak: Askerlerin hazar ve seferde muvakkat bir zaman için meskün yerlerde yerleşmesidir.",
    "aclama": "Konak, geçici yerleşim yeridir; sürekli barınma maksadıyla kullanılmaz."
  },
  {
    "soru_id": "IHK_038",
    "konu": "Ordugah Tanımı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ordugah kavramı aşağıdakilerden hangisini ifade eder?",
    "secenekler": {
      "a": "Askeri karargah binası",
      "b": "Açıkta çadır, baraka ve zeminliklerde askerlerin geçici yerleşimi",
      "c": "Sürekli askeri eğitim alanı",
      "d": "Sadece lojistik depo",
      "e": "Her tür askeri bina"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Ordugah: Askerlerin muvakkat bir zaman için açıkta çadır veya baraka ve zeminliklerde yerleştirildiği sahaya denir.",
    "aclama": "Ordugah, geçici ve açıkta yapılan toplu konaklama alanıdır."
  },
  {
    "soru_id": "IHK_039",
    "konu": "Kışla Komutanlığı Görev Devri",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Tümen ve daha yukarı kıta komutanları hangi yetkiyi devredebilir?",
    "secenekler": {
      "a": "Kışla subaylığı",
      "b": "Kışla kumandanlığı",
      "c": "Nöbetçi subaylığı",
      "d": "Disiplin amirliği",
      "e": "Sadece mali işler"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Tümen (Dahil) daha yukarı kıta kumandanları ve eşidi kurum amirleri kışla kumandanlığı görevini rütbece kendisinden sonra gelen birine devredebilir.",
    "aclama": "Kışla komutanlığı, üst komutanın uygun görmesi halinde, hiyerarşik olarak alt rütbeli uygun birine devredilebilir."
  },
  {
    "soru_id": "IHK_040",
    "konu": "Kışla Subayının Görevlendirilmesi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kışla subayı hangi koşulda ve kim tarafından görevlendirilir?",
    "secenekler": {
      "a": "Yalnızca kadrolarda belirtilmişse, ilgili komutan tarafından",
      "b": "Kadrolarda ve talimatlarda gösterilmemişse, kışla kumandanı tarafından emrindeki subay veya astsubaylardan biri",
      "c": "Sadece askeri şura kararıyla",
      "d": "Milli Savunma Bakanlığı tarafından doğrudan",
      "e": "Valilik onayı ile"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bu vazifenin kimin tarafından yapılacağı kadrolarda ve talimatlarda gösterilmemişse kışla kumandanı, emrindeki subay veya astsubaylardan birine bu görevi verir.",
    "aclama": "Kışla subayı, kadroda yoksa veya belirtilmemişse, kışla komutanı tarafından uygun bir rütbeliye görevlendirilir."
  },
  {
    "soru_id": "IHK_041",
    "konu": "Yoklama Amaçları",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri birliklerde yapılan yoklamanın amaçları arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "İnsan ve hayvan mevcutlarını anlamak",
      "b": "Silah, malzeme ve eşyada bir vukuat olup olmadığını öğrenmek",
      "c": "Disiplinin sürdürülmesi",
      "d": "Yemek listesini hazırlamak",
      "e": "Vukuat haberini almak"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İnsan ve hayvan mevcutlarını anlamak, bunlardan ve silah, malzeme ve eşyada bir vukuat olup olmadığı haberini almak maksadı ile ... yoklama yapılır.",
    "aclama": "Yoklamanın amacı mevcut ve vukuat kontrolüdür; yemek listesi hazırlamak doğrudan amaç değildir."
  },
  {
    "soru_id": "IHK_042",
    "konu": "Ek Yoklama Yetkisi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Muayyen yoklamalar dışında ek yoklama yapılması hangi şartta mümkündür?",
    "secenekler": {
      "a": "Kışla kumandanının emriyle",
      "b": "Yalnızca üst komutanlık kararıyla",
      "c": "Milli Savunma Bakanlığı'nın genelgesiyle",
      "d": "Askerlerin talebiyle",
      "e": "İl jandarma komutanının isteğiyle"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Kati bir lüzum görülürse, muayyen yoklamalardan başka kışla kumandanı tarafından verilecek emir üzerine de yoklama yapılabilir.",
    "aclama": "Normal yoklama dışında, ekstra yoklama yapma yetkisi kışla komutanındadır."
  },
  {
    "soru_id": "IHK_043",
    "konu": "Önleme Araması Usulü",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri mahallerde önleme aramasında arama kararında aşağıdakilerden hangisinin yer alması zorunlu değildir?",
    "secenekler": {
      "a": "Aramanın sebebi",
      "b": "Aramanın konusu ve kapsamı",
      "c": "Aramanın yapılacağı yer",
      "d": "Aramanın yapılacağı zaman ve geçerli olacağı süre",
      "e": "Arama yapacak personelin isimleri"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Arama kararında veya emrinde; aramanın sebebi, konusu ve kapsamı ile yapılacağı yer, zaman ve geçerli olacağı süre belirtilir.",
    "aclama": "Arama kararında personel isimlerinin geçmesi zorunlu değildir."
  },
  {
    "soru_id": "IHK_044",
    "konu": "Önleme Aramasının Bildirimi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Önleme aramasının sonucu hangi şekilde arama kararını veren makama iletilir?",
    "secenekler": {
      "a": "Sözlü olarak",
      "b": "Resmi yazı ile",
      "c": "Tutanakla",
      "d": "Telefonla",
      "e": "Elektronik posta ile"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Aramanın sonucu, arama kararı veya emri veren merci ya da makama bir tutanakla bildirilir.",
    "aclama": "Yasal süreç gereği arama sonucu resmi tutanakla belgelemelidir."
  },
  {
    "soru_id": "IHK_045",
    "konu": "Askeri Mahallerde Kontrol",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri mahallere girişte duyarlı kapıdan geçerken ikaz verilirse ilk yapılacak işlem nedir?",
    "secenekler": {
      "a": "Kişi alandan çıkartılır",
      "b": "Kişinin üstü metal dedektörle kontrol edilir",
      "c": "Polis çağrılır",
      "d": "Arama yapılmaz",
      "e": "Kişi gözaltına alınır"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bu kişilerin üstleri, duyarlı kapının ikaz vermesi hâlinde, metal dedektörle kontrol edilir;",
    "aclama": "İlk adımda metal dedektörle kontrol zorunludur."
  },
  {
    "soru_id": "IHK_046",
    "konu": "Hayvan Bakım Hizmetleri - Hayvanların Bakımı ve Eğitimi (Madde 71)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Türk Silahlı Kuvvetleri’ndeki hayvanların bakımı, barındırılması, beslenmesi, sağlığı ve eğitimi hangi kurallara göre yerine getirilir?",
    "secenekler": {
      "a": "Komutanın günlük emirlerine göre",
      "b": "Personelin inisiyatifine göre",
      "c": "Nizamlara uygun olarak",
      "d": "Sadece veteriner hekimin kararına göre",
      "e": "Hayvan sahiplerinin isteğine göre"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Hayvanların bakımı, barındırılması, beslenmesi, sağlığı ve eğitimi nizamlara uygun olarak yerine getirilir.",
    "aclama": "Hayvanların bakımı, barındırılması, beslenmesi, sağlığı ve eğitimi nizamlara uygun olarak yerine getirilir."
  },
  {
    "soru_id": "IHK_047",
    "konu": "Hayvan Bakım Hizmetleri - Hasta Hayvan Bildirimi (Madde 72)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri birlikte hastalanan hayvanların durumu kimlere derhal bildirilmelidir?",
    "secenekler": {
      "a": "Kıta komutanı",
      "b": "Bölgedeki sivil veteriner",
      "c": "Kıta, karargâh, kurum veya garnizonda görevli Türk Silâhlı Kuvvetleri mensubu veteriner hekim",
      "d": "Hayvan sahibi",
      "e": "Karar askeri yönetim komitesine bırakılır"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Hastalanan hayvanlar derhâl kıta, karargâh, kurum veya garnizonda görevli Türk Silâhlı Kuvvetleri mensubu veteriner hekime bildirilir.",
    "aclama": "Hastalanan hayvanlar derhâl kıta, karargâh, kurum veya garnizonda görevli Türk Silâhlı Kuvvetleri mensubu veteriner hekime bildirilir."
  },
  {
    "soru_id": "IHK_048",
    "konu": "Hayvan Bakım Hizmetleri - Muayene ve Tedavi Sırası (Madde 72)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi öncelikli olarak kimler tarafından yapılır?",
    "secenekler": {
      "a": "Sadece bölgedeki kamu veterineri",
      "b": "Bölgedeki askeri hayvan klinikleri",
      "c": "Hayvan sahipleri",
      "d": "Sivil veteriner klinikleri",
      "e": "Belediye veterinerleri"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri mensubu veteriner hekim veya yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi sırasıyla; bölgedeki askerî hayvan klinikleri, kamu veya üniversite veteriner hekimleri veya hayvan hastaneleri tarafından yapılır.",
    "aclama": "Türk Silâhlı Kuvvetleri mensubu veteriner hekim veya yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi sırasıyla; bölgedeki askerî hayvan klinikleri, kamu veya üniversite veteriner hekimleri veya hayvan hastaneleri tarafından yapılır."
  },
  {
    "soru_id": "IHK_049",
    "konu": "Hayvan Bakım Hizmetleri - Muayene ve Tedavi Sırası (Madde 72)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisinde başvurulacak sıralamanın bir parçası değildir?",
    "secenekler": {
      "a": "Bölgedeki askeri hayvan kliniği",
      "b": "Kamu veteriner hekimi",
      "c": "Üniversite veteriner hekimi",
      "d": "Hayvan hastanesi",
      "e": "Hayvan sahiplerinin aile hekimi"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri mensubu veteriner hekim veya yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi sırasıyla; bölgedeki askerî hayvan klinikleri, kamu veya üniversite veteriner hekimleri veya hayvan hastaneleri tarafından yapılır.",
    "aclama": "Türk Silâhlı Kuvvetleri mensubu veteriner hekim veya yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi sırasıyla; bölgedeki askerî hayvan klinikleri, kamu veya üniversite veteriner hekimleri veya hayvan hastaneleri tarafından yapılır."
  },
  {
    "soru_id": "IHK_050",
    "konu": "Hayvan Bakım Hizmetleri - Giderlerin Karşılanması (Madde 72)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hasta hayvanların yem, tedavi, yer ve malzeme giderleri hangi bütçeden karşılanır?",
    "secenekler": {
      "a": "Sadece hayvanı kullanan birliğin bütçesinden",
      "b": "Hayvan sahibinin cebinden",
      "c": "Milli Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçelerinden",
      "d": "Belediye bütçesinden",
      "e": "Üniversite bütçesinden"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bunların yem, tedavi, yer ve malzeme giderleri ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçelerinden karşılanır.",
    "aclama": "Bunların yem, tedavi, yer ve malzeme giderleri ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçelerinden karşılanır."
  },
  {
    "soru_id": "IHK_051",
    "konu": "Hayvan Bakım Hizmetleri - Görev Yapamaz Durumda Olan Hayvanlar (Madde 73)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Görev yapabilirlik yeteneklerini kaybeden hizmet hayvanlarının bakım ve refahı ile ilgili giderler hangi aşamaya kadar karşılanır?",
    "secenekler": {
      "a": "Hayvan ölene kadar",
      "b": "Sadece tedavi sırasında",
      "c": "Yeniden sahiplenme yapılıncaya kadar geçen sürede",
      "d": "Bir yıl süreyle",
      "e": "Sadece bir haftalık bakım süresince"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Görev yapabilirlik yeteneklerini kaybeden hizmet hayvanlarının yeniden sahiplenme yapılıncaya kadar geçen süredeki bakımı ve refahı ile ilgili yem, tedavi, yer ve malzeme giderleri ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçelerinden karşılanır.",
    "aclama": "Görev yapabilirlik yeteneklerini kaybeden hizmet hayvanlarının yeniden sahiplenme yapılıncaya kadar geçen süredeki bakımı ve refahı ile ilgili yem, tedavi, yer ve malzeme giderleri ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçelerinden karşılanır."
  },
  {
    "soru_id": "IHK_052",
    "konu": "Rütbe Sahiplerinin Vazifeleri - Görevlerin Belirlenmesi (Madde 74)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Hangi rütbe sahibinin hangi birlik ve askeri kurumda ne gibi vazife alacağı nerede belirlenir?",
    "secenekler": {
      "a": "Amirlerin inisiyatifine göre",
      "b": "Günlük emirlerde",
      "c": "Kadrolarda",
      "d": "Sözlü talimatlarda",
      "e": "Yazılı olmayan teamüllerde"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Hangi rütbe sahibinin hangi birlik ve askeri kurumda ne gibi vazife alacağı kadrolarda tesbit edilir.",
    "aclama": "Hangi rütbe sahibinin hangi birlik ve askeri kurumda ne gibi vazife alacağı kadrolarda tesbit edilir."
  },
  {
    "soru_id": "IHK_053",
    "konu": "Rütbe Sahiplerinin Vazifeleri - Sorumluluklar (Madde 75)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Her rütbe sahibinin, kendisine teslim olunan aşağıdakilerden hangisini koruma görevi yoktur?",
    "secenekler": {
      "a": "Silah",
      "b": "Araç",
      "c": "Gereç",
      "d": "Hayvanat",
      "e": "Sivil kurum malzemeleri"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Her rütbe sahibi, ... kendisine teslim olunan silah, araç, gereç ve sair bütün askeri eşyayı, yapıları ve ağaçları ve hayvanatı korumaya memur ve mecburdur.",
    "aclama": "Her rütbe sahibi, ... kendisine teslim olunan silah, araç, gereç ve sair bütün askeri eşyayı, yapıları ve ağaçları ve hayvanatı korumaya memur ve mecburdur."
  },
  {
    "soru_id": "IHK_054",
    "konu": "Rütbe Sahiplerinin Vazifeleri - Vazifelerin Gösterilmesi (Madde 75)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Her rütbe sahibinin bu kanuna göre vazifeleri hangi belgede ayrıca gösterilir?",
    "secenekler": {
      "a": "Sözlü emirlerde",
      "b": "Kurumun internet sitesinde",
      "c": "Talimatnamede",
      "d": "Aylık toplantı tutanaklarında",
      "e": "Kamuya açık duyurularda"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Her rütbe sahibinin bu maddeye göre vazifeleri de talimatname ile gösterilir.",
    "aclama": "Her rütbe sahibinin bu maddeye göre vazifeleri de talimatname ile gösterilir."
  },
  {
    "soru_id": "IHK_055",
    "konu": "Askerlikte Nöbet Hizmetleri - Nöbetin Tanımı (Madde 76)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi nöbet hizmetinin kapsamı dışındadır?",
    "secenekler": {
      "a": "Subay tarafından yapılan hizmet",
      "b": "Askeri öğrenci tarafından yapılan hizmet",
      "c": "Sivil şahıs tarafından yapılan hizmet",
      "d": "Silahlı Kuvvetler Teşkilatı dışında görev yapan sivil şahıs",
      "e": "Astsubay tarafından yapılan hizmet"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Nöbet; askerlikteki müşterek hizmetlerin yapılmasını ve devamını sağlamak maksadı ile bu hizmetlerin belli bir sıra ve süre ile subay, askeri memur, astsubay, askeri öğrenci, erbaş ve erler ile Silahlı Kuvvetler Teşkilatı içinde vazifeli olan bilümum sivil şahıslar tarafından yapılmasıdır.",
    "aclama": "Nöbet; askerlikteki müşterek hizmetlerin yapılmasını ve devamını sağlamak maksadı ile bu hizmetlerin belli bir sıra ve süre ile subay, askeri memur, astsubay, askeri öğrenci, erbaş ve erler ile Silahlı Kuvvetler Teşkilatı içinde vazifeli olan bilümum sivil şahıslar tarafından yapılmasıdır."
  },
  {
    "soru_id": "IHK_056",
    "konu": "Askerlikte Nöbet Hizmetleri - Nöbetin Düzenlenmesi (Madde 77)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kıtalarda, karargahlarda ve askeri kurumlarda nöbet hizmetine tabi tutulacak personel ve nöbetçilere ait vazifeler aşağıdakilerden hangisi ile tespit edilir?",
    "secenekler": {
      "a": "Garnizon komutanı talimatı ile",
      "b": "Milli Savunma Bakanlığı genelgesi ile",
      "c": "Talimatname ile",
      "d": "Her birliğin kendi iç yönergesi ile",
      "e": "Karargah amirinin yazılı emri ile"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kıtalarda, karargahlarda ve askeri kurumlarda nöbet hizmetine tabi tutulacak personelin kimler olacağı, nöbet hizmetlerinin yapılış tarzı ile şekli ve nöbetçilere ait vazifeler talimatname ile tayin ve tesbit olunur.",
    "aclama": "Kıtalarda, karargahlarda ve askeri kurumlarda nöbet hizmetine tabi tutulacak personelin kimler olacağı, nöbet hizmetlerinin yapılış tarzı ile şekli ve nöbetçilere ait vazifeler talimatname ile tayin ve tesbit olunur."
  },
  {
    "soru_id": "IHK_057",
    "konu": "Askerlikte Nöbet Hizmetleri - Karakol ve Devriye Tanımları (Madde 78)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi karakol nöbetçisinin tanımında yer alan bir unsur değildir?",
    "secenekler": {
      "a": "Belli bir talimatı olması",
      "b": "Belli bir mıntakası olması",
      "c": "Silahlı olması",
      "d": "Tek veya çift er/erbaş olması",
      "e": "Her zaman bir subayla beraber olması"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Karakol nöbetçisi: ... bir karakoldan veya her hangi bir suretle çıkarılan ve bir yere konulan ve belli bir talimatı ve mıntakası bulunan silahlı tek veya çift er veya erbaşlardır.",
    "aclama": "Karakol nöbetçisi: ... bir karakoldan veya her hangi bir suretle çıkarılan ve bir yere konulan ve belli bir talimatı ve mıntakası bulunan silahlı tek veya çift er veya erbaşlardır."
  },
  {
    "soru_id": "IHK_058",
    "konu": "Askerlikte Nöbet Hizmetleri - Nizam Karakolu (Madde 79)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Nizam karakolunun kuvveti hangi kritere göre belirlenir?",
    "secenekler": {
      "a": "Kışladaki toplam asker sayısına göre",
      "b": "Çıkaracağı devriye ve karakol nöbetçilerinin adedine göre",
      "c": "Bölgedeki emniyet ihtiyaçlarına göre",
      "d": "Garnizon komutanının takdirine göre",
      "e": "Sadece subay sayısına göre"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bunun kuvveti çıkaracağı devriye ve karakol nöbetçilerinin adedine göre hesabolunur.",
    "aclama": "Bunun kuvveti çıkaracağı devriye ve karakol nöbetçilerinin adedine göre hesabolunur."
  },
  {
    "soru_id": "IHK_059",
    "konu": "Askerlikte Nöbet Hizmetleri - Nizam Karakolu Teçhizatı (Madde 79)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Nizam karakol personelinin hangi şekilde teçhizatlandırılması zorunludur?",
    "secenekler": {
      "a": "Sadece üniforma ile",
      "b": "Sivil kıyafetle",
      "c": "Seferi teçhizatlı ve silahlı",
      "d": "Hafif donanımla",
      "e": "Sadece telsizle"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Nizam karakol personeli seferi teçhizatlı ve silahlı bulunur.",
    "aclama": "Nizam karakol personeli seferi teçhizatlı ve silahlı bulunur."
  },
  {
    "soru_id": "IHK_060",
    "konu": "Askerlikte Nöbet Hizmetleri - Muvakkat Yakalama Salahiyeti (Madde 80)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Muvakkat yakalama yetkisi kapsamında, karakol hizmetinde bulunan personel hangi amaçla izinsiz kıtası haricinde rastlanan askeri yakalayabilir?",
    "secenekler": {
      "a": "Disiplin maksadıyla",
      "b": "Sadece adli takip için",
      "c": "Emniyet amaçlı değil, yılda bir defa",
      "d": "Sadece üstünün emriyle",
      "e": "Hiçbir şekilde yakalayamaz"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Disiplin maksadı ile: İzinsiz kıtası haricinde rastlanan veyahut himayesi için yakalanması lüzumlu görülen askerleri.",
    "aclama": "Disiplin maksadı ile: İzinsiz kıtası haricinde rastlanan veyahut himayesi için yakalanması lüzumlu görülen askerleri."
  },
  {
    "soru_id": "IHK_061",
    "konu": "Askerlikte Nöbet Hizmetleri - Muvakkat Yakalamanın Yapılış Şekli (Madde 82)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Muvakkat yakalama işlemi yapılırken, aşağıdakilerden hangisi zorunlu değildir?",
    "secenekler": {
      "a": "Şahsın vücudu üzerine el koymak",
      "b": "Silahla dokunmak",
      "c": "Muvakkat yakalandığının kişiye söylenmesi",
      "d": "Şahsın soyadını öğrenmek",
      "e": "Üzerinden silah ve vesair aletleri almak (kaçmaya teşebbüs halinde)"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Muvakkat yakalamak, şahsın vücudu üzerine el koymak veya silahla dokunmak ve muvakkat yakalandığının kendisine söylenmesi ile yapılır.",
    "aclama": "Muvakkat yakalamak, şahsın vücudu üzerine el koymak veya silahla dokunmak ve muvakkat yakalandığının kendisine söylenmesi ile yapılır."
  },
  {
    "soru_id": "IHK_062",
    "konu": "Askerlikte Nöbet Hizmetleri - Muvakkat Yakalananların Serbest Bırakılması (Madde 82)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Adli takibatı mucip bir sebep yoksa, muvakkat yakalanan kişi en geç ne zaman serbest bırakılır?",
    "secenekler": {
      "a": "Yakalandığı günün akşamı",
      "b": "Yakalanmanın ertesi günü",
      "c": "Üç gün sonra",
      "d": "Haftalık nöbet değişiminde",
      "e": "Mahkeme kararı ile"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Aksi takdirde nihayet muvakkat yakalandığının ertesi günü serbest bırakılır.",
    "aclama": "Aksi takdirde nihayet muvakkat yakalandığının ertesi günü serbest bırakılır."
  },
  {
    "soru_id": "IHK_063",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Komutanlığı (Madde 45-46)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İç Hizmet Kanunu'nun 46. Maddesine göre, bir garnizonda komutanlık görevinin hangi komutan tarafından yapılacağını ve bu maksatla yeni kadro ve teşkiller oluşturulup oluşturulamayacağını düzenleme yetkisi kime aittir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Milli Savunma Bakanlığı",
      "c": "Garnizondaki en kıdemli general",
      "d": "Cumhurbaşkanı",
      "e": "İlgili Kuvvet Komutanlığı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Garnizon komutanlığı görevinin hangi kıta komutanı veya kurum amiri tarafından yapılacağı Milli Savunma Bakanlığınca düzenlenir. Bu görevin yürütülmesi maksadıyla, Milli Savunma Bakanlığınca garnizonda bulunan kıta, karargâh ve kurumların dışında kadro ve teşkiller oluşturulabilir.",
    "aclama": "2021 yılında yapılan kanun değişikliği ile, daha önce Genelkurmay Başkanlığı'nda olan bu tür düzenleme yetkileri, sivil otoritenin rolünü güçlendirmek amacıyla Milli Savunma Bakanlığı'na devredilmiştir. Dolayısıyla, garnizon komutanının kim olacağını ve garnizon komutanlığına bağlı yeni teşkillerin kurulmasını düzenleme yetkisi Milli Savunma Bakanlığı'ndadır."
  },
  {
    "soru_id": "IHK_064",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Komutanlığı (Madde 46)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "İç Hizmet Kanunu Madde 46'da yer alan 'Bu görevin yürütülmesi maksadıyla, Milli Savunma Bakanlığınca garnizonda bulunan kıta, karargâh ve kurumların dışında kadro ve teşkiller oluşturulabilir.' cümlesinin günümüz (Eylül 2025) itibarıyla hukuki durumu nedir?",
    "secenekler": {
      "a": "Tamamen yürürlüktedir ve uygulanmaktadır.",
      "b": "TBMM tarafından yürürlükten kaldırılmıştır.",
      "c": "Anayasa Mahkemesi tarafından iptal edilmiştir ve iptal kararı yürürlüğe girmiştir.",
      "d": "Anayasa Mahkemesi tarafından iptal edilmiştir, ancak iptal kararının yürürlüğe girmesi ertelendiği için halen yürürlüktedir.",
      "e": "Danıştay tarafından yürütmesi durdurulmuştur."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Dipnot 9: Anayasa Mahkemesinin 17/10/2024 tarihli... Kararı ile bu fıkranın ikinci cümlesi iptal edilmiştir. Kararın Resmî Gazete'de yayımlanmasından başlayarak dokuz ay sonra yürürlüğe gireceği (30/1/2026) hüküm altına alınmıştır.",
    "aclama": "Bu soru, güncel bir Anayasa Mahkemesi kararını ve hukuki etkilerini bilmeyi gerektirir. Anayasa Mahkemesi, ilgili cümleyi 17 Ekim 2024'te iptal etmiş, ancak TBMM'ye yeni bir düzenleme yapması için zaman tanımak amacıyla iptal kararının yürürlüğe girişini 9 ay sonrasına (30 Ocak 2026) ertelemiştir. Dolayısıyla, Eylül 2025 tarihi itibarıyla cümle iptal edilmiş olsa da, karar henüz yürürlüğe girmediği için hukuken halen geçerlidir ve yürürlüktedir."
  },
  {
    "soru_id": "IHK_065",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Komutanlığı (Madde 47)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir garnizon komutanının, garnizona dahil olan tüm birlikler ve askeri kurumlar üzerindeki temel yetkisi nedir?",
    "secenekler": {
      "a": "İdari amiridir.",
      "b": "Lojistik amiridir.",
      "c": "Disiplin amiridir.",
      "d": "Eğitim amiridir.",
      "e": "Mali amiridir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 47 – Garnizon kumandanı garnizona dahil bütün kıta ve askeri kurumların disiplin amiridir.",
    "aclama": "Garnizon komutanının temel ve en kapsayıcı yetkisi, garnizon içindeki tüm askeri unsurların (kendi birliğinden olmasa dahi) disiplin amiri olmasıdır. Bu, garnizonun genel disiplin ve düzeninden sorumlu olduğu anlamına gelir."
  },
  {
    "soru_id": "IHK_066",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Komutanlığı (Madde 47)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 47'ye göre, koruma hizmetiyle görevli bir asker, koruduğu kişiye karşı silahlı bir saldırı teşebbüs edilmesi halinde nasıl hareket etmeye yetkilidir?",
    "secenekler": {
      "a": "Önce havaya uyarı ateşi açar.",
      "b": "Saldırganın sadece ayaklarına ateş edebilir.",
      "c": "Saldırganı teslim olması için ikna etmeye çalışır.",
      "d": "Doğruca ve duraksamadan hedefe ateş edebilir.",
      "e": "Sadece saldırgan ateş ederse karşılık verebilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bunlar, korudukları kişiye karşı silahlı bir saldırıya teşebbüs edilmesi halinde doğruca ve duraksamadan hedefe ateş edebilirler.",
    "aclama": "Kanun, koruma görevinin hassasiyeti nedeniyle, korunan kişiye yönelik yakın ve silahlı bir tehdit anında, koruma personelinin tereddüt etmesini önlemek ve etkin bir koruma sağlamak amacıyla çok net ve kesin bir yetki vermiştir: 'doğruca ve duraksamadan hedefe ateş etme'."
  },
  {
    "soru_id": "IHK_067",
    "konu": "TSK İç Hizmet Kanunu - Kışla Komutanlığı (Madde 51-52)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İçinde hem bir piyade taburunun hem de bir askeri dikimevinin bulunduğu bir kışlada, kışla komutanlığı görevi kime aittir?",
    "secenekler": {
      "a": "Piyade taburunun komutanına",
      "b": "Askeri dikimevinin amirine",
      "c": "Garnizon komutanına",
      "d": "En büyük rütbeli komutan veya amire",
      "e": "Milli Savunma Bakanlığı tarafından atanan bir komutana"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Muhtelif birlik ve kurumların bir arada bulunduğu kışla, konak ve ordugahlarda kumandanlık en büyük rütbeli kumandan veya amire aittir.",
    "aclama": "Bir kışla içinde birden fazla bağımsız birlik veya kurum bulunduğunda, kışlanın genel düzeninden sorumlu olacak komutanın belirlenmesi için hiyerarşik bir kural konulmuştur. Bu kural, o kışla içinde bulunan komutan veya amirlerden rütbesi en büyük olanın aynı zamanda kışla komutanı olmasını öngörür."
  },
  {
    "soru_id": "IHK_068",
    "konu": "TSK İç Hizmet Kanunu - Kışla Komutanlığı (Madde 54)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki komutan veya amirlerden hangisinin, kışla komutanlığı görevini rütbece kendisinden sonra gelen birine devretme yetkisi vardır?",
    "secenekler": {
      "a": "Tabur Komutanı",
      "b": "Alay Komutanı",
      "c": "Tümen Komutanı",
      "d": "Müstakil Bölük Komutanı",
      "e": "Hiçbiri devredemez, en kıdemli komutan yapmak zorundadır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 54 – Tümen (Dahil) daha yukarı kıta kumandanları ve eşidi kurum amirleri kışla komutanlığı görevini rütbece kendisinden sonra gelen birine devredebilir.",
    "aclama": "Kanun, kışla komutanlığı görevinin devredilmesi için bir rütbe ve makam sınırı belirlemiştir. Bu yetki, 'Tümen komutanı' ve ondan daha üst rütbedeki komutanlara (Kolordu Komutanı, Ordu Komutanı vb.) tanınmıştır. Alay veya Tabur komutanı gibi daha alt rütbedeki komutanların bu görevi devretme yetkisi yoktur."
  },
  {
    "soru_id": "IHK_069",
    "konu": "TSK İç Hizmet Kanunu - Yoklamalar (Madde 55)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'nun 55. Maddesine göre, kıta, karargah ve kurumlarda yapılması gereken olağan yoklamaların zamanları ve sayısı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "secenekler": {
      "a": "Günde iki defa: sabah ve akşam",
      "b": "Günde üç defa: sabah, öğle ve akşam",
      "c": "Günde üç defa: sabah, akşam ve gece",
      "d": "Günde bir defa: sadece akşam",
      "e": "Sadece sabah ve gece"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 55 – ...kıta, karargah ve kurumlarda biri sabah, diğeri akşam, üçüncüsü de gece olmak üzere günde üç defa yoklama yapılır.",
    "aclama": "Kanun, askeri birliklerdeki mevcudun tam olarak bilinmesi ve bir vukuat olup olmadığının tespiti amacıyla, standart olarak günde üç defa (sabah, akşam, gece) yoklama yapılmasını zorunlu kılmıştır."
  },
  {
    "soru_id": "IHK_070",
    "konu": "TSK İç Hizmet Kanunu - Önleme Araması (Madde 56/A)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri mahalde 'önleme araması' yapılabilmesi için temel kural ve bu kuralın gecikmesinde sakınca bulunan hallerdeki istisnası nedir?",
    "secenekler": {
      "a": "Kural: Birlik komutanının yazılı emri / İstisna: Savcının sözlü emri",
      "b": "Kural: Sulh ceza hâkimi kararı / İstisna: 24 saat içinde hâkim onayına sunulmak şartıyla komutanın yazılı emri",
      "c": "Kural: Garnizon komutanının kararı / İstisna: Nöbetçi amirin emri",
      "d": "Kural: Savcının kararı / İstisna: Kolluk kuvvetlerinin talebi",
      "e": "Önleme araması için herhangi bir karar veya emir gerekmez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Tehlikenin veya suç işlenmesinin önlenmesi amacıyla usulüne göre verilmiş sulh ceza hâkimi kararı veya bu sebeplere bağlı olarak gecikmesinde sakınca bulunan hallerde yirmi dört saat içinde görevli hâkimin onayına sunulması şartıyla askeri birlik komutanının... yazılı emri üzerine... arama yapılır.",
    "aclama": "Bu madde, temel hak ve hürriyetlerden olan özel hayatın gizliliğine bir müdahale olan arama için temel güvenceyi 'hâkim kararı' olarak belirlemiştir. Ancak, gecikmenin tehlike doğuracağı acil durumlarda, askeri amirin yazılı emriyle arama yapılmasına izin verilmiş, fakat bu yetki de '24 saat içinde hâkim onayına sunulma' şartıyla sınırlandırılmıştır."
  },
  {
    "soru_id": "IHK_071",
    "konu": "TSK İç Hizmet Kanunu - Önleme Araması (Madde 56/A)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 56/A'ya göre, 'önleme araması' yapılması kesinlikle yasak olan yerler nerelerdir?",
    "secenekler": {
      "a": "Subay ve astsubayların özel araçları",
      "b": "Erbaş ve erlerin dolapları",
      "c": "Askeri misafirhaneler",
      "d": "Konutta ve yerleşim yerinde ve eklentilerinde",
      "e": "Karargâh binalarındaki özel ofisler"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Konutta ve yerleşim yerinde ve eklentilerinde önleme araması yapılamaz.",
    "aclama": "Anayasa ile de korunan konut dokunulmazlığı, en üst düzeydeki güvencelerden biridir. Bu nedenle İç Hizmet Kanunu, 'önleme' amacıyla yapılacak bir idari aramanın, kişilerin konut, yerleşim yeri ve eklentilerini (bahçe, garaj vb.) kapsamasını kesin bir dille yasaklamıştır. Bu tür yerlerde arama ancak adli makamların kararıyla mümkündür."
  },
  {
    "soru_id": "IHK_072",
    "konu": "TSK İç Hizmet Kanunu - Askeri Mahallerde Kontrol (Madde 56/B)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri bir mahalle giriş sırasında teknik cihazların (duyarlı kapı, metal dedektör vb.) sürekli ikaz vermesi halinde, kişinin içeri girebilmesi için kabul etmesi gereken son aşama kontrol yöntemi nedir?",
    "secenekler": {
      "a": "Aracının detaylı aranmasını kabul etmek",
      "b": "Elle kontrolü kabul etmek",
      "c": "Kimlik bilgilerini teyit ettirmek",
      "d": "Yazılı bir taahhütname imzalamak",
      "e": "İçeri girmesine izin verilmez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Teknik cihazların ikazının sürmesi hâlinde, bu kişiler ancak elle kontrolü kabul ettikleri takdirde askerî mahallere girebilirler.",
    "aclama": "Bu madde, askeri mahallerin güvenliğini sağlamak için kademeli bir kontrol sistemi öngörür. Teknik cihazlar şüpheyi ortadan kaldırmazsa, son aşama olarak 'elle kontrol' yöntemi devreye girer. Kişi, bu son ve daha detaylı kontrolü kabul etmezse içeri alınmaz."
  },
  {
    "soru_id": "IHK_073",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 57)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'na göre, Türk Silahlı Kuvvetleri sağlık işlerinde esas olan iki temel hizmet türü aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Tedavi ve rehabilitasyon hizmetleri",
      "b": "Acil ve poliklinik hizmetleri",
      "c": "Yatarak ve ayakta tedavi hizmetleri",
      "d": "Koruyucu ve askeri sağlık hizmetleri",
      "e": "Lojistik ve idari sağlık hizmetleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri sağlık işlerinde, askerlerin fizik ve moral durumlarının takibi ile koruyucu ve askerî sağlık hizmetlerinin yürütülmesi esastır.",
    "aclama": "Kanun, TSK'daki sağlık hizmetlerinin sadece hastalandıktan sonra tedavi etmeye yönelik olmadığını, öncelikli olarak hastalıkları önlemeye yönelik 'koruyucu' sağlık hizmetleri ile askeri görevin özelliklerine yönelik 'askeri sağlık hizmetlerinin' esas olduğunu vurgular."
  },
  {
    "soru_id": "IHK_074",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 62)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "2024 yılında yapılan kanun değişikliğine göre, erbaş ve erlerin tedavileri sırasında ortaya çıkan ve SGK tarafından karşılanmayan 'eşdeğer ilaç fark ücreti' gibi bazı masraflar kimin bütçesinden karşılanır?",
    "secenekler": {
      "a": "Personelin kendisi",
      "b": "Sosyal Güvenlik Kurumu",
      "c": "İlgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı",
      "d": "Sağlık Bakanlığı",
      "e": "Askeri hastaneler döner sermayesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...erbaş ve erlerin genel sağlık sigortalısı sayıldıkları süre içerisinde yönetmelikte belirlenecek usul ve esaslar çerçevesinde ilgisine göre Millî Savunma Bakanlığı, Jandarma Genel Komutanlığı veya Sahil Güvenlik Komutanlığı bütçesinden karşılanır.",
    "aclama": "Bu yeni hüküm, askerlik hizmetini yapan yükümlü erbaş ve erlerin, sivil vatandaşların ödemek zorunda olduğu bazı ilaç ve malzeme fark ücretlerinden muaf tutulmasını sağlamaktadır. Bu ek maliyet, personelin bağlı olduğu kurumun (MSB, JGK veya SGK) bütçesi tarafından üstlenilir."
  },
  {
    "soru_id": "IHK_075",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 63)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "İzindeyken hastalanan bir uzman erbaş ile izindeyken hastalanan bir yükümlü er arasında, sağlık kuruluşuna müracaat etme usulü açısından ne gibi bir fark vardır?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, ikisi de en yakın askeri birliğe başvurur.",
      "b": "Uzman erbaş istediği sağlık kuruluşuna gidebilirken, er sadece askeri hastanelere gidebilir.",
      "c": "Uzman erbaş tercihine göre askeri veya sivil sağlık kuruluşuna gidebilirken, erin en yakın askeri birliğe haber verme ve onların sevk etmesini sağlama zorunluluğu vardır.",
      "d": "Er istediği sağlık kuruluşuna gidebilirken, uzman erbaşın mutlaka amirinden izin alması gerekir.",
      "e": "Her ikisi de sadece bulundukları yerdeki devlet hastanelerine başvurabilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "İzindeyken hastalanan subay, astsubay... uzman erbaşlar... tercihlerine göre askerî veya sivil sağlık hizmet sunucularına müracaat edebilirler... İzindeyken hastalanan uzman erbaşlar hariç erbaş ve erler ile öğrenciler hakkında birinci fıkra hükümleri uygulanır.",
    "aclama": "Bu soru, farklı personel statülerinin hakları arasındaki ince bir ayrımı sorgulamaktadır. Profesyonel personel olan uzman erbaşlar, izin sırasında hastalandıklarında sağlık kuruluşu seçme özgürlüğüne sahiptir. Ancak yükümlülük hizmetini yapan erler, izinli olsalar dahi hiyerarşik yapıya ve kontrol mekanizmasına tabi olduklarından, en yakın askeri birliğe durumu bildirmek ve onların yönlendirmesiyle hareket etmek zorundadırlar."
  },
  {
    "soru_id": "IHK_076",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 68)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir TSK mensubunun yurt dışında tedavi edilebilmesi için hangi kurumun raporu ve hangi makamın onayı gerekmektedir?",
    "secenekler": {
      "a": "Herhangi bir üniversite hastanesi raporu ve Sağlık Bakanlığı onayı",
      "b": "Gülhane Askeri Tıp Akademisi Profesörler Kurulu raporu ve Milli Savunma/İçişleri Bakanlığı onayı",
      "c": "Genelkurmay Sağlık Dairesi raporu ve Genelkurmay Başkanı onayı",
      "d": "Ankara Şehir Hastanesi raporu ve Cumhurbaşkanı onayı",
      "e": "Kendi birlik tabibinin raporu ve Kuvvet Komutanı onayı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Gülhane Askeri Tıp Akademisi Profesörler Kurulu raporu ile yurtiçinde tedavilerinin mümkün olmadığı tespit edilen... tedavi için yurtdışına gönderilirler... Ancak, yukarıda belirtilen rapor, Milli Savunma Bakanlığı veya İçişleri Bakanlığının onayı ile tekemmül eder.",
    "aclama": "Yurt dışı tedavi, kamusal bir maliyet oluşturduğu ve istisnai bir durum olduğu için çok katı kurallara bağlanmıştır. Tıbbi olarak yurt içinde tedavisinin imkansız olduğunun en yetkin askeri sağlık kurulu olan 'GATA Profesörler Kurulu' tarafından raporlanması ve bu raporun idari olarak 'ilgili Bakanlık' tarafından onaylanması gerekmektedir."
  },
  {
    "soru_id": "IHK_077",
    "konu": "TSK İç Hizmet Kanunu - Hayvanlara Ait Bakım (Madde 72)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir askeri birlikte TSK mensubu veteriner hekim bulunmadığı durumlarda, hastalanan bir hizmet hayvanının muayene ve tedavisi için başvurulacak yerler arasında öncelik sırası hangi seçenekte doğru verilmiştir?",
    "secenekler": {
      "a": "Önce özel veteriner, sonra üniversite hayvan hastanesi, sonra askeri hayvan kliniği",
      "b": "Önce kamu veterineri, sonra özel veteriner, sonra üniversite hayvan hastanesi",
      "c": "Sadece en yakın özel veterinere başvurulur.",
      "d": "Önce askeri hayvan kliniği, sonra kamu veya üniversite veterinerleri/hayvan hastaneleri",
      "e": "Sadece üniversite hayvan hastanelerine başvurulur."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri mensubu veteriner hekim veya yeterli tedavi ünitesi bulunmayan yerlerde hasta hayvanların muayene ve tedavisi sırasıyla; bölgedeki askerî hayvan klinikleri, kamu veya üniversite veteriner hekimleri veya hayvan hastaneleri tarafından yapılır.",
    "aclama": "Kanun, askeri hizmet hayvanlarının sağlığı için kademeli ve öncelikli bir sistem belirlemiştir. İlk olarak, eğer birlik içinde veteriner yoksa, diğer askeri hayvan kliniklerine başvurulur. Bu da mümkün değilse, sivil kamu kurumlarına (üniversite, belediye vb.) başvurulur. En son çare olarak ise hizmet temini yoluna gidilir."
  },
  {
    "soru_id": "IHK_078",
    "konu": "TSK İç Hizmet Kanunu - Rütbe Sahiplerinin Vazifeleri (Madde 75)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İç Hizmet Kanunu Madde 75'e göre, aşağıdakilerden hangisi her rütbe sahibinin memur ve mecbur olduğu görevlerden biri olarak sayılmamıştır?",
    "secenekler": {
      "a": "Disiplini daima ve her yerde tesis ve muhafaza etmek.",
      "b": "Maiyetini yetiştirmek ve astın şahsi teşebbüsünü geliştirmek.",
      "c": "Kendisine teslim olunan askeri eşyayı ve hayvanatı korumak.",
      "d": "Maiyetinin bütün şahsi ve ailevi sorunlarını çözmek.",
      "e": "Vazifeli olduğu yerlerde emrindeki hizmet ve vazifeleri öğretmek."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Her rütbe sahibi, ... disiplini tesis ve muhafazaya ve maiyetini yetiştirmeye ve astın şahsi teşebbüsünü inkişaf ettirmeye ve kendisine teslim olunan... askeri eşyayı... ve hayvanatı korumaya memur ve mecburdur.",
    "aclama": "Madde 75, bir amirin veya üstün görevlerini çok geniş bir yelpazede tanımlar. Bu görevler arasında disiplini sağlamak, eğitmek, astların inisiyatif almasını teşvik etmek ve devlet malını korumak gibi mesleki sorumluluklar vardır. Ancak 'maiyetin bütün şahsi ve ailevi sorunlarını çözmek' gibi bir görev, bu maddede sayılan hukuki bir zorunluluk değildir."
  },
  {
    "soru_id": "IHK_079",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 76)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 76'da yer alan 'Nöbet' hizmetinin tanımına göre, bu hizmeti yapacak kişiler arasında aşağıdakilerden hangileri de sayılmıştır?",
    "secenekler": {
      "a": "Sadece erbaş ve erler",
      "b": "Sadece subay ve astsubaylar",
      "c": "Sadece askeri öğrenciler",
      "d": "Subay, astsubay, erbaş, er, askeri öğrenciler ve TSK'da görevli sivil şahıslar",
      "e": "Sadece silahlı personel"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Nöbet; ... subay, askeri memur, astsubay, askeri öğrenci, erbaş ve erler ile Silahlı Kuvvetler Teşkilatı içinde vazifeli olan bilümum sivil şahıslar tarafından yapılmasıdır.",
    "aclama": "Kanun, nöbet hizmetini çok geniş bir personel grubunu kapsayacak şekilde tanımlamıştır. Bu hizmet sadece rütbeli/rütbesiz askerleri değil, aynı zamanda TSK bünyesinde görev yapan 'sivil şahısları' (örneğin sivil memurlar, işçiler) da kapsar. Bu, hizmetin devamlılığı için tüm personelin sorumluluk sahibi olduğunu gösterir."
  },
  {
    "soru_id": "IHK_080",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 78)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "'Belirli bir talimatı ve mıntıkası bulunan silahlı tek veya çift er veya erbaşlar' olarak tanımlanan nöbet birimi aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Karakol",
      "b": "Devriye",
      "c": "Nizam Karakolu",
      "d": "Karakol nöbetçisi",
      "e": "Gözcü"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "b) Karakol nöbetçisi: Aynı maksatlarla bir karakoldan veya her hangi bir suretle çıkarılan ve bir yere konulan ve belli bir talimatı ve mıntakası bulunan silahlı tek veya çift er veya erbaşlardır.",
    "aclama": "Bu madde nöbet hizmetinin temel unsurlarını tanımlar. 'Karakol' bir amir komutasındaki silahlı birimi, 'Devriye' gezerek görev yapan birimi ifade ederken; belirli bir noktada sabit durarak görev yapan tek veya çift askere 'Karakol nöbetçisi' denir."
  },
  {
    "soru_id": "IHK_081",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 79)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir kışla içerisinde, kıtası olmayan bir karargah binasının karakol, nöbetçi ve devriye ihtiyacı nasıl karşılanır?",
    "secenekler": {
      "a": "Karargah personeli kendi nöbetini tutar.",
      "b": "O mevkideki en yakın nizam karakolundan temin olunur.",
      "c": "Garnizon komutanlığı tarafından özel olarak görevlendirilir.",
      "d": "Polisten veya jandarmadan yardım istenir.",
      "e": "Kıtası olmayan karargahlar nöbet hizmetinden muaftır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kıtası olmıyan karargah ve askeri kurumların karakol nöbetçi ve devriyeleri o mevkideki en yakın nizam karakolundan temin olunur.",
    "aclama": "Kanun, nöbet hizmetinin sürekliliği için pratik bir çözüm öngörmüştür. Kendi bünyesinde nöbet çıkaracak yeterli erbaş/er personeli bulunmayan karargah ve kurumların güvenliği, o yerleşkedeki kıta birliği tarafından çıkarılan 'en yakın nizam karakolu' tarafından sağlanır."
  },
  {
    "soru_id": "IHK_082",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 80)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Bir karakol nöbetçisi, aşağıdaki hallerden hangisinde kendi mıntıkası dahilindeki sivil bir şahsı muvakkaten (geçici olarak) yakalama yetkisine sahiptir?",
    "secenekler": {
      "a": "Şahsın kimliğinden şüphelendiğinde.",
      "b": "Şahsın askeri bölgenin fotoğrafını çektiğini gördüğünde.",
      "c": "Şahsın bir cürüm (suç) işlerken veya işledikten sonra kaçarken yakalanması durumunda.",
      "d": "Şahsın kendisine sözlü olarak hakaret etmesi durumunda.",
      "e": "Sivil bir şahsı hiçbir durumda yakalayamaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "a) Adli takibat maksadı ile: Bir cürüm işlerken veya bir cürmü işledikten sonra kovalanırken her şahsı...",
    "aclama": "Bu madde, nöbetçinin yakalama yetkisinin sınırlarını çizer. Nöbetçi, 'disiplin amacıyla' sadece askerleri yakalayabilir. Ancak, eğer bir kişi (sivil veya asker fark etmeksizin) gözü önünde bir suç işliyorsa (suçüstü hali) veya işledikten hemen sonra kaçıyorsa, 'adli takibat amacıyla' her vatandaş gibi, ancak silahlı bir görevli olarak, o şahsı yakalama yetkisine sahiptir."
  },
  {
    "soru_id": "IHK_083",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 82)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Karakol hizmetinde bulunan bir asker tarafından muvakkaten (geçici olarak) yakalanan bir kişiyle ilgili adli takibatı gerektiren bir durum yoksa, bu kişi en geç ne zamana kadar serbest bırakılmalıdır?",
    "secenekler": {
      "a": "Yakalandıktan sonra 1 saat içinde",
      "b": "Aynı gün mesai bitimine kadar",
      "c": "Yakalandığının ertesi günü",
      "d": "Nöbetçi amirinin kararıyla 48 saate kadar",
      "e": "Savcılıktan talimat gelene kadar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Muvakkat yakalananlar adli takibatı mucip bir sebep varsa salahiyetli askeri veya adli makamlara teslim olunur. Aksi takdirde nihayet muvakkat yakalandığının ertesi günü serbest bırakılır.",
    "aclama": "Kanun, askeri personelin keyfi olarak birini alıkoymasını önlemek için net bir süre sınırı koymuştur. Eğer yakalanan kişiyle ilgili adli bir süreç başlatılmayacaksa, alıkoyma süresi en geç 'yakalandığı günün ertesi gününe' kadar devam edebilir, bu sürenin sonunda kişi serbest bırakılmak zorundadır."
  },
  {
    "soru_id": "IHK_084",
    "konu": "TSK İç Hizmet Kanunu - Hazır Kıta (Madde 84)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'na göre bir 'Hazır Kıta'nın uyması gereken temel hazırlık durumu aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Gündüzleri silahlı ve giyimli, geceleri ise yatakhanede bekler.",
      "b": "Sadece alarm verildiğinde teçhizatını kuşanarak harekete hazır olur.",
      "c": "Gece dahi seferi teçhizatlı, silahlı ve giyimli olarak harekete hazır bulunur.",
      "d": "Silahlı ve giyimli olur ancak teçhizat taşıması gerekmez.",
      "e": "Sadece silahlı olarak beklemesi yeterlidir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 84 – Hazır kıta gece dahi seferi teçhizatlı silahlı ve giyimli olarak harekete hazır bulunur.",
    "aclama": "Hazır kıtanın temel özelliği, ani gelişen durumlara anında müdahale edebilmesidir. Bu nedenle kanun, bu birliğin sadece silahlı ve giyinik olmasını değil, aynı zamanda 'gece dahi' ve 'seferi teçhizatlı' olarak, yani tam donanımlı bir şekilde her an harekete hazır bulunmasını şart koşar."
  },
  {
    "soru_id": "IHK_085",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askerin, kendisine emanet edilmiş olan bir tutuklunun kaçmaya teşebbüs etmesi ve 'dur' emrini dinlememesi halinde silah kullanabilmesinin son ve en önemli şartı nedir?",
    "secenekler": {
      "a": "Kaçan kişinin sivil olması",
      "b": "Olayın gece vakti gerçekleşmesi",
      "c": "Başka türlü ele geçirilmesinin mümkün olmaması",
      "d": "Amirinden sözlü onay alması",
      "e": "Kaçan kişinin silahlı olması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "c) ...kaçması veya kaçmaya teşebbüs etmesi ve verilecek dur emrini dinlemediği görüldüğünde başka türlü ele geçirilmesi kabil olmadığı takdirde yakalanması için,",
    "aclama": "Silah kullanma, her zaman en son çaredir. Kanun, kaçan bir şahsa karşı silah kullanılabilmesi için 'başka türlü ele geçirilmesinin mümkün olmaması' şartını getirmiştir. Bu, askerin önce kovalamak, yolunu kesmek gibi daha hafif yöntemleri denemesi gerektiğini, bu yöntemler sonuçsuz kalırsa ve başka bir seçenek yoksa son çare olarak silah kullanabileceğini ifade eder."
  },
  {
    "soru_id": "IHK_086",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "İç Hizmet Kanunu'na göre 'ateş etmek son çaredir' ilkesi doğrultusunda, ateş etmeye karar verildiğinde izlenmesi gereken kademeli sıralama aşağıdakilerden hangisinde doğru verilmiştir?",
    "secenekler": {
      "a": "Önce ayağa, sonra havaya ihtar ateşi, sonra hedef gözetmeksizin ateş",
      "b": "Önce havaya ihtar ateşi, sonra hedef gözetmeksizin ateş, sonra ayağa ateş",
      "c": "Önce havaya ihtar ateşi, sonra ayağa doğru ateş, sonra hedef gözetilmeksizin ateş",
      "d": "Önce ayağa doğru ateş, sonra hedef gözetmeksizin ateş",
      "e": "Doğrudan hedef gözetilmeksizin ateş edilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "2. Silah kullanmak mutlaka ateş etmek değildir. Ateş etmek son çaredir. Önce havaya ihtar ateşi yapılır. Sonra ayağa doğru ateş edilir, mukavemet veya taarruza veyahut tehlikeli bir tehdide varan mukavemet hali devam ederse, hedef gözetilmeksizin ateş edilir.",
    "aclama": "Bu madde, 'kademeli güç kullanımı' ilkesini tanımlar. Amaç, en az zararla tehlikeyi bertaraf etmektir. Bu nedenle asker, önce 'havaya ateş' ederek uyarır. Bu uyarı işe yaramazsa, öldürücü olmayan bir bölge olan 'ayağa doğru' ateş eder. Tehlike buna rağmen devam ediyorsa, son çare olarak 'hedef gözetmeksizin' ateş ederek tehlikeyi durdurmaya çalışır."
  },
  {
    "soru_id": "IHK_087",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir asayiş birliğinin komutanı, olay yerinde sözlü olarak 'ateş' emri vermiştir. Bu komutanın emirle ilgili olarak daha sonra yapması gereken işlem nedir?",
    "secenekler": {
      "a": "Emri yazılı olarak garnizon komutanına rapor etmek.",
      "b": "Emri en yakın savcılığa bildirmek.",
      "c": "Hiçbir şey yapmasına gerek yoktur, sözlü emir yeterlidir.",
      "d": "Emri derhal geri çekmek.",
      "e": "Verdiği sözlü emri yazı ile teyit etmek."
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "1. Bu maddede yazılı görevleri yapmak için birliğe görev veren üst komutan olay yerinde bulunuyorsa sözle ateş emri vermeye yetkilidir. Komutan, bu emri yazı ile teyit eder.",
    "aclama": "Olayın aciliyeti nedeniyle ateş emri sözlü olarak verilebilir. Ancak, emrin hukuki geçerliliği ve ispatı açısından, emri veren komutanın daha sonra bu sözlü emrini mutlaka 'yazılı olarak teyit etmesi' kanuni bir zorunluluktur."
  },
  {
    "soru_id": "IHK_088",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 88)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun açıkça izin verdiği bir durumda, silah kullanma yetkisini yerinde ve zamanında kullanmayan veya silahından tam olarak faydalanmayan bir askerin veya komutanın hukuki durumu ne olur?",
    "secenekler": {
      "a": "Hiçbir sorumluluğu olmaz.",
      "b": "Sadece disiplin cezası alır.",
      "c": "Fiilin mahiyetine göre cezalandırılır.",
      "d": "Rütbesi geçici olarak indirilir.",
      "e": "Sadece uyarılır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 88 – ...kanunun tayin etmiş olduğu müsaadeleri yerinde ve zamanında kullanmaz veya silahlarından tamamiyle istifade etmezse fiilin mahiyetine göre cezalandırılır.",
    "aclama": "Silah kullanma yetkisi, aynı zamanda bir görev ve sorumluluktur. Bu yetkinin kullanılmasının gerekli olduğu bir durumda, görevlinin çekimser kalması veya görevini eksik yapması da bir suç teşkil edebilir. Kanun, bu durumda kişinin 'fiilin mahiyetine göre' (örneğin bir ihmal sonucu birinin ölmesi gibi) cezalandırılacağını belirtmiştir."
  },
  {
    "soru_id": "IHK_089",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 91)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Merkez komutanlığı teşkiline lüzum görülmeyen küçük bir garnizonda, askeri inzibat vazifelerini yürütme görevi, garnizon komutanının da bu görevi yapacak bir subay veya astsubay bulamaması halinde kime aittir?",
    "secenekler": {
      "a": "En yakın jandarma karakoluna",
      "b": "Belediye zabıtasına",
      "c": "Garnizondaki en kıdemli astsubaya",
      "d": "Bizzat garnizon komutanına",
      "e": "Bu garnizonda inzibat hizmeti yürütülmez."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Merkez komutanlığı teşkiline lüzum görülmiyen küçük garnizonlarda buna ait vazifeler, garnizon kumandanı tarafından tayin edilecek bir inzibat subayı veya astsubayı buna da imkan olmıyan hallerde bizzat garnizon kumandanı tarafından yapılır.",
    "aclama": "Kanun, garnizondaki disiplin ve asayiş hizmetinin sürekliliğini sağlamak için kademeli bir sorumluluk zinciri oluşturmuştur. İnzibat subayı/astsubayı bulunamıyorsa, bu görevden vazgeçilmez; son çare olarak 'bizzat garnizon komutanı' bu hizmetleri yürütmekle yükümlü olur."
  },
  {
    "soru_id": "IHK_090",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Bir askeri inzibat astsubayı, kendisiyle aynı rütbede olan ancak başka bir birlikten bir astsubayın disiplini bozan bir hareketine şahit olmuştur. Bu durumda inzibat astsubayının yetkisi nedir?",
    "secenekler": {
      "a": "Kendi rütbesinde olduğu için müdahale edemez, sadece amirine rapor eder.",
      "b": "Sadece sözlü olarak uyarabilir.",
      "c": "Kendi rütbesindeki birine karşı inzibat vazifesini ifa edebilir.",
      "d": "Sadece rütbesi daha düşükse müdahale edebilir.",
      "e": "Sadece polise veya jandarmaya haber verebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "c) Subay ve askeri memurlarla astsubaylar hakkında askeri inzibat vazifeleri; ancak üst veya kendi rütbelerindeki inzibat subay ve astsubayları tarafından yapılabilir.",
    "aclama": "Askeri inzibatların yetkisi, normal hiyerarşi kurallarından farklıdır. Bir inzibat subayı veya astsubayı, görevini yaparken kendisinden 'daha ast rütbede olmamak kaydıyla', yani 'kendi rütbesindeki veya daha üst rütbedeki' diğer askerlere müdahale etme ve inzibat görevini yerine getirme yetkisine sahiptir."
  },
  {
    "soru_id": "IHK_091",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Normalde bir subayı sadece kendi rütbesindeki veya daha üst rütbedeki bir inzibat subayı yakalayabilirken, hangi istisnai durumda bir inzibat eri dahi bir subayı yakalamaya mezun (yetkili) kılınmıştır?",
    "secenekler": {
      "a": "Subayın amirine saygısızlık yapması halinde",
      "b": "Subayın izinsiz olarak garnizonu terk etmesi halinde",
      "c": "Subayın ağır cezayı gerektiren bir suçu işlerken yakalanması (meşhut cürüm) halinde",
      "d": "Subayın alkollü olarak araç kullanması halinde",
      "e": "Hiçbir durumda bir er bir subayı yakalayamaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ancak ağır cezayı müstelzim meşhut cürüm halinde subayları, askeri memurları ve astsubayları dahi yakalamaya askeri inzibatlar, polisler, jandarmalar ve herkes mezundur.",
    "aclama": "Bu hüküm, suçüstü halinin yarattığı acil ve istisnai durumu düzenler. Eğer işlenen suç 'ağır ceza gerektiren bir suçüstü' hali ise, hiyerarşi kuralları ortadan kalkar ve o anda olaya tanık olan sadece inzibatlar, polis veya jandarma değil, 'herkes' (siviller dahil) o subayı yakalama yetkisine sahip olur."
  },
  {
    "soru_id": "IHK_092",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 93)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir subayın, ağır ceza gerektiren suçlar dışındaki bir suçu işlediği iddiasıyla polis tarafından yakalanması durumunda, polisin yapması gereken işlem nedir?",
    "secenekler": {
      "a": "Doğrudan Cumhuriyet Savcılığı'na teslim etmek.",
      "b": "En yakın askeri makama veya inzibat karakoluna davet etmek.",
      "c": "Gözaltına alarak Emniyet Müdürlüğü'ne götürmek.",
      "d": "Sadece tutanak tutup serbest bırakmak.",
      "e": "Birlik komutanının gelmesini beklemek."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Üniformalı veya sivil elbiseli subay, askeri memur ve astsubaylar ağır cezalı cürümler dışındaki suçları işledikleri takdirde polis veya jandarma kuvvetleri tarafından en yakın askeri makama veya inzibat karakoluna davet edilir.",
    "aclama": "Asker kişilerin yargılanma usulleri özel kanunlara tabidir. Ağır ceza gerektirmeyen suçüstü hallerinde, sivil kolluk (polis/jandarma) rütbeli askeri personeli doğrudan gözaltına almaz; bunun yerine durumu tespit eder ve personeli en yakın askeri makama 'davet' eder (fiiliyatta teslim eder). Askeri şahıs bu davete uymak zorundadır. Soruşturmanın sonraki aşamaları askeri ve adli makamlarca yürütülür."
  },
  {
    "soru_id": "IHK_093",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 98)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İç Hizmet Kanunu'na göre, orduevi, askeri gazino gibi sosyal tesislerin kurulabilmesi için kimin izni gereklidir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Cumhurbaşkanı",
      "c": "İlgili Kuvvet Komutanlığı",
      "d": "Milli Savunma Bakanlığı",
      "e": "Maliye Bakanlığı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Silahlı Kuvvetleri personelinin sosyal ve moral ihtiyaçlarını karşılamak... maksadıyla ve Milli Savunma Bakanlığının izni ile... Orduevi... Askerî gazinolar... kurulabilir.",
    "aclama": "TSK bünyesinde sosyal tesislerin kurulması, sivil otoritenin denetimine ve iznine tabidir. Bu yetki, kanunda açıkça 'Milli Savunma Bakanlığı'na verilmiştir."
  },
  {
    "soru_id": "IHK_094",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 100)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, İç Hizmet Kanunu Madde 100'e göre 'askeri bina olup askeri mahal vasıf ve mahiyetini haizdir'?",
    "secenekler": {
      "a": "Askeri lojmanlar",
      "b": "Ordu evleri, askeri gazinolar ve kışla gazinoları",
      "c": "Askerlik şubeleri",
      "d": "TSK'ya ait dinlenme kampları",
      "e": "Sadece kışla gazinoları"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 100 – Ordu evleri, askeri gazinoları ve kışla gazinoları askeri bina olup askeri mahal vasıf ve mahiyetini haizdir.",
    "aclama": "Bu madde, belirtilen sosyal tesislerin hukuki statüsünü netleştirir. Bu yerlerin 'askeri mahal' sayılması, içeride işlenebilecek suçların askeri suç kapsamına girmesi, güvenliklerinin askeri personelce sağlanması ve giriş-çıkışların askeri kurallara tabi olması gibi önemli hukuki sonuçlar doğurur."
  },
  {
    "soru_id": "IHK_095",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 101)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 101'e göre, orduevi, askeri gazino gibi sosyal tesislerin gelir kalemleri arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "İşletme, kira, bağış ve reklam gelirleri",
      "b": "Üye aidatları ve kart ücretleri",
      "c": "Diğer tesislerin sermayelerinden yetkili komutanlık izni ile yapılan aktarımlar",
      "d": "Genel bütçeden doğrudan aktarılan kâr payları",
      "e": "Yukarıda sayılan gelirlerden elde edilecek faiz gelirleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Orduevleri, askerî gazinolar... gelirleri; a) İşletme gelirlerinden... f) Sergi, fuar, promosyon, reklam ve diğer gelirlerden... oluşur.",
    "aclama": "Kanun, bu tesislerin kendi kendilerini finanse etmeleri için çeşitli gelir kaynakları tanımlamıştır. Bu kaynaklar arasında işletme kârı, kira, aidat gibi kalemler bulunur. Ancak genel bütçeden bu tesislere 'kâr payı' aktarımı gibi bir gelir kalemi yoktur. Genel bütçeden sadece 'sermaye' oluşturmak amacıyla ödenek konulabilir, bu da bir gelir değil, sermaye katkısıdır."
  },
  {
    "soru_id": "IHK_096",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 103)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bir askeri gazinoda, özel bir ihtisas gerektiren bir hizmetin, hizmet alımı veya kiralama yoluyla dışarıdan karşılanabilmesi için hangi iki şarttan birinin varlığı gerekir?",
    "secenekler": {
      "a": "Personel yetersizliği veya yüksek maliyet",
      "b": "Hizmetin acil olması veya teknik donanım eksikliği",
      "c": "Komutanın takdiri veya personelin talebi",
      "d": "Kalitenin artırılması veya rekabetin sağlanması",
      "e": "Bütçede fazla ödenek olması veya tesisin zarar etmesi"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Orduevleri, askerî gazinolar... özel bir ihtisas gerektiren hizmetlerin; personel yetersizliği veya maliyeti nedeniyle verilememesi durumunda bu hizmetler, hizmet alımı veya kiralama yoluyla dışarıdan karşılanabilir.",
    "aclama": "Kanun, sosyal tesislerdeki hizmetlerin dışarıdan temin edilmesini (özelleştirilmesini) keyfiyetten uzak tutmak için iki somut şarta bağlamıştır: Ya o hizmeti verecek nitelikte askeri personel yoktur (personel yetersizliği) ya da bu hizmeti TSK personeliyle vermenin maliyeti, dışarıdan almaktan daha yüksektir (maliyeti)."
  },
  {
    "soru_id": "IHK_097",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 104)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Askeri kantinlerin temel kuruluş amacı ve bu amaç doğrultusunda satışı yasaklanan mal grubu hangisidir?",
    "secenekler": {
      "a": "Personele kar sağlamak / Alkollü içecekler",
      "b": "Personelin zaruri ihtiyaçlarını ucuza sağlamak / Dayanıklı tüketim malları",
      "c": "Personele sosyal bir ortam yaratmak / Tütün mamulleri",
      "d": "Tesis gelirlerini artırmak / Elektronik eşyalar",
      "e": "Personele her türlü ihtiyacını sağlamak / Herhangi bir yasak yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türk Silahlı Kuvvetleri personelinin dayanıklı tüketim malları hariç zaruri ihtiyaçlarının daha ucuz ve kolaylıkla sağlanmasını temin maksadıyla her kışlada kantin kurulabilir.",
    "aclama": "Kantinlerin amacı, personele günlük ve temel ihtiyaçlarını (gıda, temizlik malzemesi vb.) kâr amacı gütmeden, ucuza sağlamaktır. Bu amacın dışına çıkılmaması için kanun, buzdolabı, televizyon gibi 'dayanıklı tüketim mallarının' kantinlerde satılmasını yasaklamıştır."
  },
  {
    "soru_id": "IHK_098",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 104)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "2021 yılında yapılan değişiklikle, askeri kantinlerin hangi giderlerinin genel bütçeden karşılanacağı hüküm altına alınmıştır?",
    "secenekler": {
      "a": "Personel maaşları",
      "b": "Tüm mal alım giderleri",
      "c": "Kira giderleri",
      "d": "Elektrik, su ve yakacak giderleri",
      "e": "Reklam ve promosyon giderleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "(Ek fıkra:18/2/2021-7281/5 md.) Kiraya verilen veya üçüncü şahıslara işlettirilen kısımları hariç olmak üzere askerî kantinlerin elektrik, su ve yakacak giderleri genel bütçeden karşılanır.",
    "aclama": "Bu hüküm, kantinlerin işletme maliyetlerini düşürerek ürünleri personele daha ucuza satabilmelerini sağlamak amacıyla getirilmiştir. Kantinlerin kendi işlettiği kısımların temel sabit giderleri olan 'elektrik, su ve yakacak' masraflarının devlet tarafından karşılanması öngörülmüştür."
  },
  {
    "soru_id": "IHK_099",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 106)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunda sayılan TSK sosyal tesislerinin (orduevi, kantin vb.) muaf olduğu temel vergiler aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Kurumlar Vergisi ve Katma Değer Vergisi (KDV)",
      "b": "Kurumlar Vergisi ve Emlak Vergisi",
      "c": "Gelir Vergisi ve Damga Vergisi",
      "d": "Emlak Vergisi ve Özel Tüketim Vergisi (ÖTV)",
      "e": "Sadece Kurumlar Vergisi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bu Kanun kapsamında Türk Silahlı Kuvvetleri tarafından kuruluş amaçlarına göre işletilen... tesisler kurumlar vergisinden muaftır. ... Bu maddede sayılan tesisler emlak vergisinden... istisnadır.",
    "aclama": "Kanun, bu tesislerin ticari bir amaç gütmemesi ve sosyal bir amaca hizmet etmesi nedeniyle bazı vergi muafiyetleri tanımıştır. Bu muafiyetler, kazanç üzerinden alınan 'Kurumlar Vergisi' ile sahip olunan binalar için ödenen 'Emlak Vergisi'ni kapsar. Ayrıca mal ve hizmet alımlarındaki kağıtlar için 'Damga Vergisi' istisnası da vardır."
  },
  {
    "soru_id": "IHK_100",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Hizmetler (Madde 107)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Orduevleri ve kışla dışındaki askeri kantinlerin aylık gayrisafi hasılatının %1'i oranındaki Hazine payının, en geç ne zamana kadar ilgili muhasebe birimine yatırılması zorunludur?",
    "secenekler": {
      "a": "Her ayın ilk iş günü",
      "b": "Takip eden ayın 15'ine kadar",
      "c": "Takip eden ayın 20'sine kadar",
      "d": "Her üç ayda bir, takip eden ayın sonuna kadar",
      "e": "Her yıl sonunda, takip eden yılın Ocak ayı sonuna kadar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Orduevi... ve kışla dışındaki askerî kantinlerin aylık gayrisafi hasılatının %1’i... en geç takip eden ayın 20’sine kadar genel bütçeye gelir kaydedilmek üzere ilgili muhasebe birimine yatırılır.",
    "aclama": "Bu madde, sosyal tesislerin elde ettiği gelirden devlete küçük bir pay aktarmasını öngörür. Bu işlemin düzenli bir şekilde yapılması için net bir tarih belirlenmiştir. Her aya ait hasılatın %1'lik payı, bir sonraki ayın 'en geç 20'sine kadar' Hazine'ye yatırılmalıdır."
  },
  {
    "soru_id": "IHK_101",
    "konu": "TSK İç Hizmet Kanunu - Nakil Vasıtaları (Madde 108)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki durumlardan hangisi, subay ve astsubayların aileleri ile birlikte askeri kara ve deniz nakil vasıtalarından faydalanabileceği hallerden biri olarak Madde 108'de sayılmamıştır?",
    "secenekler": {
      "a": "Mesaiye geliş ve gidiş için kurulan servisler.",
      "b": "Şehir içi ev eşyası ve yakacak nakliyatı.",
      "c": "Uzak garnizonlarda oturanların şehirle irtibatının sağlanması.",
      "d": "Hafta sonu sosyal ve kültürel faaliyetlere gidiş ve geliş.",
      "e": "Umumi vasıtaların işlemediği bir yere tayin durumunda ailenin ve eşyanın taşınması."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 108 – Subay, askeri memur ve astsubaylar ile aileleri aşağıdaki hallerde askeri kara ve deniz nakil vasıtalarından faydalanabilirler: a) Mesaiye geliş ve gidiş... b) Şehir içi ev eşyası... c) Uzak garnizonlarda... irtibatlarının temini... d) Umumi vasıtaların işlemediği garnizon ve kıtalara tayin edilen...",
    "aclama": "Kanun, askeri nakil vasıtalarının personel ve aileleri tarafından kullanımını belirli zaruri ve hizmete yönelik durumlarla (mesaiye ulaşım, taşınma, uzak garnizon irtibatı vb.) sınırlandırmıştır. Keyfi veya tamamen özel nitelikteki sosyal faaliyetler için bu vasıtaların kullanılması bu maddede sayılan haklar arasında değildir."
  },
  {
    "soru_id": "IHK_102",
    "konu": "TSK İç Hizmet Kanunu - Nakil Vasıtaları (Madde 109)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erbaş ve erlerin, şehir içi ve şehirlerarası seyahatlerde sivil nakil vasıtalarından indirimli olarak faydalanabilmesi için uymaları gereken kural nedir?",
    "secenekler": {
      "a": "Her iki durumda da izin belgesi göstermeleri gerekir.",
      "b": "Şehirlerarası seyahatlerde izin belgesi gerekirken, şehir içinde gerekmez.",
      "c": "Şehir içi seyahatlerde izin belgesi gerekirken, şehirlerarasında gerekmez.",
      "d": "Her iki durumda da indirimden faydalanamazlar.",
      "e": "Sadece resmi üniformalı olduklarında indirimden faydalanabilirler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Erbaş ve erler şehirlerarası seyahatlerde izin belgesi göstermek suretiyle tenzilatlardan faydalanırlar. Şehiriçi seyahatlerde tenzilat için izin belgesi aranmaz.",
    "aclama": "Kanun, erbaş ve erlerin indirimli seyahat hakkını kullanmasında pratik bir ayrım yapmıştır. Uzun mesafeli olan 'şehirlerarası' seyahatlerde, kişinin gerçekten izinli olduğunun ispatı için 'izin belgesi' şartı aranırken; daha kısa mesafeli 'şehir içi' seyahatlerde bu belgeye gerek duyulmamıştır."
  },
  {
    "soru_id": "IHK_103",
    "konu": "TSK İç Hizmet Kanunu - Askeri Öğrenciler (Madde 113)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İç Hizmet Kanunu'nun 113. Maddesine göre, askeri öğrencilerin kendi aralarındaki ve erbaş/erlere karşı astlık-üstlük ilişkisi nasıl düzenlenmiştir?",
    "secenekler": {
      "a": "Sınıf ve devrelerine göre birbirlerine ve tüm erbaş/erlere karşı üst sayılırlar.",
      "b": "Sadece subay ve astsubaylara karşı ast durumundadırlar; kendi aralarında ve erbaş/erlere karşı astlık-üstlük ilişkileri yoktur.",
      "c": "Tüm erbaş ve erlere karşı ast durumundadırlar.",
      "d": "Sadece subaylara karşı ast durumundadırlar, astsubaylara karşı üst sayılırlar.",
      "e": "Kendi aralarında devrelerine göre astlık-üstlük ilişkisi vardır, erbaş/erlere karşı yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "b) ...askerî öğrencilerin, belirtilen hallerin dışında, gerek kendi aralarında gerekse erbaş ve erlere karşı astlık ve üstlük ilişkileri yoktur.",
    "aclama": "Bu madde, askeri öğrencilerin hiyerarşideki özel konumunu tanımlar. Öğrenciler, eğitimleri gereği tüm subay ve astsubaylara karşı 'ast' konumundadırlar. Ancak henüz bir rütbeleri olmadığı için, ne kendi aralarında ne de kıtada görevli erbaş ve erlere karşı bir üstlük veya astlık ilişkisi içinde değildirler."
  },
  {
    "soru_id": "IHK_104",
    "konu": "TSK İç Hizmet Kanunu - Sivil Personel (Madde 115)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Silahlı Kuvvetlerde çalışan sivil bir personelin, emrinde çalıştığı askeri amirlerine karşı hukuki durumu nedir?",
    "secenekler": {
      "a": "Eşit statüdedir.",
      "b": "Sadece idari konularda amirine bağlıdır.",
      "c": "Ast durumundadır ve bir askerin amirine karşı olan vazifelerini yapmakla yükümlüdür.",
      "d": "Sadece kendi sivil amirine karşı sorumludur.",
      "e": "Hiyerarşik bir bağ yoktur, iş ilişkisi vardır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Bütün sivil personel emrinde çalıştıkları askeri amirlere karşı ast durumunda olup bu kanunun 14 üncü maddesinin asta tahmil ettiği vazifeleri aynen yapmaya mecburdurlar.",
    "aclama": "Kanun, askeri hizmetin bir bütün olarak yürütülebilmesi için TSK'da çalışan sivil personelin de askeri hiyerarşiye dahil olduğunu açıkça belirtmiştir. Buna göre sivil personel, emrinde çalıştığı askeri amirin 'astı' konumundadır ve bir askerin amirine karşı olan tüm temel sorumluluklarını (itaat vb.) yerine getirmekle mükelleftir."
  },
  {
    "soru_id": "IHK_105",
    "konu": "TSK İç Hizmet Kanunu - Sivil Personel (Madde 116)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdakilerden hangisi, sivil personelin İç Hizmet Kanunu'na göre askerler gibi faydalanabildiği hak ve mükellefiyetlerden biri değildir?",
    "secenekler": {
      "a": "Müracaat ve şikayet usullerine tabi olmak.",
      "b": "İzin hakkındaki hükümlere uymakla mükellef olmak.",
      "c": "Nöbet hizmetlerine sokulabilmek.",
      "d": "Sivil nakil vasıtalarından tenzilatlı (indirimli) olarak faydalanmak.",
      "e": "Askeri kantinlerden askerler gibi faydalanmak."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 116 – Sivil personelin, bu kanunun askerlere tanıdığı hak ve salahiyetlerden faydalanmaları ve mükellefiyetleri yerine getirmeleri aşağıdaki esaslar dahilinde olur...",
    "aclama": "Madde 116, sivil personelin hangi askeri haklardan yararlanacağını ve hangi yükümlülüklere tabi olacağını tek tek saymıştır. Bu listede müracaat, şikayet, nöbet, kantin gibi konular yer alırken; Madde 109'da düzenlenen 'sivil nakil vasıtalarından indirimli faydalanma' hakkı sivil personel için sayılmamıştır."
  },
  {
    "soru_id": "IHK_106",
    "konu": "TSK İç Hizmet Kanunu - Ek Madde 2",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Görevi esnasında veya görev yerinde ölen bir askeri personelin soruşturma sürecinde, yasal mirasçıları tarafından seçilen veya baroca görevlendirilen avukatın hangi işlemlerde hazır bulunması kanunen zorunludur?",
    "secenekler": {
      "a": "Sadece iddianamenin hazırlandığı aşamada",
      "b": "Sadece mahkeme duruşmalarında",
      "c": "Olay yeri inceleme, ölü muayenesi, otopsi, tanık ve bilirkişi dinlenmesi",
      "d": "Sadece tanık ve bilirkişi dinlenmesi",
      "e": "Avukatın hazır bulunması zorunlu değildir, takdire bağlıdır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Görevlendirilen vekilin savcılıkça yapılacak olay yeri inceleme, ölü muayenesi ve otopsi ile tanık ve bilirkişi dinlenmesi işlemleri sırasında hazır bulunması zorunludur.",
    "aclama": "Bu ek madde, ölüm olayının tüm yönleriyle ve şeffaf bir şekilde aydınlatılmasını sağlamak amacıyla, ailenin vekiline soruşturmanın en kritik ilk aşamalarında (olay yeri inceleme, otopsi, ilk tanık ifadeleri vb.) bulunma hakkı ve zorunluluğu getirmiştir. Bu, sürecin adil bir şekilde yürütüldüğüne dair önemli bir güvencedir."
  },
  {
    "soru_id": "IHK_107",
    "konu": "TSK İç Hizmet Kanunu - Yürürlük (Madde 121)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 Sayılı TSK İç Hizmet Kanunu'nun 'sağlık işlerine ait' hükümleri ile 'diğer hükümleri' hangi tarihlerde yürürlüğe girmiştir?",
    "secenekler": {
      "a": "Her ikisi de 27 Mayıs 1961'de",
      "b": "Her ikisi de 1 Mart 1961'de",
      "c": "Sağlık hükümleri 1 Mart 1961'de, diğer hükümler 27 Mayıs 1961'de",
      "d": "Sağlık hükümleri 27 Mayıs 1961'de, diğer hükümler 1 Mart 1961'de",
      "e": "Her ikisi de kanunun kabul edildiği 4 Ocak 1961'de"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 121 – Bu Kanunun sağlık işlerine ait 57 - 70 inci madde hükümleri 1 Mart 1961 tarihinde diğer hükümleri yapılacak talimatname ile birlikte 27 Mayıs 1961 tarihinde yürürlüğe girer.",
    "aclama": "Kanun, yürürlüğe giriş için ikili bir tarih belirlemiştir. Daha acil ve bağımsız olarak uygulanabilecek 'sağlık işleri' ile ilgili hükümler 1 Mart 1961'de, kanunun uygulanması için gerekli olan talimatnamenin hazırlanmasını gerektiren 'diğer hükümler' ise 27 Mayıs 1961'de yürürlüğe girmiştir."
  },

  {
    "soru_id": "TSK_IHK_001",
    "konu": "TSK İç Hizmet Kanunu - Esaslar ve Tarifler (Madde 1-3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 1. Maddesi'ne göre, Türk Silahlı Kuvvetleri tanımının içinde aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Subay, astsubay, erbaş ve erler",
      "b": "Askeri öğrenciler",
      "c": "Seferde ihtiyatlarla ikmal edilmesi",
      "d": "Sivil memurlar",
      "e": "Askeri memurlar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Silâhlı Kuvvetleri : Kara... Deniz... ve Hava Kuvvetleri subay, askerî memur, astsubay, erbaş ve erleri ile askerî öğrencilerden teşekkül eden ve seferde ihtiyatlarla ikmal edilen... silâhlı Devlet kuvvetidir.",
    "aclama": "Bu madde, TSK'nın askeri personel yapısını tanımlar. Bu tanım subay, astsubay, erbaş, er, askeri memur ve askeri öğrencileri içerir. Ayrıca sefer durumunda yedek personelin ('ihtiyatlar') de orduya katılacağı belirtilir. Ancak, TSK bünyesinde çalışan 'sivil memurlar', askeri personel statüsünde olmadıkları için bu tanımın dışında tutulmuşlardır."
  },
  {
    "soru_id": "TSK_IHK_002",
    "konu": "TSK İç Hizmet Kanunu - Esaslar ve Tarifler (Madde 1-3)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 2. Maddesi'ne göre, 'Askerlik' nasıl tarif edilmiştir?",
    "secenekler": {
      "a": "Vatan hizmetini yerine getirme görevidir.",
      "b": "Harp sanatını öğrenmek ve yapmak mükellefiyetidir.",
      "c": "Devletin silahlı kuvvetlerinde görev alma hakkıdır.",
      "d": "Her Türk vatandaşının anayasal bir ödevidir.",
      "e": "Milli savunma ve güvenliği sağlama hizmetidir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Askerlik: Harp sanatını öğrenmek ve yapmak mükellefiyetidir.",
    "aclama": "Bu madde, askerlik mesleğinin ve yükümlülüğünün özünü tanımlar. Askerliği, sadece bir görev veya hizmet olarak değil, iki temel unsurdan oluşan bir 'mükellefiyet' (yükümlülük) olarak tarif eder: Birincisi, teorik ve pratik olarak 'harp sanatını öğrenmek'. İkincisi ise, gerektiğinde bu sanatı 'yapmak', yani uygulamaktır."
  },
  {
    "soru_id": "TSK_IHK_003",
    "konu": "TSK İç Hizmet Kanunu - Esaslar ve Tarifler (Madde 1-3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 3'e göre, 'Er' ile 'Erbaş' arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Er sözleşmeli, erbaş ise yükümlüdür.",
      "b": "Er rütbesiz bir askerken, erbaş onbaşı ve çavuş rütbelerini haiz askerdir.",
      "c": "Er acemi, erbaş ise usta bir askerdir.",
      "d": "Er piyade, erbaş ise diğer sınıflardandır.",
      "e": "İhtiyaçları karşılama biçimleri farklıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1. Er: ...rütbesiz askerdir... 2. Erbaş: ...onbaşı ve çavuş rütbelerini haiz askerdir.",
    "aclama": "Bu soru, en temel askeri rütbe grupları arasındaki ayrımı bilmeyi gerektirir. Kanuna göre, 'Er' askerlik hiyerarşisinin en temelindeki 'rütbesiz' askerdir. 'Erbaş' ise, erlikten bir üst kademede olan ve 'onbaşı' veya 'çavuş' rütbelerinden birine sahip olan askerdir. Temel fark, rütbeye sahip olup olmamaktır."
  },
  {
    "soru_id": "TSK_IHK_004",
    "konu": "TSK İç Hizmet Kanunu - Esaslar ve Tarifler (Madde 1-3)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 3. Maddesi'nde tanımlanan asker türlerinden hangisi, 'idari işlerde, fen ve sanat kollarında vazife gören ve kanuna göre subaylara muadil ve özel bir silsileye tabi bulunan asker' olarak tarif edilmiştir?",
    "secenekler": {
      "a": "Astsubay",
      "b": "Sözleşmeli Erbaş",
      "c": "Askeri Memur",
      "d": "Askeri Öğrenci",
      "e": "Uzman Erbaş"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "5. Askeri memur: İdari işlerde, fen ve sanat kollarında vazife gören ve kanuna göre subaylara muadil ve özel bir silsileye tabi bulunan askerdir.",
    "aclama": "Bu soru, TSK içerisindeki farklı personel statülerinden birinin spesifik tanımını bilmeyi gerektirir. Savaşan sınıflar dışında, idari, teknik ve sanatsal alanlarda uzmanlaşmış, subaylara denk kabul edilen ancak kendine özgü bir hiyerarşiye (silsileye) sahip olan bu özel personel statüsü 'Askeri Memur' olarak tanımlanmıştır."
  },
  {
    "soru_id": "TSK_IHK_005",
    "konu": "TSK İç Hizmet Kanunu - Rütbeler ve Tarifler (Madde 3-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 3. Maddesi'nde yapılan gruplandırmaya göre, aşağıdaki subay rütbelerinden hangileri 'Üst subaylar' olarak adlandırılır?",
    "secenekler": {
      "a": "Asteğmen, Teğmen, Üsteğmen",
      "b": "Teğmen, Üsteğmen, Yüzbaşı",
      "c": "Yüzbaşı, Binbaşı, Yarbay",
      "d": "Binbaşı, Yarbay, Albay",
      "e": "Tuğgeneral, Tümgeneral, Korgeneral"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "e) Binbaşı ˥ f) Yarbay } Üst subaylar g) Albay ˩",
    "aclama": "Bu madde, subay rütbelerini belirli gruplara ayırır. Buna göre, 'Binbaşı', 'Yarbay' ve 'Albay' rütbeleri bir arada 'Üst subaylar' kategorisini oluşturur. Bu, rütbe gruplarının hiyerarşik yapısını anlamak için önemli bir ayrımdır."
  },
  {
    "soru_id": "TSK_IHK_006",
    "konu": "TSK İç Hizmet Kanunu - Rütbeler ve Tarifler (Madde 3-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 3. Maddesi'ne göre, 5. sınıf bir askeri memurun rütbe muadili (denkliği) nedir?",
    "secenekler": {
      "a": "Üsteğmen",
      "b": "Teğmen",
      "c": "Binbaşı",
      "d": "Yarbay",
      "e": "Yüzbaşı"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "d) 5 inci sınıf (Yüzbaşı muadili)",
    "aclama": "Bu madde, muharip sınıflar dışındaki askeri memurların rütbe hiyerarşisini ve subay rütbeleriyle olan denkliklerini belirler. Listeye göre, '5. sınıf' bir askeri memur, 'Yüzbaşı' rütbesine muadil, yani denktir."
  },
  {
    "soru_id": "TSK_IHK_007",
    "konu": "TSK İç Hizmet Kanunu - Rütbeler ve Tarifler (Madde 3-6)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 5'te yer alan 'Nizam' tanımına göre, aşağıdakilerden hangisi bir nizam değildir?",
    "secenekler": {
      "a": "Tüzükler",
      "b": "Yönetmelikler",
      "c": "Talimnameler",
      "d": "Sözlü emirler",
      "e": "Talimatlar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 5 – Nizam: Tüzükler, kararnameler, yönetmelikler, talimnamelerin ve talimatların hükümleridir.",
    "aclama": "Bu madde, 'nizam' kavramının kapsamını, yazılı ve genel nitelikteki hukuki metinlerle sınırlar. Tüzük, kararname, yönetmelik, talimname ve talimat gibi metinler 'nizam' olarak kabul edilir. Ancak bir sonraki maddede tanımlanan ve kişiye özel, anlık olabilen 'sözlü emirler', nizam tanımının dışında tutulmuştur."
  },
  {
    "soru_id": "TSK_IHK_008",
    "konu": "TSK İç Hizmet Kanunu - Rütbeler ve Tarifler (Madde 3-6)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 6. Maddesi'nde yapılan 'Hizmet' tanımına göre, hizmetin iki temel kaynağı nedir?",
    "secenekler": {
      "a": "Sadece amirin yazılı emirleri ve sözlü emirleri",
      "b": "Kanunlar ve nizamlarla belirlenmiş hususlar ile amirin yazı veya sözle emrettiği/yasakladığı işler",
      "c": "Sadece kanunlarda yazılı olan görevler",
      "d": "Askeri teamüller ve gelenekler",
      "e": "Sadece talimnamelerde yazılı olan hususlar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 6 – Hizmet: Kanunlarla nizamlarda yapılması veyahut yapılmaması yazılmış olan hususlarla, amir tarafından yazı veya sözle emredilen veya yasak edilen işlerdir.",
    "aclama": "Bu madde, bir askerin uymakla yükümlü olduğu 'hizmet'in kapsamını geniş bir şekilde tanımlar. Hizmetin kaynağı iki yönlüdür: Birincisi, tüm personel için geçerli olan, önceden belirlenmiş ve yazılı olan 'kanunlar ve nizamlar'dır. İkincisi ise, hiyerarşik düzene uygun olarak, amirin o anki duruma göre verdiği 'yazılı veya sözlü emirler'dir. Bir asker, bu iki kaynaktan gelen tüm görevleri yerine getirmekle yükümlüdür."
  },
  {
    "soru_id": "TSK_IHK_009",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 7-11)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 7. ve 8. Maddelerinde yapılan tanımlara göre, 'Vazife' ve 'Emir' arasındaki ilişki en doğru nasıl ifade edilebilir?",
    "secenekler": {
      "a": "Vazife, emrin yerine getirilmesidir.",
      "b": "Emir, vazifenin sözlü veya yazılı ifadesidir.",
      "c": "Vazife, hizmetin gereğini yapmak iken; Emir, hizmete ait bir talep veya yasaktır.",
      "d": "Her emir bir vazifedir, ancak her vazife bir emir değildir.",
      "e": "Vazife yazılı, emir ise sözlü olur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 7 – Vazife: Hizmetin icabettirdiği şeyi yapmak ve menettiği şeyi yapmamaktır. Madde 8 – Emir: Hizmete ait bir talep veya yasağın sözle,yazı ile ve sair surette ifadesidir.",
    "aclama": "Bu soru, iki temel kavramın tanımlarını doğru anlamayı gerektirir. 'Vazife', bir askerin genel olarak yapması veya yapmaması gereken eylemlerin bütünüdür. 'Emir' ise, bu genel hizmet anlayışı içindeki spesifik bir 'talep veya yasağın' amir tarafından personele iletilme şeklidir. Dolayısıyla, emir vazifenin bir parçasıdır ve onu somutlaştırır."
  },
  {
    "soru_id": "TSK_IHK_010",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 7-11)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 9. ve 10. Maddelerinde yapılan 'Amir' ve 'Üst' tanımları arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, her iki terim de aynı anlama gelir.",
      "b": "Amir emretme yetkisine sahipken, Üst sadece rütbe veya kıdem büyüklüğünü ifade eder.",
      "c": "Amir subay, Üst ise astsubaydır.",
      "d": "Amir karargahta, Üst ise kıtada görev yapar.",
      "e": "Amir rütbeyi, Üst ise kıdemi ifade eder."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 9 – Amir: Makam ve memuriyet itibariyle emretmek salahiyetini haiz kimsedir. Madde 10 – Üst tabiri, rütbe veya kıdem büyüklüğünü gösterir.",
    "aclama": "Bu soru, askeri hiyerarşideki çok önemli bir ayrımı bilmeyi gerektirir. 'Üst' olmak, sadece rütbe veya kıdemce birisinden daha kıdemli olmayı ifade eden genel bir durumdur. 'Amir' olmak ise, spesifik olarak 'emretme yetkisine' sahip olmayı gerektiren bir makamı işgal etmektir. Dolayısıyla, bir askerin her amiri aynı zamanda onun üstüdür, ancak her üstü onun amiri olmayabilir (örneğin başka bir birlikten daha rütbeli bir subay, o askerin üstüdür ama amiri değildir)."
  },
  {
    "soru_id": "TSK_IHK_011",
    "konu": "TSK İç Hizmet Kanunu - Tarifler (Madde 7-11)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 11. Maddesi'ne göre 'Makam' nasıl tanımlanmıştır?",
    "secenekler": {
      "a": "Her askerin Silahlı Kuvvetlerdeki rütbesidir.",
      "b": "Her amirin Silahlı Kuvvetlerde temsil ettiği mevkidir.",
      "c": "Bir karargahtaki en yüksek rütbeli subayın oturduğu yerdir.",
      "d": "Bir askerin görev yaptığı coğrafi konumdur.",
      "e": "Herhangi bir komutanlığın resmi adıdır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 11 – Makam: Her amirin Silahlı Kuvvetlerde temsil ettiği mevkidir.",
    "aclama": "Bu madde, 'makam' kavramının kişiden bağımsız, kurumsal bir niteliği olduğunu belirtir. Makam, bir kişinin şahsına değil, o kişinin temsil ettiği ve emretme yetkisini aldığı 'mevkiye' verilen isimdir. Yani, Bölük Komutanlığı bir makamdır ve o makamı işgal eden kişi, o makamın amiridir."
  },
  {
    "soru_id": "TSK_IHK_012",
    "konu": "TSK İç Hizmet Kanunu - Tarifler ve Disiplin (Madde 12-14)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 12. Maddesi'ne göre, asli görevi 'muharebe hareketleri' olan birlik ile asli görevi 'hizmet hareketleri' olan birlik sırasıyla nasıl adlandırılır?",
    "secenekler": {
      "a": "Kıta / Karargah",
      "b": "İdari birlik / Taktik birlik",
      "c": "Taktik birlik / İdari birlik",
      "d": "Karargah / Askeri kurum",
      "e": "Kıta / Askeri kurum"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Taktik birlik: ...asli görevi muharebe hareketleri olan bir teşkildir. İdari birlik: ...asli görevi hizmet hareketleri olan bir teşkildir.",
    "aclama": "Bu madde, birliklerin fonksiyonlarına göre temel bir ayrım yapar. Doğrudan muharebe için teşkilatlanmış olan birliklere 'Taktik birlik' denir. Lojistik, bakım, ikmal gibi muharebeyi destekleyici görevleri yürüten birliklere ise 'İdari birlik' denir. Her ikisi de 'Kıta' tanımının alt kategorileridir."
  },
  {
    "soru_id": "TSK_IHK_013",
    "konu": "TSK İç Hizmet Kanunu - Tarifler ve Disiplin (Madde 12-14)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 13'e göre, 'Disiplin' kavramının iki temel unsuru nedir?",
    "secenekler": {
      "a": "Ceza ve ödül",
      "b": "Eğitim ve denetim",
      "c": "Kanunlara, nizamlara ve amirlere mutlak itaat ile astın ve üstün hukukuna riayet",
      "d": "Sadece amirlere mutlak itaat",
      "e": "Saygı ve sevgi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Disiplin: Kanunlara, nizamlara ve amirlere mutlak bir itaat ve astının ve üstünün hukukuna riayet demektir.",
    "aclama": "Bu tanım, disiplinin sadece tek yönlü bir itaat olmadığını, iki yönlü bir hukuk ilişkisi olduğunu vurgular. Disiplinin birinci unsuru, astın yukarıya doğru olan 'mutlak itaat' yükümlülüğüdür. İkinci ve eşit derecede önemli unsur ise, hem astın hem de üstün birbirlerinin kanunlarla belirlenmiş haklarına ('hukukuna') saygı göstermesi ('riayet etmesi')'dir. Bu, disiplinin keyfilik olmadığını, hukuki bir temele dayandığını gösterir."
  },
  {
    "soru_id": "TSK_IHK_014",
    "konu": "TSK İç Hizmet Kanunu - Tarifler ve Disiplin (Madde 12-14)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 14. Maddesi'ne göre, bir astın 'amirine' karşı olan itaat borcu ile 'üstüne' karşı olan itaat borcu arasında nasıl bir fark vardır?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, her ikisine de mutlak itaat zorunludur.",
      "b": "Amire itaat zorunlu, üste itaat ise isteğe bağlıdır.",
      "c": "Amire mutlak surette itaat edilirken, üste sadece kanun ve nizamlarda gösterilen hallerde mutlak itaat edilir.",
      "d": "Amire sözlü, üste ise sadece yazılı emirlere itaat edilir.",
      "e": "Amire sadece hizmetle ilgili, üste ise her konuda itaat edilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ast; ...amirlerine mutlak surette itaate ve kanun ve nizamlarda gösterilen hallerde de üstlerine mutlak itaate mecburdur.",
    "aclama": "Bu soru, 'amir' ve 'üst' kavramları arasındaki hukuki farkın en önemli sonucunu bilmeyi gerektirir. 'Amir', personelin doğrudan emir-komuta zincirinde olduğu kişidir ve bu nedenle ona olan itaat 'mutlak' ve koşulsuzdur. 'Üst' ise, hiyerarşik olarak daha yukarıda olan ancak doğrudan emir-komuta zincirinde olmayan bir kişiyi ifade eder. Bu nedenle, bir üste olan itaat borcu, ancak 'kanun ve nizamların' özel olarak belirttiği durumlarda (örneğin bir nöbetçinin, kendi amiri olmasa bile bir üst rütbeliye karşı olan sorumlulukları gibi) 'mutlak' hale gelir."
  },
  {
    "soru_id": "TSK_IHK_015",
    "konu": "TSK İç Hizmet Kanunu - Tarifler ve Disiplin (Madde 12-14)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 14'e göre, bir astın, amirinden aldığı emri yerine getirmesinden doğacak sorumluluk kime aittir?",
    "secenekler": {
      "a": "Emri veren amire",
      "b": "Emri yerine getiren asta",
      "c": "Sorumluluk amir ve ast arasında paylaşılır.",
      "d": "Birlik komutanına",
      "e": "Hiç kimseye, sorumluluk ortadan kalkar."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "İcradan doğacak mesuliyetler emri verene aittir.",
    "aclama": "Bu hüküm, askeri hiyerarşinin ve emir-komuta zincirinin temel bir ilkesini ortaya koyar. Bir ast, aldığı emrin sonuçlarını sorgulamadan yerine getirmekle yükümlüdür (emrin konusu suç teşkil etmediği sürece). Bu emrin uygulanması sonucunda ortaya çıkacak her türlü hukuki, cezai ve idari sorumluluk, emri yerine getiren ast'a değil, o emri veren 'amire' aittir. Bu, 'emir-komuta sorumluluğu' olarak bilinir."
  },
  {
    "soru_id": "TSK_IHK_016",
    "konu": "TSK İç Hizmet Kanunu - Amirin Vazifeleri (Madde 15-18)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 16. Maddesi'ne göre, bir amirin maiyetine (astlarına) karşı yapması yasaklanan eylemler arasında aşağıdakilerden hangisi sayılmamıştır?",
    "secenekler": {
      "a": "Hizmetle ilişkisi olmayan emir vermek",
      "b": "Astından özel bir menfaat temin edecek bir talepte bulunmak",
      "c": "Astının hediyesini kabul etmek",
      "d": "Astından borç almak",
      "e": "Astına disiplin cezası vermek"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Amir; maiyetine hizmetle münasebeti olmıyan emir veremez. Astından hususi bir menfaat temin edecek bir talepte bulunamaz. Hediyesini kabul edemez ve borç alamaz.",
    "aclama": "Bu madde, amir-maiyet ilişkisinde çıkar çatışmasını ve görevin kötüye kullanılmasını önleyici net yasaklar getirir. Amir, görevle ilgisi olmayan emir veremez ve astından hediye, borç gibi hiçbir özel menfaat sağlayamaz. 'Astına disiplin cezası vermek' ise, Madde 18'de belirtildiği gibi, bir yasak değil, tam tersine amirin disiplini sağlamak için yerine getirmesi gereken bir vazifedir."
  },
  {
    "soru_id": "TSK_IHK_017",
    "konu": "TSK İç Hizmet Kanunu - Amirin Vazifeleri (Madde 15-18)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 17. Maddesi'ne göre, bir amirin maiyetine karşı daima muhafaza etmesi 'esas' olan iki temel tutum nedir?",
    "secenekler": {
      "a": "Mesafe ve ciddiyet",
      "b": "Disiplin ve otorite",
      "c": "Bitaraflık (tarafsızlık) ve hakkaniyet",
      "d": "Sevgi ve hoşgörü",
      "e": "Denetim ve kontrol"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Amirin maiyetine karşı daima bitaraflık ve hakkaniyeti muhafazası esastır.",
    "aclama": "Bu madde, bir amirin liderlik vasıflarını tanımlarken, astlarına adil davranmasının önemini vurgular. Amirin, maiyeti arasında ayrım yapmaması ('bitaraflık') ve herkese hak ettiğini vermesi ('hakkaniyet') anayasal bir 'esas' yani temel bir ilke olarak kabul edilmiştir. Bu, birliğin içindeki adalet duygusunun ve komutana olan güvenin temelini oluşturur."
  },
  {
    "soru_id": "TSK_IHK_018",
    "konu": "TSK İç Hizmet Kanunu - Amirin Vazifeleri (Madde 15-18)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 17'ye göre, amirin, maiyetinin hangi hallerini daima nezareti ve himayesi altında bulundurması gerekir?",
    "secenekler": {
      "a": "Sadece bedeni hallerini",
      "b": "Sadece ahlaki ve ruhi hallerini",
      "c": "Ahlaki, ruhi ve bedeni hallerini",
      "d": "Sadece disiplin ve eğitim durumlarını",
      "e": "Sadece ailevi ve sosyal durumlarını"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Maiyetin ahlaki, ruhi ve bedeni hallerini daima nezaret ve himayesi altında bulundurur.",
    "aclama": "Bu hüküm, amirin sorumluluğunun sadece askeri görevlerle sınırlı olmadığını, maiyetinin bir bütün olarak esenliğinden de sorumlu olduğunu gösterir. Amir, personelinin sadece fiziksel sağlığını ('bedeni') değil, aynı zamanda karakterini ('ahlaki') ve psikolojik durumunu ('ruhi') da gözetmek ve korumakla yükümlüdür. Bu, bütüncül bir liderlik anlayışını ifade eder."
  },
  {
    "soru_id": "TSK_IHK_019",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 19-21)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 19. Maddesi'ne göre, astların emirlerini yerine getirmekle zorunlu olduğu amirler kimlerdir?",
    "secenekler": {
      "a": "Sadece üniformalı asker amirleri",
      "b": "Sadece sivil amirleri",
      "c": "Üniformalı veya üniformasız asker amirleri ile sivil amirleri",
      "d": "Sadece kendisinden rütbece büyük olan tüm askerler",
      "e": "Sadece yazılı emir veren amirler"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Astlar, üniformalı veya üniformasız asker amirleri ile sivil amirlerinin verdiği emirleri yerine getirmek zorundadır.",
    "aclama": "Bu madde, 2017 değişikliği ile güncellenmiş ve astın itaat yükümlülüğünün kapsamını genişletmiştir. Kurala göre ast, sadece 'üniformalı asker amirine' değil, aynı zamanda o amirin 'üniformasız' olduğu durumlarda ve TSK bünyesindeki 'sivil amirlerine' karşı da aynı itaat yükümlülüğüne sahiptir. Bu, amirlik yetkisinin üniformaya değil, makama bağlı olduğunu vurgular."
  },
  {
    "soru_id": "TSK_IHK_020",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 19-21)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 20. Maddesi'ne göre, bir astın, amirinden aldığı bir emri değiştirebilmesi için hangi iki temel şartın bir arada gerçekleşmesi zorunludur?",
    "secenekler": {
      "a": "Emrin sözlü olması ve astın daha tecrübeli olması",
      "b": "Emrin uygulanmasının zor olması ve daha kolay bir yol bilinmesi",
      "c": "Emrin tehlikeli olması ve astın yazılı olarak itiraz etmesi",
      "d": "Emrin yapılamayacak bir hale gelmesi veya tehlike doğurması ve amirden yeni bir emir alınmasına imkan olmaması",
      "e": "Ast, hiçbir surette emri değiştiremez."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Ancak, ahval ve şerait emri yapılamıyacak bir hale koymuşsa... ve bütün bu haller karşısında amirden yeni bir emir alınmasına hal ve zaman da müsait değilse; ast mesuliyeti üzerine alarak emri yeni vaziyete uygun bir tarzda değiştirerek yapabilir...",
    "aclama": "Bu soru, emre itaatin mutlaklığı kuralının çok istisnai bir durumunu bilmeyi gerektirir. Bir astın emri değiştirebilmesi için iki koşulun da aynı anda var olması gerekir: Birincisi, objektif bir imkansızlık veya tehlike hali olmalıdır (emir uygulanamaz hale gelmeli veya büyük bir tehlike/zarar doğurmalı). İkincisi ise, bu yeni durum karşısında amire ulaşıp yeni bir emir almanın fiilen imkansız olmasıdır. Ancak bu iki şart bir araya geldiğinde, ast sorumluluğu üstlenerek emri değiştirebilir."
  },
  {
    "soru_id": "TSK_IHK_021",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 19-21)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 20'ye göre, bir astın, değişen koşullar nedeniyle bir emri değiştirmek zorunda kalması durumunda, bu eylemden doğan sorumluluk kime aittir?",
    "secenekler": {
      "a": "Sorumluluk ortadan kalkar.",
      "b": "Sorumluluk, emri ilk veren amire aittir.",
      "c": "Ast, sorumluluğu kendi üzerine alır.",
      "d": "Sorumluluk, amir ve ast arasında paylaşılır.",
      "e": "Sorumluluğun kime ait olduğuna askeri mahkeme karar verir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...ast mesuliyeti üzerine alarak emri yeni vaziyete uygun bir tarzda değiştirerek yapabilir...",
    "aclama": "Bu madde, emri değiştirme gibi istisnai bir yetkiyi kullanan astın, bu eyleminin sonuçlarını da üstlenmesi gerektiğini belirtir. Normalde emrin icrasından doğan sorumluluk amire aitken, emrin değiştirildiği bu özel durumda, inisiyatif alan ast, bu eyleminden doğacak her türlü olumlu veya olumsuz sonuçtan bizzat sorumlu olacağını peşinen kabul etmiş sayılır."
  },
  {
    "soru_id": "TSK_IHK_022",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 19-21)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 21. Maddesi'ne göre, acil ve zorunlu bir durumda bir amirin, silsile atlayarak (örneğin bir alay komutanının doğrudan bir manga komutanına) emir vermesi halinde, emri alan astın yapması gereken nedir?",
    "secenekler": {
      "a": "Silsileye uyulmadığı için emri yerine getirmez.",
      "b": "Emri yerine getirir ve atlanan kademelere kendisi bilgi verir.",
      "c": "Emri yerine getirir ve ilk fırsatta kendi amirini durumdan haberdar eder.",
      "d": "Emrin yazılı olarak verilmesini bekler.",
      "e": "Sadece emri yerine getirir, başka bir işlem yapmaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ve böyle bir emri alan astda kendi amirini haberdar eder.",
    "aclama": "Bu madde, silsile dışı emir verilmesi durumunda bilgi akışının nasıl sağlanacağını düzenler. Emri veren amir, atladığı kademeleri bilgilendirirken, emri alan astın da bir sorumluluğu vardır. Ast, silsile dışı aldığı bu emri yerine getirdikten sonra, kendi emir-komuta zincirini korumak ve amirinin durumdan haberdar olmasını sağlamak için, 'ilk fırsatta kendi amirini' aldığı bu emirden haberdar etmekle yükümlüdür."
  },
  {
    "soru_id": "TSK_IHK_023",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 22-24)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 22. Maddesi'ne göre, bir ast, bir amirinden aldığı emri yaparken daha büyük bir amirden önceki emre aykırı ikinci bir emir alırsa ve ikinci amire durumu bildirmesine rağmen amir emrinde ısrar ederse, astın izlemesi gereken doğru hareket tarzı nedir?",
    "secenekler": {
      "a": "Her zaman ilk emri yapar ve durumu rapor eder.",
      "b": "Her iki emri de yapmaz ve durumu en üst amire bildirir.",
      "c": "İkinci amirin emrini yapar ve birinci amire bilgi verir.",
      "d": "Kendi inisiyatifine göre daha uygun olan emri yapar.",
      "e": "Emirlerin yazılı olarak verilmesini bekler."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Eğer ikinci amir kendi emrinin yapılmasında israr ederse bu amirin emri yapılır. Ve birinci amire malumat verilir.",
    "aclama": "Bu madde, 'çelişen emirler' durumunda izlenmesi gereken hiyerarşik prosedürü tanımlar. Astın sorumluluğu, öncelikle çelişkiyi ikinci (daha büyük) amire bildirmektir. Eğer bu bildirime rağmen ikinci amir kendi emrinin yapılmasında ısrar ederse, hiyerarşide daha üstte olduğu için onun emri yerine getirilir. Ancak, emir-komuta zincirinin bozulmaması ve bilgi akışının sağlanması için, bu durumun mutlaka ilk emri veren amire de bildirilmesi zorunludur."
  },
  {
    "soru_id": "TSK_IHK_024",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 22-24)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 23. Maddesi'ne göre, fesat ve isyan halindeki bir birlikte bu durumu gören her 'üst'ün temel vazifesi nedir?",
    "secenekler": {
      "a": "Durumu derhal garnizon komutanına bildirmek.",
      "b": "Olay yerinden uzaklaşarak can güvenliğini sağlamak.",
      "c": "Emir ve kumanda işini üzerine alarak intizamı temin etmek.",
      "d": "Sadece kendi birliğinden olan askerleri korumak.",
      "e": "Sadece yazılı emir alarak müdahale etmek."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Fesat ve isyan halinde bulunan bir kıta... bu halleri gören her üst emir ve kumanda işini üzerine almak ile vazifesi ile mükelleftir.",
    "aclama": "Bu madde, en kritik anlarda komuta boşluğu oluşmasını engellemek için çok önemli bir kural koyar. Bir birlikte isyan veya kargaşa çıktığında, o birliğin amiri olmasa bile, olayı gören 'her üst' rütbeli personelin tereddüt etmeden inisiyatif alması ve 'emir ve komutayı' ele alarak durumu kontrol altına almaya çalışması anayasal bir görev ve yükümlülüktür ('mükelleftir')."
  },
  {
    "soru_id": "TSK_IHK_025",
    "konu": "TSK İç Hizmet Kanunu - Emir (Madde 22-24)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 24'e göre, 'her üst'ün disipline aykırı gördüğü her hale karşı görevi nedir?",
    "secenekler": {
      "a": "Sadece durumu rapor etmek",
      "b": "Müdahale etmek ve emir vermek",
      "c": "Sadece kendi maiyetine müdahale etmek",
      "d": "Olayı görmezden gelmek",
      "e": "Sadece inzibat çağırmak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 24 – Disipline aykırı gördüğü her hale müdahaleye ve emir vermeye her üst görevlidir.",
    "aclama": "Bu madde, TSK'da disiplinin korunmasının sadece belirli kişilerin değil, 'her üst' rütbeli personelin görevi olduğunu belirten genel ve kapsayıcı bir kuraldır. Bir üst, kendi birliğinden olmasa bile, disipline aykırı bir durum gördüğünde buna seyirci kalamaz. Duruma 'müdahale etmek' ve düzeni sağlamak için 'emir vermek'le görevlidir. Bu, her üst rütbeli personeli aynı zamanda bir disiplin denetçisi yapar."
  },
  {
    "soru_id": "TSK_IHK_026",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 25-27)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 25. Maddesi'ne göre, bir askerin yaptığı müracaatın neticesinin kendisine bildirilmesi için belirlenen azami süre ne kadardır ve bu maddede ne tür müracaatlar yasaklanmıştır?",
    "secenekler": {
      "a": "Süre: 15 gün / Yasak: Sözlü müracaatlar",
      "b": "Süre: Bir ay / Yasak: Toplu müracaatlar",
      "c": "Süre: İki ay / Yasak: Şahsi müracaatlar",
      "d": "Süre: 10 gün / Yasak: Yazılı müracaatlar",
      "e": "Süre sınırı yoktur / Yasak olan bir müracaat türü yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...neticesi müracaat sahibine mümkün olan en kısa zamanda mutlaka bildirilir. Ancak; bu müddet hiçbir halde bir ayı geçemez. Birden fazla kimselerin toplu olarak söz veya yazı ile müracaatleri yasaktır.",
    "aclama": "Bu madde, müracaat hakkının kullanımına ilişkin iki temel kuralı belirler. Birincisi, idarenin başvuruya cevap verme süresinin 'hiçbir halde bir ayı geçemeyeceği'dir. İkincisi ise, askeri disiplin ve hiyerarşiyi korumak amacıyla, birden fazla kişinin bir araya gelerek 'toplu olarak' müracaatta bulunmasının kesin bir dille yasaklanmış olmasıdır. Müracaatlar bireysel olmalıdır."
  },
  {
    "soru_id": "TSK_IHK_027",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 25-27)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 26. Maddesi'ne göre, bir askerin şikayet hakkını kullanabilmesi için gereken temel koşul nedir?",
    "secenekler": {
      "a": "Hakkını ihlal eden kişiyi şahsen tanıması",
      "b": "Kanun ve nizamların kendisine verdiği hakların haksız olarak ihlal edilmesi veya edildiğini zannetmesi",
      "c": "Olayla ilgili en az iki tanığının olması",
      "d": "İhlalin mutlaka hizmete ilişkin bir konuda olması",
      "e": "Şikayetten önce mutlaka sözlü olarak amirini uyarması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Her asker... hak ve salahiyetler her hangi bir surette haksız olarak ihlal edilirse veya ihlal edildiğini zannederse şikayet etmek hakkını haizdir.",
    "aclama": "Bu madde, şikayet hakkının doğumu için geniş bir çerçeve çizer. Hakkın kullanılması için, bir ihlalin kesin olarak gerçekleşmiş olması şart değildir. Personelin, kanun ve nizamlarla kendisine tanınan bir hakkın ya fiilen 'ihlal edilmesi' ya da iyi niyetli olarak 'ihlal edildiğini zannetmesi' şikayette bulunması için yeterlidir. Bu, personelin hak arama özgürlüğünü koruyan bir hükümdür."
  },
  {
    "soru_id": "TSK_IHK_028",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 25-27)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 27'ye göre, bir askerin şikayeti doğrudan kendi amiri hakkındaysa, izlenmesi gereken doğru usul nedir?",
    "secenekler": {
      "a": "Şikayet yine de en yakın amire yapılır, amir şikayeti bir üste iletir.",
      "b": "Şikayet edilen amir atlanarak, bir derece üstündeki amire yapılır.",
      "c": "Şikayet doğrudan garnizon komutanlığına yapılır.",
      "d": "Şikayet askeri savcılığa yapılır.",
      "e": "Bu durumda şikayet yapılamaz."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Eğer bu amirden şikayet olunacaksa bir derece üstündeki amire yapılır. Ve bunun gibi her şikayet edilen amir geçilir.",
    "aclama": "Bu madde, şikayet hakkının etkin bir şekilde kullanılabilmesi için önemli bir istisna getirir. Normalde şikayet en yakın amire yapılır. Ancak, şikayetin konusu bizzat o amirin kendisi ise, personelin o amire başvurması beklenemez. Bu durumda, adil bir inceleme için 'şikayet edilen amir atlanır' ve başvuru hiyerarşik olarak 'bir derece üstündeki amire' yapılır. Bu kural, şikayet edilen her amir için geçerlidir."
  },
  {
    "soru_id": "TSK_IHK_029",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 28-31)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 28. Maddesi'ne göre, aynı bir olaydan dolayı birden fazla kişinin şikayetçi olması durumunda izlenmesi gereken doğru usul nedir?",
    "secenekler": {
      "a": "Sadece en kıdemli personel şikayette bulunabilir.",
      "b": "Bütün şikayetçiler bir araya gelerek ortak bir dilekçe ile şikayette bulunurlar.",
      "c": "Her biri ayrı ayrı ve yalnız başına şikayet hakkını kullanabilir.",
      "d": "Olayla ilgili bir komisyon kurulur ve şikayetler bu komisyona yapılır.",
      "e": "Bu durumda şikayet hakkı kullanılamaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bir veya aynı hadise birden fazla şahısların şikayetlerine sebep veya mevzu olursa bunların her biri ayrı ayrı ve yalnız başına şikayet hakkını kullanabilirler.",
    "aclama": "Bu madde, 'toplu şikayet yasağı' ilkesini pekiştirir. Bir olaydan birden fazla kişi mağdur olsa bile, askeri hiyerarşi ve disiplini bozan toplu bir eylem görüntüsü vermemek için, şikayetlerin birleştirilmesi yasaklanmıştır. Kural, her bir şikayetçinin hakkını 'ayrı ayrı ve yalnız başına' aramasını gerektirir."
  },
  {
    "soru_id": "TSK_IHK_030",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 28-31)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 29. Maddesi'ne göre, bir askerin yaptığı şikayetin amiri tarafından reddedilmesi durumunda, şikayetçiye bu yüzden ayrıca bir ceza verilir mi?",
    "secenekler": {
      "a": "Evet, asılsız şikayette bulunduğu için ceza verilir.",
      "b": "Hayır, şikayeti reddedildiği için ceza verilmez; ancak şikayet sırasında başka bir suç işlemişse ondan sorumlu olur.",
      "c": "Sadece yazılı olarak uyarılır.",
      "d": "Cezanın verilip verilmeyeceği amirin takdirindedir.",
      "e": "Evet, şikayet ettiği amirinden özür dilemesi istenir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Şikayet reddedildiği takdirde, şikayetçiye bu yüzden ceza verilmez. Ancak şikayet ederken şikayetçi bir suç işlemiş veya bir disiplin tecavüzünde bulunmuşsa ayrıca mesul olur.",
    "aclama": "Bu madde, personelin şikayet hakkını kullanmaktan çekinmesini önleyen önemli bir güvencedir. Bir personelin şikayetinin haksız bulunması veya reddedilmesi, tek başına o personelin cezalandırılması için bir sebep değildir. Personel, ancak şikayet dilekçesinde hakaret etmek gibi başlı başına ayrı bir suç veya disiplinsizlik teşkil eden bir fiil işlemişse bundan dolayı sorumlu tutulabilir."
  },
  {
    "soru_id": "TSK_IHK_031",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 28-31)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 31'e göre, bir şikayet üzerine karar verme yetkisi ilk olarak kime aittir?",
    "secenekler": {
      "a": "Garnizon Komutanı",
      "b": "Şikayet olunanın disiplin cezası vermekle yetkili ilk disiplin amiri",
      "c": "Askeri Savcı",
      "d": "Birlik Komutanı",
      "e": "Nöbetçi Amiri"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bir şikayet üzerine karar vermek selahiyeti, şikayetin müstenit olduğu vaka hakkında şikayet olunana disiplin cezası vermek salahiyetini haiz olan ilk disiplin amirine verilmiştir.",
    "aclama": "Bu madde, 'yetkide paralellik' ilkesini ortaya koyar. Bir olay hakkındaki şikayeti karara bağlama yetkisi, o olayın faili olan kişiye ('şikayet olunana') disiplin cezası verme yetkisine sahip olan ilk amire aittir. Yani, bir personele kim disiplin cezası verebiliyorsa, o personelle ilgili şikayetleri de aynı kişi karara bağlar."
  },
  {
    "soru_id": "TSK_IHK_032",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 28-31)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 31'e göre, bir disiplin amirinin şikayet üzerine verdiği karara karşı hem şikayet eden hem de şikayet olunanın sahip olduğu hak ve bu hakkı kullanma usulü nedir?",
    "secenekler": {
      "a": "Hak: İtiraz / Usul: Mertebeler silsilesi yolu ile",
      "b": "Hak: Dava açma / Usul: Askeri mahkemeye",
      "c": "Hak: Temyiz / Usul: Askeri Yargıtay'a",
      "d": "Hak: Yeniden inceleme talep etme / Usul: Aynı amire",
      "e": "Verilen karar kesindir, itiraz hakkı yoktur."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "O amirin vereceği karar aleyhine gerek şikayet eden ve gerekse şikayet olunan, mertebeler silsilesi yolu ile daha yüksek amirlere itiraz edebilir.",
    "aclama": "Bu madde, adil bir süreç sağlamak amacıyla, ilk amirin verdiği kararın nihai olmadığını belirtir. Karardan memnun olmayan her iki tarafın da (hem şikayetçi hem de hakkında şikayette bulunulan kişi), bu karara karşı 'itiraz etme' hakkı vardır. Bu itiraz, hiyerarşik düzen içinde, yani 'mertebeler silsilesi yolu ile' kademe kademe daha yüksek amirlere yapılır."
  },
  {
    "soru_id": "TSK_IHK_033",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 32-34)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 33. Maddesi'ne göre, 'kıtalarda' umumi mesai ve hizmet zamanının başlangıcı ve bitişi neye göre belirlenir?",
    "secenekler": {
      "a": "Sabah 08:00'de başlar, akşam 17:00'de biter.",
      "b": "Güneşin doğuşuyla başlar, batışıyla biter.",
      "c": "Birlik komutanının belirlediği saatte başlar ve biter.",
      "d": "Kalk borusunda başlar, gece yoklamasından sonra biter.",
      "e": "Sabah içtimasında başlar, akşam içtimasında biter."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Kıtalarda umumi mesai ve hizmet zamanı kalk borusunda başlar. Gece yoklamasından sonra biter.",
    "aclama": "Bu madde, kışla hayatının temelini oluşturan mesai kavramını tanımlar. Karargah ve kurumlardan farklı olarak, yatılı kalınan ve 24 saat esasına göre yaşayan 'kıtalarda' mesai, belirli bir saatle sınırlı değildir. Hizmet, sabah 'kalk borusu' ile başlar ve gün sonundaki 'gece yoklamasının' tamamlanmasıyla sona erer. Bu, kıta hizmetinin günün tamamını kapsayan bir yaşam biçimi olduğunu gösterir."
  },
  {
    "soru_id": "TSK_IHK_034",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 32-34)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 34. Maddesi'ne göre, askerlerin üniforma ile girmelerinin yasaklandığı yerler hangileridir?",
    "secenekler": {
      "a": "Sinema, tiyatro ve konser salonları",
      "b": "Restoran, lokanta ve kafeler",
      "c": "Alışveriş merkezleri ve parklar",
      "d": "Barlar, genelevler, meyhaneler ile bunlara benzer yerler",
      "e": "Üniforma ile girilemeyecek bir yer yoktur."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Barlar, genelevler, meyhaneler ile bunlara benzer yerlere askerler üniforma ile giremezler.",
    "aclama": "Bu madde, üniformanın şeref ve haysiyetini korumak amacıyla net bir yasak koyar. Askeri üniformanın saygınlığıyla bağdaşmayacağı düşünülen 'barlar, genelevler, meyhaneler' gibi eğlence ve umuma açık mekanlara üniforma ile girilmesi kesin olarak yasaklanmıştır. Bu kural, üniformanın temsil ettiği değerleri korumayı amaçlar."
  },
  {
    "soru_id": "TSK_IHK_035",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 32-34)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 34'e göre, üniformanın 'şekillerini' tespit etme yetkisi ile personelin 'kıyafetindeki kısıtlamaların (sakal, bıyık vb.)' istisnalarını belirleme yetkisi sırasıyla hangi makamlara aittir?",
    "secenekler": {
      "a": "Şekil: Genelkurmay Başkanlığı / İstisna: Milli Savunma Bakanlığı",
      "b": "Her ikisi de Genelkurmay Başkanlığı",
      "c": "Şekil: Milli Savunma Bakanlığı / İstisna: Genelkurmay Başkanlığı",
      "d": "Her ikisi de Milli Savunma Bakanlığı",
      "e": "Şekil: Kuvvet Komutanlıkları / İstisna: Garnizon Komutanlığı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Üniformanın şekilleri Milli Savunma Bakanlığınca tespit olunur... Hangi hallerde, görevlerde, zamanlarda ve kimler hakkında yukarıdaki kayıtlama ve kısıtlamaların uygulanmayacağı Genelkurmay Başkanınca belirlenir.",
    "aclama": "Bu soru, kıyafetle ilgili düzenlemelerde yetki paylaşımını doğru bilmeyi gerektirir. Üniformanın genel 'şeklini', yani tasarımını, rengini ve kumaşını belirleme gibi idari ve teknik konular sivil otorite olan 'Milli Savunma Bakanlığı'nın yetkisindedir. Ancak, sakal bırakma gibi kişisel görünümle ilgili kısıtlamaların, hangi operasyonel veya özel görevlerde uygulanmayacağına dair 'istisnaları' belirleme yetkisi, askeri harekat ve görevlerin planlamasından sorumlu olan 'Genelkurmay Başkanlığı'na verilmiştir."
  },
  {
    "soru_id": "TSK_IHK_036",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 32-34)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 34. Maddesi'ne göre, subay ve astsubayların hizmet dışında, sivil elbise ile zati tabancalarını taşıma kuralı nedir?",
    "secenekler": {
      "a": "Sivil elbise ile tabanca taşımak yasaktır.",
      "b": "Sadece beylik tabancalarını taşıyabilirler.",
      "c": "Sadece görev yerine giriş ve çıkışlarda taşıyabilirler.",
      "d": "Göze görünmeyecek şekilde taşıyabilirler.",
      "e": "Sadece garnizon sınırları içinde taşıyabilirler."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "c) Subay ve astsubaylar hizmet dışında da resmi veya sivil elbise ile zati tabancalarını göze görünmeyecek şekilde taşıyabilirler.",
    "aclama": "Bu madde, subay ve astsubaylara tanınan zati (kişisel) tabanca taşıma hakkının kullanım usulünü belirler. Bu hak, sadece hizmet esnasında değil, hizmet dışında sivil kıyafetli iken de devam eder. Ancak bu hakkın kullanımı tek bir temel kurala bağlanmıştır: Tabanca, dışarıdan belli olmayacak, 'göze görünmeyecek şekilde' yani gizli olarak taşınmalıdır."
  },
  {
    "soru_id": "TSK_IHK_037",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri ve Umumi Vazifeler (Madde 34/A-37)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 34/A Maddesi'ne göre, aşağıdaki personel gruplarından hangisinin posta gönderileri amirlerince denetlenebilir?",
    "secenekler": {
      "a": "Subay ve astsubaylar",
      "b": "Sivil memurlar",
      "c": "Uzman erbaşlar",
      "d": "Erbaş ve erler ile askeri öğrenciler",
      "e": "Tüm TSK personelinin gönderileri denetlenebilir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Uzman erbaşlar hariç erbaş ve erler ile askerî öğrenciler tarafından gönderilen ve kendilerine gelen posta gönderileri ilgilinin amirince denetlenebilir.",
    "aclama": "Bu madde, posta gönderilerinin denetlenmesi konusunda bir ayrım yapar. Rütbeli ve profesyonel personel olan subaylar, astsubaylar ve uzman erbaşlar bu denetimin dışındadır. Ancak, askerlik hizmetini yapan yükümlü statüsündeki 'erbaş ve erler' ile henüz TSK'nın tam bir mensubu sayılmayan 'askeri öğrenciler'in posta gönderilerinin, güvenlik ve disiplin gerekçesiyle amirleri tarafından denetlenebileceği belirtilmiştir."
  },
  {
    "soru_id": "TSK_IHK_038",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri ve Umumi Vazifeler (Madde 34/A-37)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 35. Maddesi'nde sayılan Silahlı Kuvvetlerin umumi vazifeleri arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "Yurt dışından gelecek tehdit ve tehlikelere karşı Türk vatanını savunmak.",
      "b": "Caydırıcılık sağlayacak şekilde askeri gücün muhafazasını ve güçlendirilmesini sağlamak.",
      "c": "Gerektiğinde iç güvenlik harekatı icra etmek.",
      "d": "Türkiye Büyük Millet Meclisi kararıyla yurt dışında verilen görevleri yapmak.",
      "e": "Uluslararası barışın sağlanmasına yardımcı olmak."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Silahlı Kuvvetlerin vazifesi; yurt dışından gelecek tehdit ve tehlikelere karşı Türk vatanını savunmak, caydırıcılık sağlayacak şekilde askerî gücün muhafazasını ve güçlendirilmesini sağlamak, Türkiye Büyük Millet Meclisi kararıyla yurt dışında verilen görevleri yapmak ve uluslararası barışın sağlanmasına yardımcı olmaktır.",
    "aclama": "Bu madde, 2013 yılında yapılan değişiklikle TSK'nın temel görevlerini yeniden tanımlamıştır. Bu tanıma göre TSK'nın görevi; 'yurt dışından' gelecek tehditlere karşı vatan savunması, askeri gücü koruyarak caydırıcılık sağlama, TBMM kararıyla yurt dışı görevleri ve uluslararası barışa katkıdır. 'İç güvenlik harekatı' ise bu maddede TSK'nın asli bir görevi olarak sayılmamıştır; bu görev öncelikli olarak İçişleri Bakanlığı'na bağlı kolluk kuvvetlerine aittir."
  },
  {
    "soru_id": "TSK_IHK_039",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri ve Umumi Vazifeler (Madde 34/A-37)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 37'de yer alan asker andına göre, bir asker 'canından aziz bilip' koruyacağına yemin ettiği iki manevi değer nedir?",
    "secenekler": {
      "a": "Milleti ve cumhuriyeti",
      "b": "Kanunlar ve nizamlar",
      "c": "Vatan ve vazife",
      "d": "Askerliğin namusu ve Türk Sancağının şanı",
      "e": "Amirleri ve üstleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...askerliğin namusunu Türk Sancağının şanını canımdan aziz bilip...",
    "aclama": "Bu soru, and metnindeki çok özel ve sembolik bir ifadeyi bilmeyi gerektirir. And metnine göre asker, gerektiğinde 'vatan, cumhuriyet ve vazife' uğrunda hayatını feda edeceğine yemin eder. Ancak, bu uğurda savaşırken 'canından daha aziz' yani daha değerli ve kutsal kabul ettiği iki kavram ise, mesleğin onuru anlamına gelen 'askerliğin namusu' ile ordunun ve milletin onur simgesi olan 'Türk Sancağının şanı'dır."
  },
  {
    "soru_id": "TSK_IHK_040",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri ve Umumi Vazifeler (Madde 34/A-37)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Asker andına göre (Madde 37), bir askerin itaat edeceğine yemin ettiği unsurlar nelerdir?",
    "secenekler": {
      "a": "Sadece amirlerine",
      "b": "Sadece kanunlara ve nizamlara",
      "c": "Hizmet, kanunlar, nizamlar ve amirlerine",
      "d": "Sadece vicdanına ve ahlak kurallarına",
      "e": "Sadece milletine ve cumhuriyetine"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...hizmet ve kanunlara ve nizamlara ve amirlerime itaat edeceğime...",
    "aclama": "And metni, bir askerin itaat yükümlülüğünün çok katmanlı olduğunu belirtir. Bu yükümlülük, sadece kişilere (amirlere) yönelik değildir. En başta, görevin genel gerekleri olan 'hizmete', sonrasında tüm yazılı kurallar olan 'kanunlara ve nizamlara' ve son olarak da hiyerarşik yapı gereği 'amirlere' itaati kapsar. Bu, itaatin kişisel değil, kurumsal ve hukuki bir temele dayandığını gösterir."
  },
  {
    "soru_id": "TSK_IHK_041",
    "konu": "TSK İç Hizmet Kanunu - Umumi Vazifeler (Madde 38-42)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 38. Maddesi'ne göre, Silahlı Kuvvetlerin şeref timsali olan 'Sancak' ile ilgili olarak belirtilen en kesin ve mutlak kural nedir?",
    "secenekler": {
      "a": "Sancak, sadece savaşta açılabilir.",
      "b": "Sancak, hiçbir sebep ve bahane ile terk edilemez.",
      "c": "Sancağı sadece subaylar taşıyabilir.",
      "d": "Sancak, her sabah törenle göndere çekilir.",
      "e": "Sancak, sadece alay seviyesindeki birliklere verilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Sancak, hiçbir sebep ve bahane ile terk edilemez.",
    "aclama": "Bu madde, Sancağın TSK için taşıdığı manevi önemi ve onuru vurgular. Sancağın korunması o kadar kutsal bir görevdir ki, kanun bu konuda hiçbir istisnaya veya mazerete yer bırakmamış ve 'hiçbir sebep ve bahane ile terk edilemeyeceğini' kesin bir dille hüküm altına almıştır."
  },
  {
    "soru_id": "TSK_IHK_042",
    "konu": "TSK İç Hizmet Kanunu - Umumi Vazifeler (Madde 38-42)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 39. Maddesi'nde sayılan 'her askerin esas vazifeleri' arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Cumhuriyete sadakat ve vatanını sevmek",
      "b": "İcabında hayatını hiçe saymak",
      "c": "Bütün silah arkadaşları ile iyi geçinmek",
      "d": "Amirinin her emrini sorgulamadan yapmak",
      "e": "Sıhhatini korumak ve sır saklamak"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 39'da listelenen vazifeler.",
    "aclama": "Bu soru, metinde bir askerin sahip olması gereken temel ahlaki ve manevi vasıfların tam listesini bilmeyi gerektirir. Maddede; sadakat, vatan sevgisi, fedakarlık, iyi geçinme, sağlık ve sır saklama gibi birçok temel görev sayılmıştır. Ancak, 'amirinin her emrini sorgulamadan yapmak' ifadesi, daha önceki maddelerde 'itaat' başlığı altında yer alsa da, bu maddede 'esas vazifeler' listesinde bu şekilde spesifik olarak geçmemektedir."
  },
  {
    "soru_id": "TSK_IHK_043",
    "konu": "TSK İç Hizmet Kanunu - Umumi Vazifeler (Madde 38-42)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 41'e göre, erbaş ve erlere askerliğe ait bilgilerin yanı sıra öğretilmesi gereken diğer bilgiler nelerdir?",
    "secenekler": {
      "a": "Sadece temel askeri taktikler",
      "b": "Sadece silah bakımı ve kullanımı",
      "c": "Okuyup yazmak, yurt ve hayata ait genel kültür bilgileri",
      "d": "Sadece spor ve fiziki yeterlilik konuları",
      "e": "Sadece ahlak ve maneviyat konuları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Erbaş ve erlere askerliğe ait bilgilerden başka okuyup yazmak, yurt ve hayata ait genel kültür bilgileri de öğretilir.",
    "aclama": "Bu madde, askerlik hizmetinin aynı zamanda bir 'halk okulu' olma misyonunu vurgular. TSK'nın görevi, erbaş ve erlere sadece askerlik mesleğini öğretmekle sınırlı değildir. Aynı zamanda, temel eğitim olan 'okuma yazma' ve vatandaşlık bilincini geliştirecek 'yurt ve hayata ait genel kültür bilgileri' de vererek onları sivil hayata daha donanımlı bireyler olarak hazırlamaktır."
  },
  {
    "soru_id": "TSK_IHK_044",
    "konu": "TSK İç Hizmet Kanunu - Umumi Vazifeler (Madde 38-42)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 42. Maddesi'ne 2022 yılında eklenen cümleye göre, yükümlü bir erbaş veya erin, askeri bir aracı kullanırken meydana gelen bir kazada harp malzemesine verdiği zararı tazmin etme sorumluluğundan muaf olmasının şartı nedir?",
    "secenekler": {
      "a": "Kaza nedeniyle kast veya ağır kusurdan mahkum olmaması",
      "b": "Kazanın mesai saatleri dışında gerçekleşmesi",
      "c": "Araçta en az bir rütbeli personelin bulunması",
      "d": "Aracın sigortalı olması",
      "e": "Erbaş ve erler hiçbir durumda zararı tazmin etmez."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Ancak, yükümlü erbaş ve erlerden askerî araçları kullanmakla görevlendirilenler, araç kazası nedeniyle harp malzemesine zarar vermek suçundan kast veya ağır kusur nedeniyle mahkûm olmaları durumu hariç, aracın kullanımı nedeniyle meydana gelen zararı tazminle sorumlu olmazlar.",
    "aclama": "Bu soru, kanuna sonradan eklenen çok önemli bir istisnayı anlamayı gerektirir. Genel kural, her askerin sorumlu olduğu devlet malına verdiği zararı tazmin etmesidir. Ancak bu yeni hüküm, zorunlu askerlik hizmetini yapan ve bu görevin bir parçası olarak araç kullanan personeli korumayı amaçlar. Bu personele, ancak ve ancak kaza nedeniyle 'kast' veya 'ağır kusur' işlediği bir mahkeme kararıyla sabit olursa tazminat sorumluluğu yüklenir. Bunun dışındaki (basit kusur, kaza vb.) durumlarda meydana gelen zararlardan sorumlu tutulmazlar."
  },
  {
    "soru_id": "TSK_IHK_045",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 43-44)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 43. Maddesi'ne göre, Silahlı Kuvvetler mensuplarının üye olabilecekleri siyasi olmayan cemiyetler ve spor kulüpleri hangi makam tarafından belirlenir ve üye olanların bu durumu kime bildirmesi gerekir?",
    "secenekler": {
      "a": "Belirleyen: Genelkurmay Başkanlığı / Bildirilen: Birlik Komutanlığı",
      "b": "Belirleyen: Milli Savunma Bakanlığı / Bildirilen: Milli Savunma Bakanlığı",
      "c": "Belirleyen: Gençlik ve Spor Bakanlığı / Bildirilen: Garnizon Komutanlığı",
      "d": "Belirleyen: Dernekler Masası / Bildirilen: Personel Şube Müdürlüğü",
      "e": "Belirleyen: Kuvvet Komutanlıkları / Bildirilen: Askerlik Şubesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Silahlı Kuvvetler mensupları Milli Savunma Bakanlığınca adları yayınlanan ve siyasi olmıyan cemiyetler ile spor kulüplerinin faal olmıyan üyeliklerine girebilirler. Girenler durumlarını en kısa zamanda Milli Savunma Bakanlığına bildirmeye mecburdurlar.",
    "aclama": "Bu madde, personelin dernek üyeliklerinin kontrol altında tutulmasını amaçlar. Üye olunabilecek siyasi olmayan derneklerin listesini belirleme ve yayınlama yetkisi 'Milli Savunma Bakanlığı'na aittir. Üye olan personel ise, bu durumu yine silsile yoluyla 'Milli Savunma Bakanlığı'na bildirmekle yükümlüdür. Bu, merkezi bir kontrol ve kayıt sistemi olduğunu gösterir."
  },
  {
    "soru_id": "TSK_IHK_046",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 43-44)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 43'e göre, belli bir mesleği icra etmek için meslek kuruluşuna (oda, baro vb.) üye olmayı zorunlu kılan kanun hükümleri, Silahlı Kuvvetler mensupları hakkında uygulanır mı ve askerlik hizmetini yapan yedek subayların mevcut üyelikleri ne olur?",
    "secenekler": {
      "a": "Uygulanır / Üyelikleri devam eder.",
      "b": "Uygulanmaz / Üyelikleri hizmet süresince askıda kalır.",
      "c": "Uygulanır / Üyelikleri sona erer.",
      "d": "Uygulanmaz / Üyelikleri devam eder.",
      "e": "Sadece subaylar için uygulanır / Astsubayların üyeliği askıda kalır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Belli bir meslek veya sanatın icra edilebilmesi için meslek kuruluşlarına üye olmayı zorunlu kılan kanun hükümleri Silahlı Kuvvetler mensupları hakkında uygulanmaz... askerlik hizmetleri süresince askıda kalır.",
    "aclama": "Bu soru, TSK mensuplarının meslek kuruluşları ile olan ilişkisindeki iki önemli kuralı bilmeyi gerektirir. Birincisi, TSK mensupları için (örneğin askeri doktor veya mühendis) meslek odasına üyelik zorunluluğu yoktur; kanunun bu hükmü onlar için 'uygulanmaz'. İkincisi ise, sivil hayatta zaten bir meslek odasına üye olan yedek subayların bu üyelikleri, askerlik hizmetleri boyunca 'askıda kalır'; yani ne sona erer ne de aktif olarak devam eder."
  },
  {
    "soru_id": "TSK_IHK_047",
    "konu": "TSK İç Hizmet Kanunu - Personel İşleri (Madde 43-44)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 43'e 2024 yılında eklenen fıkraya göre, bir askeri personelin, askeri kimliğini veya görevlerini sosyal medya gibi kitle iletişim araçlarıyla yayınlaması veya açıklaması yasağının tek istisnası nedir?",
    "secenekler": {
      "a": "Birlik komutanından izin alınması",
      "b": "Genelkurmay Başkanlığınca yetki verilmesi",
      "c": "Milli Savunma Bakanlığınca yetki verilen durumlar olması",
      "d": "Görevin yurt dışında olması",
      "e": "Bu yasağın hiçbir istisnası yoktur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "...Milli Savunma Bakanlığınca yetki verilen durumlar hariç, radyo, televizyon, internet, sosyal medya... vasıtasıyla yayınlanması veya açıklanması yasaktır.",
    "aclama": "Bu yeni eklenen hüküm, operasyonel güvenliği ve personel kimliklerinin gizliliğini sağlamak amacıyla çok katı bir yasak getirmiştir. Bu yasağın tek istisnası, merkezi bir makam olan ve bu tür açıklamaların kontrollü bir şekilde yapılmasına karar verebilecek olan 'Milli Savunma Bakanlığı'nın yetki verdiği' özel durumlardır."
  },
  {
    "soru_id": "TSK_IHK_048",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Kumandanlığı (Madde 45-48)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 46. Maddesi'ne göre, bir garnizonda garnizon komutanlığı görevinin hangi kıta komutanı veya kurum amiri tarafından yapılacağını düzenleme yetkisi kime aittir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "O garnizondaki en kıdemli komutan",
      "c": "Milli Savunma Bakanlığı",
      "d": "Valilik",
      "e": "Kuvvet Komutanlıkları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Garnizon komutanlığı görevinin hangi kıta komutanı veya kurum amiri tarafından yapılacağı Milli Savunma Bakanlığınca düzenlenir.",
    "aclama": "Bu madde, bir garnizondaki en üst komuta sorumluluğunun belirlenmesinin merkezi bir idari işlem olduğunu belirtir. Garnizondaki en rütbeli komutanın otomatik olarak garnizon komutanı olması gibi bir kural yoktur. Bu görevin hangi komutan tarafından yürütüleceğine dair nihai belirleme ve düzenleme yetkisi, sivil otorite olan 'Milli Savunma Bakanlığı'na aittir."
  },
  {
    "soru_id": "TSK_IHK_049",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Kumandanlığı (Madde 45-48)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 47'ye göre, Garnizon Komutanlığına ait hizmetler, sivil makamlarla ilişkiler ve Devlet büyüklerinin güvenliği gibi konuları düzenleyen yönetmelik hangi iki bakanlık tarafından 'müştereken' hazırlanır?",
    "secenekler": {
      "a": "Milli Savunma Bakanlığı ve Dışişleri Bakanlığı",
      "b": "İçişleri Bakanlığı ve Adalet Bakanlığı",
      "c": "Milli Savunma Bakanlığı ve Adalet Bakanlığı",
      "d": "Genelkurmay Başkanlığı ve İçişleri Bakanlığı",
      "e": "Milli Savunma Bakanlığı ve İçişleri Bakanlığı"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Garnizon Komutanlığına ait hizmetler... Milli Savunma ve İçişleri Bakanlarınca müştereken hazırlanacak bir yönetmelikte gösterilir.",
    "aclama": "Bu soru, garnizon hizmetlerinin hem askeri hem de mülki idareyi ilgilendiren yönleri olduğunu anlamayı gerektirir. Garnizon komutanlığı TSK'nın bir parçası olduğu için 'Milli Savunma Bakanlığı' işin doğal bir tarafıdır. Ancak, sivil makamlarla ilişkiler ve asayiş gibi konular doğrudan 'İçişleri Bakanlığı'nın (Valilik, Emniyet, Jandarma) görev alanına girdiği için, bu iki alan arasındaki ilişkileri düzenleyen yönetmeliğin bu 'iki bakanlık tarafından ortaklaşa' hazırlanması hüküm altına alınmıştır."
  },
  {
    "soru_id": "TSK_IHK_050",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Kumandanlığı (Madde 45-48)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 47'ye göre, koruma hizmeti ile görevlendirilen bir asker kişinin, koruduğu şahsa karşı silahlı bir saldırıya teşebbüs edilmesi halinde sahip olduğu özel yetki nedir?",
    "secenekler": {
      "a": "Önce havaya uyarı ateşi açar.",
      "b": "Sadece saldırganın ayağına ateş edebilir.",
      "c": "Doğruca ve duraksamadan hedefe ateş edebilir.",
      "d": "Sadece amirinden emir alırsa ateş edebilir.",
      "e": "Sadece saldırgan silahını ateşlerse karşılık verebilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bunlar, korudukları kişiye karşı silahlı bir saldırıya teşebbüs edilmesi halinde doğruca ve duraksamadan hedefe ateş edebilirler.",
    "aclama": "Bu madde, koruma görevinin hassasiyetini ve anlık karar verme gerekliliğini dikkate alan çok net bir yetki tanımı yapar. Korunan kişiye yönelik 'silahlı bir saldırı teşebbüsü' anında, koruma personelinin tereddüt etmesi veya uyarı ateşi gibi geciktirici eylemlerde bulunması felaketle sonuçlanabilir. Bu nedenle kanun, bu özel durumda koruma görevlisine, saldırıyı bertaraf etmek amacıyla 'doğruca ve duraksamadan hedefe ateş etme' yetkisi vermiştir."
  },
  {
    "soru_id": "TSK_IHK_051",
    "konu": "TSK İç Hizmet Kanunu - Garnizon Kumandanlığı (Madde 45-48)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 48. Maddesi'ne göre, bir garnizon komutanı hangi tür garnizonlarda bu görevi kendisinden sonra gelen bir komutana devredebilir?",
    "secenekler": {
      "a": "Tüm garnizonlarda",
      "b": "Büyük garnizonlarda (Tümen ve daha büyük kıta ve kurumların bulunduğu yerlerde)",
      "c": "Sadece hudut garnizonlarında",
      "d": "Sadece deniz üssü bulunan garnizonlarda",
      "e": "Garnizon komutanlığı görevi devredilemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Büyük garnizonlarda (Tümen ve eşidi askeri kurumlar ile daha büyük kıta ve kurumların bulunduğu yerlerde) garnizon kumandanları, oradaki kıta kumandanları rütbece kendisinden sonra gelen birine garnizon kumandanlığını devredebilir.",
    "aclama": "Bu madde, garnizon komutanlığı görevinin devredilmesinin bir istisna olduğunu ve sadece belirli koşullarda mümkün olabileceğini belirtir. Bu istisnanın uygulanabileceği yerler, içinde 'Tümen' veya daha büyük birliklerin bulunduğu, dolayısıyla idari iş yükünün ve komutan sayısının fazla olduğu 'büyük garnizonlar'dır. Bu durumda garnizon komutanı, görevi kendisinden sonraki en kıdemli komutana devrederek iş bölümü yapabilir."
  },
  {
    "soru_id": "TSK_IHK_052",
    "konu": "TSK İç Hizmet Kanunu - Garnizon ve Kışla Kumandanlığı (Madde 49-52)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 51. Maddesi'ne göre, askerlerin geçici bir zaman için 'meskun yerlerde' yani yerleşim alanlarındaki binalarda yerleşmesi nasıl adlandırılır?",
    "secenekler": {
      "a": "Kışla",
      "b": "Ordugah",
      "c": "Garnizon",
      "d": "Konak",
      "e": "Karargah"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Konak: Askerlerin hazar ve seferde muvakkat bir zaman için meskün yerlerde yerleşmesidir.",
    "aclama": "Bu madde, askerlerin barındığı yerler için farklı tanımlar yapar. 'Kışla' daimi barınma yeridir. 'Ordugah' ise açık arazide çadır veya barakada geçici barınmadır. 'Konak' ise, bu ikisinden farklı olarak, mevcut sivil yerleşim alanlarındaki binalarda geçici olarak kalınması durumunu ifade eder."
  },
  {
    "soru_id": "TSK_IHK_053",
    "konu": "TSK İç Hizmet Kanunu - Garnizon ve Kışla Kumandanlığı (Madde 49-52)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 51'de yapılan 'Kışla' tanımının kapsamına, normal kışla binaları dışında hangi askeri tesisler de dahil edilmiştir?",
    "secenekler": {
      "a": "Sadece tatbikat alanları ve atış poligonları",
      "b": "Sadece askeri lojmanlar ve sosyal tesisler",
      "c": "Karargahlar, askeri kurumlar ve gemiler gibi askeri tesisler",
      "d": "Sadece cephanelikler ve depolar",
      "e": "Sadece askeri hastaneler ve revirler"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Karargâh ve askerî kurumlar ile Deniz Kuvvetleri (Sahil Güvenlik dahil) teşkilâtında bulunan gemiler gibi askerî tesisler de kışla olarak mütalâa edilir.",
    "aclama": "Bu soru, 'kışla' kavramının sadece yatakhanelerden ibaret olmadığını, daha geniş bir hukuki anlam taşıdığını bilmeyi gerektirir. 2003 yılında yapılan değişiklikle, kanunun uygulanması bakımından 'Karargah' binaları, 'askeri kurumlar' ve hatta 'gemiler' gibi askeri tesislerin de kışla statüsünde olduğu ve kışla için geçerli olan kurallara tabi olduğu belirtilmiştir."
  },
  {
    "soru_id": "TSK_IHK_054",
    "konu": "TSK İç Hizmet Kanunu - Garnizon ve Kışla Kumandanlığı (Madde 49-52)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 52. Maddesi'ne göre, içinde birden fazla birlik ve kurumun bir arada bulunduğu bir kışlada, kışla komutanlığı görevi kime aittir?",
    "secenekler": {
      "a": "En kıdemli komutana",
      "b": "Milli Savunma Bakanlığınca atanan bir komutana",
      "c": "En büyük rütbeli komutan veya amire",
      "d": "Piyade sınıfından olan en rütbeli komutana",
      "e": "Komutanlar arasında dönüşümlü olarak yürütülür."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Muhtelif birlik ve kurumların bir arada bulunduğu kışla, konak ve ordugahlarda kumandanlık en büyük rütbeli kumandan veya amire aittir.",
    "aclama": "Bu madde, birden fazla birimin bulunduğu yerlerde komuta birliğini sağlamak için net bir kural koyar. Eğer bir kışlada tek bir birlik varsa, o birliğin komutanı aynı zamanda kışla komutanıdır. Ancak birden fazla birlik varsa, komutanlık, o an orada bulunan komutan veya amirler arasında rütbesi en büyük olan kişiye aittir. Bu, hiyerarşinin doğal bir sonucudur ve emir komuta birliğini sağlar."
  },
  {
    "soru_id": "TSK_IHK_055",
    "konu": "TSK İç Hizmet Kanunu - Kışla Hizmetleri ve Yoklamalar (Madde 53-56/A)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 53. Maddesi'ne göre, her kışlada bulunan ve 'kışla subayı' olarak adlandırılan personelin temel görevi nedir?",
    "secenekler": {
      "a": "Kışlanın disiplinini sağlamak",
      "b": "Kışlanın iaşe ve idari işlerini yürütmek",
      "c": "Kışla binaları ve teçhizatının daima iyi bir halde bulunmasını temin etmek",
      "d": "Kışla nöbet hizmetlerini düzenlemek",
      "e": "Gelen ve giden personelin kayıtlarını tutmak"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Her kışlada kışla binaları ve teşhizatının daima iyi bir halde bulunmasını temin etmekle görevli bir subay veya astsubay bulunur. Buna kışla subayı denilir.",
    "aclama": "Bu madde, kışla komutanına idari ve bakım hizmetlerinde yardımcı olan bir personeli tanımlar. 'Kışla subayının' (veya astsubayının) birincil ve temel görevi, kışla içerisindeki tüm binaların ve demirbaş teçhizatın bakımını, onarımını ve genel olarak iyi durumda tutulmasını sağlamak ve takip etmektir."
  },
  {
    "soru_id": "TSK_IHK_056",
    "konu": "TSK İç Hizmet Kanunu - Kışla Hizmetleri ve Yoklamalar (Madde 53-56/A)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 55. Maddesi'ne göre, kıta, karargah ve kurumlarda günde üç defa yoklama yapılmasının iki temel amacı nedir?",
    "secenekler": {
      "a": "Personelin eğitim seviyesini ölçmek ve spor yaptırmak",
      "b": "Disiplini artırmak ve personeli sürekli meşgul tutmak",
      "c": "İzin ve istirahat planlaması yapmak",
      "d": "İnsan ve hayvan mevcutlarını anlamak ve bunlarla ilgili bir vukuat olup olmadığını haber almak",
      "e": "Amirlerin personel ile bir araya gelmesini sağlamak"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İnsan ve hayvan mevcutlarını anlamak, bunlardan ve silah, malzeme ve eşyada bir vukuat olup olmadığı haberini almak maksadı ile... günde üç defa yoklama yapılır.",
    "aclama": "Bu madde, yoklamaların temel idari ve kontrol fonksiyonlarını tanımlar. Yoklamaların amacı iki yönlüdür: Birincisi, birliğin o anki gücünü, yani 'insan ve hayvan mevcudunu' net olarak bilmektir. İkincisi ise, bu mevcutlarda veya onlara zimmetli olan silah, malzeme gibi unsurlarda herhangi bir olumsuzluk, kayıp veya sorun ('vukuat') olup olmadığını tespit etmek ve haber almaktır."
  },
  {
    "soru_id": "TSK_IHK_057",
    "konu": "TSK İç Hizmet Kanunu - Kışla Hizmetleri ve Yoklamalar (Madde 53-56/A)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 56/A'da düzenlenen 'Önleme Araması' ile ilgili olarak, gecikmesinde sakınca bulunan hallerde arama emrini kimler verebilir ve bu emrin geçerliliğini sürdürmesi için hangi işlem yapılmalıdır?",
    "secenekler": {
      "a": "Emri veren: Sadece birlik komutanı / İşlem: Valinin onayı gerekir.",
      "b": "Emri veren: Birlik komutanı, kurum amiri veya hukuk hizmetleri başkanı / İşlem: 24 saat içinde görevli hakimin onayına sunulması gerekir.",
      "c": "Emri veren: Sadece nöbetçi amiri / İşlem: Herhangi bir onay gerekmez.",
      "d": "Emri veren: Askeri savcı / İşlem: Genelkurmay Başkanlığına bildirilir.",
      "e": "Emri veren: Sadece sulh ceza hakimi / Acil durumlarda emir verilemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...gecikmesinde sakınca bulunan hallerde yirmi dört saat içinde görevli hâkimin onayına sunulması şartıyla askeri birlik komutanının veya askeri kurum amirinin ya da hukuk hizmetleri başkanı veya birim amirinin yazılı emri...",
    "aclama": "Bu soru, önleme aramasının hukuki dayanağını ve denetim mekanizmasını bilmeyi gerektirir. Normalde arama kararı hakim tarafından verilir. Ancak, acil ('gecikmesinde sakınca bulunan') durumlarda, kanunda sayılan askeri amirler (birlik komutanı vb.) yazılı emirle arama yaptırabilirler. Ancak bu idari emir, keyfiliği önlemek amacıyla mutlaka yargı denetimine tabidir. Verilen arama emrinin, '24 saat içinde görevli hakimin onayına sunulması' anayasal bir zorunluluktur."
  },
  {
    "soru_id": "TSK_IHK_058",
    "konu": "TSK İç Hizmet Kanunu - Kışla Hizmetleri ve Yoklamalar (Madde 53-56/A)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 56/A'ya göre, tehlike veya suç işlenmesini önlemek amacıyla yapılan 'önleme araması' hangi yerlerde yapılamaz?",
    "secenekler": {
      "a": "Kişilerin üstünde",
      "b": "Araçlarda",
      "c": "Özel kağıtlar ve eşyada",
      "d": "Konutta ve yerleşim yerinde ve eklentilerinde",
      "e": "Askeri kışla ve binalarda"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Konutta ve yerleşim yerinde ve eklentilerinde önleme araması yapılamaz.",
    "aclama": "Bu madde, 'önleme araması'nın kapsamını belirlerken, Anayasa ile en güçlü şekilde korunan özel alanlardan biri olan 'konut dokunulmazlığı'na bir istisna getirmez. Önleme araması, askeri mahallerde kişilerin üzeri, araçları ve eşyaları gibi yerlerde yapılabilirken, 'konut, yerleşim yeri ve bunların eklentilerinde' (bahçe, garaj vb.) yapılması kesin bir dille yasaklanmıştır. Bu tür yerlerde arama yapılması ancak adli arama kararı gibi daha ağır hukuki şartlara bağlıdır."
  },
  {
    "soru_id": "TSK_IHK_059",
    "konu": "TSK İç Hizmet Kanunu - Kontrol ve Sağlık İşleri (Madde 56/B-58)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 56/B Maddesi'ne göre, askeri bir mahalle girerken duyarlı kapının ikaz vermesi ve teknik cihazlarla yapılan kontrolün de devam etmesi halinde, kişinin içeri girebilmesi için son şart nedir?",
    "secenekler": {
      "a": "Yazılı bir emir göstermesi",
      "b": "Elle kontrolü kabul etmesi",
      "c": "Kimlik kartını bırakması",
      "d": "Nöbetçi amirinden izin alması",
      "e": "Bu durumda içeri girmesine izin verilmez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Teknik cihazların ikazının sürmesi hâlinde, bu kişiler ancak elle kontrolü kabul ettikleri takdirde askerî mahallere girebilirler.",
    "aclama": "Bu madde, kışla ve benzeri askeri mahallerin güvenliğini sağlamak için kademeli bir kontrol sistemi öngörür. Duyarlı kapı ve metal dedektör gibi teknik cihazların uyarısının devam etmesi durumunda, son ve kesin kontrol yöntemi olan 'elle aramayı' kabul etmek, içeri girebilmek için bir zorunluluk haline gelir. Kişi bu kontrolü reddederse, askeri mahalle girmesine izin verilmez."
  },
  {
    "soru_id": "TSK_IHK_060",
    "konu": "TSK İç Hizmet Kanunu - Kontrol ve Sağlık İşleri (Madde 56/B-58)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 56/B'ye göre, herhangi bir emir veya karar olmasına bakılmaksızın, bir kişinin elle aranabilmesine imkan tanıyan iki durum nedir?",
    "secenekler": {
      "a": "Kişinin rütbesiz olması ve daha önce suç işlemiş olması",
      "b": "Girişin gece saatlerinde olması ve kişinin acele etmesi",
      "c": "Şüphe hâli veya teknik cihazların bulunmadığı yerler",
      "d": "Kişinin sivil olması ve yanında çanta bulunması",
      "e": "Kişinin isminin ziyaretçi listesinde olmaması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Şüphe hâlinde veya bu cihazların bulunmadığı yerlerde, herhangi bir emir veya karar olmasına bakılmaksızın, kontrol elle yapılabilir.",
    "aclama": "Bu soru, elle arama gibi önemli bir müdahalenin hangi durumlarda ek bir karara gerek kalmadan yapılabileceğini bilmeyi gerektirir. Kanun, iki özel durum tanımlamıştır: Birincisi, güvenlik personelinin kişiden 'şüphelenmesi' durumudur. İkincisi ise, teknik imkanların yetersiz olduğu, yani 'teknik cihazların bulunmadığı' yerlerdir. Bu iki durumda, güvenlik personeli başka bir amirden emir veya mahkemeden karar beklemeden doğrudan elle kontrol yapma yetkisine sahiptir."
  },
  {
    "soru_id": "TSK_IHK_061",
    "konu": "TSK İç Hizmet Kanunu - Kontrol ve Sağlık İşleri (Madde 56/B-58)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 57. Maddesi'ne göre, Türk Silahlı Kuvvetleri sağlık hizmetleri, hangi durumlar hariç olmak üzere, hangi mevzuattaki standartlara göre yürütülür?",
    "secenekler": {
      "a": "İstisna: Barış zamanı / Mevzuat: NATO sağlık standartları",
      "b": "İstisna: Acil durumlar / Mevzuat: TSK Sağlık Talimatnamesi",
      "c": "İstisna: Yurt dışı görevleri / Mevzuat: Gidilen ülkenin mevzuatı",
      "d": "İstisna: Harekât ihtiyaçları / Mevzuat: Ulusal sağlık mevzuatı",
      "e": "İstisna: Salgın hastalıklar / Mevzuat: Dünya Sağlık Örgütü standartları"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Silahlı Kuvvetleri sağlık teşkillerindeki sağlık hizmetleri, harekât ihtiyaçları hariç ulusal sağlık mevzuatında yer alan hizmet standartlarına göre yürütülür.",
    "aclama": "Bu madde, askeri sağlık sisteminin, ülkenin genel sağlık sistemiyle uyumlu olması gerektiğini belirtir. Askeri hastaneler ve diğer sağlık birimleri, sivil hastaneler için geçerli olan 'ulusal sağlık mevzuatındaki' hizmet standartlarına uymak zorundadır. Ancak, bu kuralın tek bir istisnası vardır: Muharebe sahası gibi özel koşulların geçerli olduğu 'harekât ihtiyaçları'. Bu durumda, askeri gereklilikler öncelik kazanır."
  },
  {
    "soru_id": "TSK_IHK_062",
    "konu": "TSK İç Hizmet Kanunu - Kontrol ve Sağlık İşleri (Madde 56/B-58)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 58'e göre, aşağıdakilerden hangisi 'Askeri sağlık hizmetleri' kapsamında değil, 'Koruyucu sağlık hizmetleri' kapsamında yer alır?",
    "secenekler": {
      "a": "Göreve uyarlık ve elverişlilik kontrolleri",
      "b": "Tıbbi tehditlerin önlenmesi ve ortadan kaldırılması",
      "c": "Sağlık lojistiği",
      "d": "Bulaşıcı hastalıklar ile tütün ve madde kullanımının önlenmesi",
      "e": "Tahliye ve tedavi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 58'de yapılan iki farklı hizmet tanımı.",
    "aclama": "Bu soru, kanunda yapılan iki temel sağlık hizmeti ayrımını doğru yapabilmeyi gerektirir. 'Askeri sağlık hizmetleri', daha çok personelin göreve uygunluğu, muharebe sahası ihtiyaçları (tahliye, tedavi, lojistik) gibi doğrudan askeri faaliyetlere yönelik hizmetlerdir. 'Koruyucu sağlık hizmetleri' ise, personelin hasta olmasını önlemeye yönelik genel sağlık tedbirlerini (hijyen, bağışıklama, bulaşıcı hastalıkların ve zararlı alışkanlıkların önlenmesi vb.) kapsar. D seçeneğindeki hizmet, bu koruyucu ve önleyici niteliktedir."
  },
  {
    "soru_id": "TSK_IHK_063",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 59-61)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 59. Maddesi'ne göre, TSK personeli ve adayları yönetmelikle belirlenen usuller çerçevesinde hangi sağlık kontrollerine tabi tutulabilir?",
    "secenekler": {
      "a": "Sadece göreve başlarken ve terhis olurken",
      "b": "Sadece yıllık periyodik kontrollere",
      "c": "Sadece hastalık durumunda yapılan kontrollere",
      "d": "Göreve uyarlık ve elverişlilik, periyodik veya zorunlu kontroller ya da sağlık raporu kontrolüne",
      "e": "Sadece psikolojik testlere"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...sağlık açısından; göreve uyarlık ve elverişlilik ile periyodik veya zorunlu kontrollere ya da sağlık raporu kontrolüne tabi tutulabilir.",
    "aclama": "Bu madde, personelin sağlık durumunun farklı aşamalarda ve farklı amaçlarla kontrol edilebileceğini belirtir. Bu kontroller; personelin belirli bir görevi yapıp yapamayacağını belirleyen 'göreve uyarlık ve elverişlilik', düzenli aralıklarla yapılan 'periyodik' kontroller ve belirli durumlar için istenen 'zorunlu' kontroller ile mevcut sağlık raporlarının geçerliliğinin denetlendiği 'sağlık raporu kontrolü'nü kapsar."
  },
  {
    "soru_id": "TSK_IHK_064",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 59-61)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 60. Maddesi'ne göre, bir birliğin kadrosunda tabip bulunmadığı ve başka bir askeri birlikten veya Sağlık Bakanlığından da tabip görevlendirilemediği durumlarda, sağlık hizmetleri nasıl yürütülür?",
    "secenekler": {
      "a": "Sağlık hizmetleri bir sonraki atama dönemine kadar ertelenir.",
      "b": "Personel en yakın askeri hastaneye sevk edilir.",
      "c": "En yakın resmi sağlık hizmet sunucusundan ya da Sosyal Güvenlik Kurumu ile sözleşmeli sağlık hizmet sunucularından istifade edilir.",
      "d": "Birlik komutanı geçici olarak bir sivil hekimle anlaşır.",
      "e": "Sadece acil durumlarda hizmet alınır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Tabip görevlendirilmesinin mümkün olmadığı hâllerde, en yakın resmî sağlık hizmet sunucusundan ya da Sosyal Güvenlik Kurumu ile sözleşmeli sağlık hizmet sunucularından istifade edilerek sağlık hizmetleri yürütülür.",
    "aclama": "Bu soru, TSK'nın kendi içindeki tabip imkanlarının tükendiği durumlar için bir çözüm hiyerarşisi olduğunu bilmeyi gerektirir. Önce diğer askeri birlikler, sonra Sağlık Bakanlığı denenir. Eğer bu yollarla da bir tabip görevlendirilemezse, son çare olarak personelin sağlık hizmeti alması için sivil sağlık sistemine başvurulur. Bu başvuru, ya en yakındaki devlet hastanesi gibi 'resmi sağlık hizmet sunucuları' ya da 'SGK ile anlaşmalı' özel sağlık kuruluşları aracılığıyla yapılır."
  },
  {
    "soru_id": "TSK_IHK_065",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 59-61)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 61'e göre, hastalanan bir subay veya astsubayın ilk görevi nedir ve amirleri bu personeli öncelikle kime göndermelidir?",
    "secenekler": {
      "a": "Görev: Doğrudan hastaneye gitmek / Yönlendirme: En yakın askeri hastaneye",
      "b": "Görev: Hastalığını amirlerine bildirmek / Yönlendirme: Kendi kıta, karargah ve kurumlarının tabiplerine",
      "c": "Görev: İstirahat raporu almak / Yönlendirme: Herhangi bir tabibe",
      "d": "Görev: Ailesine haber vermek / Yönlendirme: Garnizon baştabibine",
      "e": "Görev: Nöbetçi amirine gitmek / Yönlendirme: En yakın sivil sağlık ocağına"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Subay, astsubay... hastalıklarını bizzat veya başka bir vasıta ile amirlerine bildirmeye mecburdurlar. Amirler bunları öncelikle kendi kıta, karargâh ve askerî kurumlarının tabiplerine gönderir.",
    "aclama": "Bu madde, rütbeli personelin hastalanması durumunda izlenecek temel prosedürü tanımlar. Personelin ilk sorumluluğu, durumunu silsile amirine 'bildirmektir'. Amirin sorumluluğu ise, personeli başka bir yere göndermeden 'öncelikle' kendi birliğinin kadrosunda bulunan tabibe yönlendirmektir. Bu, hem silsile düzenini korur hem de sağlık sorununun ilk olarak en yakın ve en yetkili birim tarafından değerlendirilmesini sağlar."
  },
  {
    "soru_id": "TSK_IHK_066",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 59-61)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 61'in son fıkrasına göre, bir personelin askeri veya sivil bir sağlık kuruluşundaki muayene ve tedavi sonucunun 'Türk Silahlı Kuvvetlerindeki görevlere uyarlık' bakımından takibini kimler yapar?",
    "secenekler": {
      "a": "Sadece tedaviyi yapan sivil doktor",
      "b": "Sadece Personel Şube Müdürlüğü",
      "c": "Kıta komutanları, karargâh veya askeri kurum amirleri ile bunların tabipleri",
      "d": "Sadece personelin kendisi",
      "e": "Sadece Genelkurmay Sağlık Dairesi Başkanlığı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Personelin... muayene ve tedavi sonucunun Türk Silâhlı Kuvvetlerindeki görevlere uyarlık bakımından takibi... kıta komutanları, karargâh veya askerî kurum amirleri ile bunların tabipleri tarafından yapılır.",
    "aclama": "Bu soru, bir tedavinin sonucunun askeri görevlere etkisini değerlendirme sorumluluğunun kimde olduğunu bilmeyi gerektirir. Sivil bir doktor, hastanın genel sağlık durumu hakkında bir rapor verebilir, ancak bu durumun personelin spesifik askeri görevini (örneğin pilotluk, komandoluk) yapmasına engel olup olmadığını en iyi kendi komutanı ve birlik tabibi bilir. Bu nedenle, tedavinin 'göreve uyarlık' açısından nihai takibi ve değerlendirmesi, hem idari amir olan 'kıta komutanı/kurum amiri' hem de tıbbi danışman olan 'birlik tabibi' tarafından ortaklaşa yapılır."
  },
  {
    "soru_id": "TSK_IHK_067",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 62-63)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 62. Maddesi'ne göre, acil bir durumda hastalanan bir erbaş veya er hakkında nasıl bir işlem yapılır?",
    "secenekler": {
      "a": "Önce amirine haber vermesi beklenir.",
      "b": "Doğrudan en yakın askeri veya sivil sağlık teşkiline gönderilir veya ulusal acil sağlık sisteminden yararlandırılır.",
      "c": "Sadece en yakın askeri hastaneye gönderilebilir.",
      "d": "Sadece birliğin kendi tabibi tarafından müdahale edilebilir.",
      "e": "Nöbetçi subayının onayıyla revire götürülür."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Hastalar, acil hâllerde, doğrudan en yakın askerî veya sivil sağlık teşkiline gönderilir veya ulusal acil sağlık sisteminden yararlandırılır.",
    "aclama": "Bu madde, acil durumlarda hayat kurtarmanın önceliğini vurgular ve normal hiyerarşik sevk prosedürünü ortadan kaldırır. Bir personelin durumu acil ise, en yakın sağlık kuruluşuna, bu kuruluşun 'askeri veya sivil' olmasına bakılmaksızın, 'doğrudan' ulaştırılması esastır. Bu, zaman kaybını önlemeye yönelik hayati bir kuraldır."
  },
  {
    "soru_id": "TSK_IHK_068",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 62-63)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 62. Maddesi'ne 2024 yılında eklenen fıkraya göre, aşağıdakilerden hangisi, erbaş ve erlerin askerlikleri süresince bütçeden karşılanacak olan sağlık hizmeti fark ücretlerinden biri değildir?",
    "secenekler": {
      "a": "Eşdeğer ilaç fark ücreti",
      "b": "Optik fark ücreti",
      "c": "Estetik operasyon fark ücreti",
      "d": "Tıbbi cihaz/malzeme için SGK'nın ödediği tutarın üzerindeki farklar",
      "e": "SGK'nın belli adet ve sürelerde karşıladığı sağlık hizmetleri için oluşan fark ücretleri"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ek fıkrada listelenen fark ücretleri.",
    "aclama": "Bu yeni eklenen hüküm, erbaş ve erlerin genel sağlık sigortası kapsamında olmalarına rağmen ceplerinden ödemek zorunda kaldıkları bazı fark ücretlerinin Devlet tarafından karşılanmasını sağlar. Bu kapsam; ilaç, gözlük, tıbbi malzeme ve SGK'nın limitli karşıladığı hizmet farklarını içerir. Ancak, tıbbi bir zorunluluk olmayan 'estetik operasyon' gibi işlemler bu kapsamın dışındadır."
  },
  {
    "soru_id": "TSK_IHK_069",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 62-63)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 63'e göre, görevli olduğu birlikten başka bir şehirde 'izindeyken' hastalanan bir 'subay' ile aynı durumda hastalanan bir 'er'in, sağlık hizmeti almak için izlemesi gereken prosedürler arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, her ikisi de aynı prosedürü izler.",
      "b": "Subay doğrudan istediği kuruma başvurabilirken, erin önce en yakın kıta komutanlığına haber vermesi gerekir.",
      "c": "Er doğrudan istediği kuruma başvurabilirken, subayın önce en yakın kıta komutanlığına haber vermesi gerekir.",
      "d": "Her ikisinin de önce kendi birliklerini arayarak izin alması gerekir.",
      "e": "Subay sivil kurumlara, er ise sadece askeri kurumlara başvurabilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İzindeyken hastalanan subay... birinci fıkrada yazılı esaslara tabi olmadan tercihlerine göre askerî veya sivil sağlık hizmet sunuculararına müracaat edebilirler... İzindeyken hastalanan uzman erbaşlar hariç erbaş ve erler ile öğrenciler hakkında birinci fıkra hükümleri uygulanır.",
    "aclama": "Bu soru, metindeki çok önemli bir statü farkını ve prosedür ayrımını bilmeyi gerektirir. 'İzindeyken' hastalanan rütbeli personel (subay, astsubay, uzman erbaş) daha geniş bir serbestiye sahiptir ve 'tercihlerine göre' doğrudan istediği askeri veya sivil sağlık kurumuna gidebilir. Ancak, yükümlü statüsündeki 'er ve erbaşlar' ile 'öğrenciler' bu serbestiye sahip değildir; onlar, izinde olsalar bile, birinci fıkradaki kurala uymak, yani önce bulundukları yerdeki 'en yakın kıta komutanlığına' haber vererek onların sevkiyle muayene olmak zorundadırlar."
  },
  {
    "soru_id": "TSK_IHK_070",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 62-63)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 63'e göre, kıta, karargah veya askeri kurumun bulunmadığı bir yerde hastalanan bir askeri personelin ilk olarak ne yapması gerekir?",
    "secenekler": {
      "a": "En yakın askeri birliğin bulunduğu şehre gitmesi.",
      "b": "İyileşene kadar beklemesi.",
      "c": "Durumunu doğrudan kendi birliğine telefonla bildirmesi.",
      "d": "Bulundukları yerdeki sivil sağlık hizmet sunucularına müracaat etmesi.",
      "e": "En yakın jandarma karakoluna başvurması."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Garnizon komutanlığı ya da kıta, karargâh veya askerî kurumun bulunmadığı yerlerde hastalananlar, bulundukları yerdeki sivil sağlık hizmet sunucularına müracaat ederler.",
    "aclama": "Bu madde, askeri sağlık imkanlarının olmadığı yerlerde personelin sağlık hizmetine nasıl erişeceğini düzenler. Bu durumda, personelin yapması gereken en mantıklı ve doğru hareket, bulunduğu yerdeki en yakın ve erişilebilir sağlık hizmeti olan 'sivil sağlık hizmet sunucularına' (hastane, sağlık ocağı vb.) doğrudan başvurmaktır. Personelin bu adımdan sonraki görevi ise, durumu ve tedavi sürecini mümkün olan en kısa sürede kendi amirlerine bildirmektir."
  },
  {
    "soru_id": "TSK_IHK_071",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri ve Cenaze (Madde 64-66)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 64. Maddesi'ne göre, 'acil bir vaka' durumunda hastalanan bir askerin yapması gereken iki temel işlem nedir?",
    "secenekler": {
      "a": "En yakın askeri veya sivil sağlık hizmet sunucusuna müracaat etmek ve durumunu en kısa sürede amirine bildirmek.",
      "b": "Sadece en yakın askeri sağlık hizmet sunucusuna müracaat etmek.",
      "c": "Önce amirinden izin almak, sonra en yakın hastaneye gitmek.",
      "d": "Sadece durumunu amirine bildirmek ve gelecek emri beklemek.",
      "e": "Doğrudan ailesini arayarak yardım istemek."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Acil vakalarda hasta, en yakın askerî veya sivil sağlık hizmet sunucusuna müracaat eder ve durumunu mümkün olan en kısa sürede amirine bildirir.",
    "aclama": "Bu madde, acil durumlarda hayat kurtarmanın ve bürokrasiyi azaltmanın önceliğini vurgular. Personelin ilk yapması gereken, en hızlı şekilde tıbbi yardım alabileceği 'en yakın sağlık sunucusuna' gitmektir; bu kuruluşun askeri ya da sivil olması fark etmez. İkinci görevi ise, bu durumu idari silsilenin bilmesi için 'mümkün olan en kısa sürede amirine bildirmektir'."
  },
  {
    "soru_id": "TSK_IHK_072",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri ve Cenaze (Madde 64-66)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 65. Maddesi'ne 2019 yılında eklenen fıkraya göre, teröristle mücadele veya sınır ötesi harekat gibi durumlarda, birlik envanterindeki ilaçların doğrudan personel tedavisinde kullanılabilmesinin temel gerekçesi nedir?",
    "secenekler": {
      "a": "Personelin GSS prim borcu olması.",
      "b": "İlaçların son kullanma tarihinin yaklaşması.",
      "c": "Birlik tabibinin bu ilaçları daha etkili bulması.",
      "d": "Reçete edilen ilaçların eczanelerden temininin veya sevklerin emniyetli/zamanında yapılamamasının güç olması.",
      "e": "Sivil eczanelerin kapalı olması."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...reçete edilen ilaçların eczanelerden temin edilerek hasta/yaralı personele ulaştırılmasının güç olduğu, ikinci ve üçüncü basamak sağlık teşkillerine sevklerin emniyetli şekilde ve zamanında yapılamadığı hallerde, askerî birlik/kurum envanterindeki mevcut ilaç ve tıbbi sarf malzemesi personel tedavisinde kullanılabilir.",
    "aclama": "Bu hüküm, muharebe sahası veya üs bölgeleri gibi zorlu operasyonel koşullar için bir istisna getirir. Normalde personelin ilacını eczaneden alması gerekirken, bu bölgelerde eczaneye ulaşımın veya personelin hastaneye güvenli bir şekilde sevk edilmesinin 'güç' veya 'imkansız' olduğu durumlarda, tedavinin aksamaması için birliğin kendi 'envanterindeki' ilaçların doğrudan kullanılmasına izin verilmiştir."
  },
  {
    "soru_id": "TSK_IHK_073",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri ve Cenaze (Madde 64-66)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 66'ya göre, yurt dışında görevli bir subayın, yurt dışında bulunan kardeşinin vefatı halinde, Devletin cenazeyle ilgili karşıladığı gider nedir?",
    "secenekler": {
      "a": "Tüm defin ve taziye masrafları",
      "b": "Sadece cenazenin defin masrafları",
      "c": "Cenazeyi yurda getirmek için yapılması zorunlu olan giderler",
      "d": "Sadece cenazenin o ülkede defnedilme masrafları",
      "e": "Devlet bu durumda herhangi bir masraf karşılamaz."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yurt dışında bulunanların eş, üst soy, alt soy, erkek ve kız kardeşleri... ölümleri hâlinde, bunların cenazelerini yurda getirmek için yapılması zorunlu olan giderler de birinci fıkrada yazılı makamlarca ödenir.",
    "aclama": "Bu madde, yurt dışında görev yapan personelin ailevi acılarına bir destek olmayı amaçlar. Personelin kanunda sayılan bir yakını yurt dışında vefat ettiğinde, cenazenin o ülkede defni değil, anavatana getirilmesi esastır. Bu nedenle, 'cenazeyi yurda getirmek için yapılması zorunlu olan' (örneğin uluslararası nakil, tabut vb.) masraflar Devlet tarafından karşılanır."
  },
  {
    "soru_id": "TSK_IHK_074",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri ve Cenaze (Madde 64-66)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 66'ya göre, askerlik hizmetini yaparken vefat eden erbaş ve erler için, normal cenaze ve nakil giderlerine 'ayrıca' ödenen ek gider kalemi nedir?",
    "secenekler": {
      "a": "Aileye ödenecek tazminat",
      "b": "Mezarlarının yapım giderleri",
      "c": "Şehitlik anıtı yapım gideri",
      "d": "Taziye masrafları",
      "e": "Böyle bir ek gider yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Askerlik hizmetini yapmakta iken vefat eden erbaş ve erlerin mezarlarının yapım giderleri, birinci fıkra hükümlerine göre ayrıca ödenir.",
    "aclama": "Bu madde, askerlik hizmeti sırasında vefat eden yükümlü erbaş ve erlere yönelik özel bir hüküm içerir. Normal cenaze ve nakil masrafları tüm TSK personeli için karşılanırken, sadece bu statüdeki personel için, bu masraflara ek olarak ve 'ayrıca', defin sonrası 'mezarlarının yapım giderlerinin' de bütçeden karşılanacağı belirtilmiştir."
  },
  {
    "soru_id": "TSK_IHK_075",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 67-68)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 67. Maddesi'ne göre, askerî veya sivil sağlık sunucuları tarafından düzenlenen sağlık raporları neticesinde yapılacak işlemler hangi hukuki metin ile belirlenir?",
    "secenekler": {
      "a": "Kanun",
      "b": "Yönetmelik",
      "c": "Cumhurbaşkanlığı Kararnamesi",
      "d": "Genelge",
      "e": "Talimatname"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Subay, astsubay... erbaş ve erler hakkında askerî veya sivil sağlık sunucuları tarafından düzenlenen sağlık raporları neticesinde yapılacak işlemler yönetmelikle belirlenir.",
    "aclama": "Bu madde, sağlık raporlarına istinaden yapılacak idari işlemlerin (örneğin sınıf değişikliği, istirahat, hava değişimi, askerliğe elverişli değildir kararı vb.) detaylı prosedürlerinin bir 'yönetmelik' ile düzenleneceğini belirtir. Bu, kanunun genel çerçeveyi çizdiğini, uygulamaya yönelik detayların ise daha esnek bir hukuki metin olan yönetmelikle belirlendiğini gösterir."
  },
  {
    "soru_id": "TSK_IHK_076",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 67-68)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 68. Maddesi'nin (a) fıkrasına göre, bir askeri personelin tedavi için yurt dışına gönderilebilmesi için hangi kurulun raporu ve hangi makamın onayı gereklidir?",
    "secenekler": {
      "a": "Rapor: Askeri hastane sağlık kurulu / Onay: Genelkurmay Başkanı",
      "b": "Rapor: Gülhane Askeri Tıp Akademisi Profesörler Kurulu / Onay: Milli Savunma Bakanlığı veya İçişleri Bakanlığı",
      "c": "Rapor: Herhangi bir üniversite hastanesi / Onay: Sağlık Bakanlığı",
      "d": "Rapor: Yüksek Sağlık Şurası / Onay: Cumhurbaşkanı",
      "e": "Rapor: Birlik tabibi / Onay: Garnizon Komutanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Gülhane Askeri Tıp Akademisi Profesörler Kurulu raporu ile yurtiçinde tedavilerinin mümkün olmadığı tespit edilen... Ancak, yukarıda belirtilen rapor, Milli Savunma Bakanlığı veya İçişleri Bakanlığının onayı ile tekemmül eder.",
    "aclama": "Bu soru, yurt dışı tedavi sevk sürecindeki iki aşamalı onay mekanizmasını bilmeyi gerektirir. Birincisi, tıbbi olarak tedavinin Türkiye'de imkansız olduğunun en yetkin askeri sağlık kurumu olan 'GATA Profesörler Kurulu' tarafından raporlanmasıdır. İkincisi ise, bu tıbbi raporun idari olarak işleme konulabilmesi için, personelin bağlı olduğu 'Milli Savunma Bakanlığı veya İçişleri Bakanlığı'nın onayının' alınmasıdır. Bu iki şart olmadan sevk işlemi tamamlanamaz."
  },
  {
    "soru_id": "TSK_IHK_077",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 67-68)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 68'in (b) fıkrasına göre, yurt dışında görevli bir personelin ayakta tedavisi için kullanacağı ilaç bedellerinin yüzde kaçını kendisi öder ve bu kural hangi durumlarda uygulanmaz?",
    "secenekler": {
      "a": "%10 öder / Savaş halinde uygulanmaz.",
      "b": "%20 öder / Tatbikat, manevra ve savaş halinde uygulanmaz.",
      "c": "%50 öder / Sadece kanser tedavisinde uygulanmaz.",
      "d": "Tamamını kendisi öder.",
      "e": "Hiçbir katılım payı ödemez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...tedavileri ayakta veya meskende yapılanlar için kullanılacak ilaç bedellerinin % 20'si hasta tarafından ödenir. İlaç bedellerine katılma yükümlülüğü, tatbikat ve manevralarda askeri personele, savaş halinde ise... uygulanmaz.",
    "aclama": "Bu madde, yurt dışındaki ayakta tedavilerde genel bir 'yüzde 20' ilaç katılım payı kuralı getirir. Ancak, bu kuralın istisnalarını da belirtir. Personelin fiilen 'tatbikat, manevra veya savaş' halinde olması gibi operasyonel koşullarda bu katılım payı alınmaz. Ayrıca, kanser gibi uzun süreli tedavi gerektiren hastalıklar için de bu pay alınmamaktadır."
  },
  {
    "soru_id": "TSK_IHK_078",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 67-68)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 68'in (c) fıkrasına göre, yurt dışındaki tedavi müddeti hiçbir halde kaç yılı geçemez?",
    "secenekler": {
      "a": "Bir yılı",
      "b": "İki yılı",
      "c": "Üç yılı",
      "d": "Beş yılı",
      "e": "Süre sınırı yoktur."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Dış memleketlerdeki tedavi müddeti iki yılı geçemez.",
    "aclama": "Bu madde, yurt dışı tedaviler için kesin ve net bir azami süre sınırı belirler. Bir personelin yurt dışında Devlet tarafından karşılanan tedavisinin toplam süresi, 'hiçbir halde iki yılı' geçemez. Bu kural, sürecin süresiz olarak uzamasını önlemeyi amaçlar."
  },
  {
    "soru_id": "TSK_IHK_079",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 70-70/B)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 70. Maddesi'ne göre, yabancı devletlerin silahlı kuvvetler mensuplarının ve bakmakla yükümlü oldukları kişilerin sağlık hizmetlerinden yararlandırılması neye göre yapılır?",
    "secenekler": {
      "a": "Sadece acil durumlarda hizmet alabilirler.",
      "b": "Uluslararası antlaşmalar ve ikili anlaşmalarda yer alan hükümler doğrultusunda",
      "c": "Sadece kendi ülkelerinin masrafları karşılaması şartıyla",
      "d": "Türk Silahlı Kuvvetleri mensupları ile aynı haklara koşulsuz olarak sahiptirler.",
      "e": "Sadece askeri hastanelerden hizmet alabilirler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yabancı devletlerin silâhlı kuvvetler mensupları... uluslararası antlaşmalar ile taraflar arasındaki ikili anlaşmalarda yer alan hükümler doğrultusunda sağlık hizmetlerinden yararlandırılırlar.",
    "aclama": "Bu madde, yabancı askeri personele verilecek sağlık hizmetlerinin hukuki zeminini belirtir. Bu hizmetlerin kapsamı ve şekli, Türkiye'nin tek taraflı bir kararıyla değil, ilgili yabancı devletle yapılmış olan 'uluslararası antlaşmalar' veya 'ikili anlaşmalar' ile belirlenir. Yani, hizmetin çerçevesi diplomatik ve hukuki anlaşmalara dayanır."
  },
  {
    "soru_id": "TSK_IHK_080",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 70-70/B)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanunun 70/B Maddesi'ne göre, kıta, karargah ve askeri kurumlarda tüketime sunulan içme ve kullanma suları ile gıda maddelerinin taşıması gereken temel özellikler nedir?",
    "secenekler": {
      "a": "Yerli üretim ve ucuz olmaları",
      "b": "Yüksek kalorili ve besleyici olmaları",
      "c": "Sağlığa uygun ve temiz olmaları, muayenesi yapılarak temin edilmiş güvenilir olmaları",
      "d": "Uzun ömürlü ve depolamaya uygun olmaları",
      "e": "Sadece askeri tesislerde üretilmiş olmaları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kıta, karargâh ve askerî kurumlarda; sağlığa uygun ve temiz olan içme ve kullanma suları ile muayenesi yapılarak temin edilen güvenilir gıda maddeleri tüketime sunulur.",
    "aclama": "Bu madde, personelin sağlığının korunması için en temel unsur olan gıda ve su güvenliğine odaklanır. Tüketime sunulacak suyun 'sağlığa uygun ve temiz' olması, gıda maddelerinin ise sadece güvenilir kaynaklardan temin edilmesi değil, aynı zamanda 'muayenesinin yapılarak' bu güvenilirliğin teyit edilmesi temel bir kuraldır."
  },
  {
    "soru_id": "TSK_IHK_081",
    "konu": "TSK İç Hizmet Kanunu - Sağlık İşleri (Madde 70-70/B)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 70/B'ye göre, içme suları ve gıda maddelerinin temininden tüketimine kadar olan süreçteki güvenlik tedbirleri, kontrol ve denetim faaliyetleri gibi detaylı hususlar hangi hukuki metin ile belirlenir?",
    "secenekler": {
      "a": "Kanun",
      "b": "Yönetmelik",
      "c": "Talimatname",
      "d": "Genelge",
      "e": "Birlik komutanının emri"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İçme ve kullanma suları ile gıda maddelerinin temininden tüketimine kadar alınacak gıda ve su güvenlik tedbirleri... ve diğer hususlara ilişkin usul ve esaslar yönetmelik ile belirlenir.",
    "aclama": "Bu madde, kanunun genel ilkeyi koyduğunu, ancak gıda ve su güvenliği gibi teknik ve detaylı prosedürler içeren bir konunun uygulanmasına yönelik esasların daha alt bir hukuki metinle düzenleneceğini belirtir. Bu detayları içeren ve uygulamaya yön veren metin, bir 'yönetmelik'tir."
  },
  {
    "soru_id": "TSK_IHK_082",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 76-79)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 76. Maddesi'ne göre, 'Nöbet' hizmetinin temel amacı nedir ve bu hizmet kimler tarafından yapılır?",
    "secenekler": {
      "a": "Amaç: Sadece kışla emniyetini sağlamak / Yapanlar: Sadece erbaş ve erler",
      "b": "Amaç: Müşterek hizmetlerin yapılmasını ve devamını sağlamak / Yapanlar: Subay, astsubay, erbaş, er, öğrenci ve sivil personel",
      "c": "Amaç: Personelin dinlenmesini sağlamak / Yapanlar: Sadece nöbetçi birlikler",
      "d": "Amaç: Disiplini artırmak / Yapanlar: Sadece subay ve astsubaylar",
      "e": "Amaç: Amirlerin denetim yapmasını sağlamak / Yapanlar: Sadece askeri personel"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Nöbet; askerlikteki müşterek hizmetlerin yapılmasını ve devamını sağlamak maksadı ile bu hizmetlerin belli bir sıra ve süre ile subay, askeri memur, astsubay, askeri öğrenci, erbaş ve erler ile Silahlı Kuvvetler Teşkilatı içinde vazifeli olan bilümum sivil şahıslar tarafından yapılmasıdır.",
    "aclama": "Bu madde, nöbetin tanımını ve kapsamını net bir şekilde ortaya koyar. Nöbetin temel amacı, birliğin 24 saat boyunca süren 'müşterek hizmetlerinin devamlılığını' sağlamaktır. Bu görevin sorumluluğu ise sadece belirli bir rütbe grubuna ait olmayıp, kışla veya kurumdaki 'tüm personeli' (rütbeli, rütbesiz, öğrenci ve hatta sivil personel) kapsayan genel bir yükümlülüktür."
  },
  {
    "soru_id": "TSK_IHK_083",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 76-79)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 78. Maddesi'ndeki tanımlara göre, 'Karakol nöbetçisi' ile 'Devriye' arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Karakol nöbetçisi silahlı, devriye silahsızdır.",
      "b": "Karakol nöbetçisi tek kişi, devriye en az üç kişidir.",
      "c": "Karakol nöbetçisi sabit bir yere konulurken, devriye belirli bir mıntıkada gezerek görev yapar.",
      "d": "Karakol nöbetçisi subay, devriye ise erbaş komutasındadır.",
      "e": "Karakol nöbetçisi gündüz, devriye gece görev yapar."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "b) Karakol nöbetçisi: ...bir yere konulan... silahlı tek veya çift er veya erbaşlardır. c) Devriye: ...muayyen bir mıntakada gezerek vazife gören çift veya daha ziyade silahlı askerdir.",
    "aclama": "Bu soru, iki temel emniyet görevinin en belirgin farkını anlamayı gerektirir. 'Karakol nöbetçisi', statik bir görevi ifade eder; belirli bir noktaya 'konulur' ve o noktayı korur. 'Devriye' ise, dinamik bir görevi ifade eder; belirli bir bölge ('mıntıka') içinde sürekli 'gezerek' emniyet ve kontrol sağlar. Temel fark, birinin sabit, diğerinin hareketli olmasıdır."
  },
  {
    "soru_id": "TSK_IHK_084",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 76-79)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 79'a göre, her kıta ve kıtası bulunan karargahın çıkarmakla mecbur olduğu 'nizam karakolunun' dört temel vazifesi nedir?",
    "secenekler": {
      "a": "İaşe, idare, bakım ve onarım",
      "b": "Eğitim, spor, istirahat ve izin",
      "c": "Yakın emniyet, gözetleme, muhafaza ve disiplin",
      "d": "Soruşturma, yargılama, infaz ve denetim",
      "e": "Karşılama, protokol, tören ve uğurlama"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu nizam karakolunun vazifesi yakın emniyet, gözetleme, muhafaza ve disiplindir.",
    "aclama": "Bu madde, birliğin ana giriş ve kontrol noktası olan nizam karakolunun temel görev çerçevesini çizer. Bu görevler dört ana başlıkta toplanmıştır: 1) Birliğin fiziki güvenliğini sağlamak ('yakın emniyet'). 2) Çevreyi sürekli izlemek ('gözetleme'). 3) Belirli kişi ve malzemeleri korumak ('muhafaza'). 4) Kışlaya giriş ve çıkışlarda askeri düzeni sağlamak ('disiplin')."
  },
  {
    "soru_id": "TSK_IHK_085",
    "konu": "TSK İç Hizmet Kanunu - Nöbet Hizmetleri (Madde 76-79)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 79. Maddesi'ne göre, bir kışlada birden fazla sınıftan birlik bulunuyorsa nizam karakol vazifesi nasıl yürütülür ve kıtası olmayan bir karargahın karakol ihtiyacı nasıl karşılanır?",
    "secenekler": {
      "a": "Vazife: En kıdemli birlik tarafından yürütülür / İhtiyaç: Kendi sivil personeliyle karşılanır.",
      "b": "Vazife: Birlikler arasında münavebe (dönüşüm) ile yapılır / İhtiyaç: En yakın nizam karakolundan temin edilir.",
      "c": "Vazife: Sadece piyade sınıfı tarafından yürütülür / İhtiyaç: O karargaha personel atanır.",
      "d": "Vazife: Her birlik kendi karakolunu çıkarır / İhtiyaç: Karakol çıkarmazlar.",
      "e": "Vazife: Garnizon komutanının atadığı birlik yapar / İhtiyaç: Jandarmadan destek istenir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "b) Eğer bir kışlada... başka sınıflardan birlikler bulunuyorsa nizam karakol vazifesi kumandanın tertibi üzerine münavebe ile yapılır. Kıtası olmıyan karargah ve askeri kurumların karakol nöbetçi ve devriyeleri o mevkideki en yakın nizam karakolundan temin olunur.",
    "aclama": "Bu soru, iki farklı senaryodaki prosedürleri doğru bilmeyi gerektirir. Bir kışlada birden fazla birlik varsa, görevin adil bir şekilde paylaşılması için karakol hizmeti 'münavebe ile' yani birlikler arasında dönüşümlü olarak yapılır. Kendi muharip personeli olmayan bir karargahın karakol ihtiyacı ise, o karargahtaki en yakın birliğin 'nizam karakolundan' personel görevlendirilmesi suretiyle karşılanır."
  },
  {
    "soru_id": "TSK_IHK_090",
    "konu": "TSK İç Hizmet Kanunu - Hazır Kıt'a ve Asayiş (Madde 83-86)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "TSK İç Hizmet Kanunu'nun 83. ve 85. Maddeleri bir arada değerlendirildiğinde, 'Hazır Kıt'a' kavramının, 'hal ve vaziyetin icabettirdiği' normal bir durum ile 'fevkalade haller' arasında nasıl bir kapsam değişikliğine uğradığı söylenebilir?",
    "secenekler": {
      "a": "Normal durumda sadece piyadelerden, fevkalade halde ise tüm sınıflardan oluşturulur.",
      "b": "Normal durumda belirli bir birlik görevlendirilirken, fevkalade hallerde bu kavram bütün kuvveti kapsayacak şekilde genişler.",
      "c": "Normal durumda silahsız, fevkalade halde ise silahlı olarak bulundurulur.",
      "d": "Normal durumda komutanın emriyle, fevkalade halde ise valinin emriyle kurulur.",
      "e": "Kapsamda bir değişiklik olmaz, sadece personel sayısı artırılır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 83 – Hal ve vaziyetin icabettirdiği zamanlarda her kışla... bir hazır kıt'a bulundurulur. Madde 85 – Fevkalade hallerde bütün kuvvet dahi hazır kıta halinde bulundurulur.",
    "aclama": "Bu soru, iki maddeyi birleştirerek bir çıkarım yapmayı gerektirir. Madde 83, normal şartlarda ihtiyaca binaen 'ayrıca bir' hazır kıta bulundurulacağını belirtir. Madde 85 ise, durumun ciddiyetinin en üst seviyeye çıktığı 'fevkalade hallerde' bu kavramın artık ayrı bir birliği değil, 'bütün kuvveti' kapsayacak şekilde genişletildiğini ifade eder. Bu, hazır kıta konseptinin duruma göre ölçeklenebilir olduğunu gösterir."
  },
  {
    "soru_id": "TSK_IHK_091",
    "konu": "TSK İç Hizmet Kanunu - Hazır Kıt'a ve Asayiş (Madde 83-86)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 84. Maddesi'ne göre, hazır kıt'anın gece dahi tam teçhizatlı ve harekete hazır bulunması kuralına ek olarak, bu birliğin uyku düzeniyle ilgili karar verme yetkisi kime aittir?",
    "secenekler": {
      "a": "Kıt'anın kendi komutanına",
      "b": "Nöbetçi Amirine",
      "c": "Garnizon Komutanına",
      "d": "Kıt'ayı çıkaran (görevlendiren) komutana",
      "e": "Personelin kendisine bırakılmıştır."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bu kıtanın nöbetle uyku uyuyup uyuyamıyacağı çıkaran kumandanca emredilir.",
    "aclama": "Bu soru, metindeki çok spesifik bir yetki tanımını ayırt etmeyi gerektirir. Hazır kıt'anın uyku düzeni gibi hassas bir karar, o birliğin standart komutanına veya nöbetçi amirine değil, o anki durumun gerekliliğini değerlendirerek o hazır kıt'ayı 'çıkaran', yani görevlendiren komutana aittir. Bu, hazır kıt'anın standart bir birlik değil, özel bir görevlendirme olduğunu ve tüm kararlarının o görevin sahibi olan komutan tarafından alınması gerektiğini vurgular."
  },
  {
    "soru_id": "TSK_IHK_092",
    "konu": "TSK İç Hizmet Kanunu - Hazır Kıt'a ve Asayiş (Madde 83-86)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 86'ya göre, asayişi temin için Silahlı Kuvvetlerin kullanılması ve örfi idare (sıkıyönetim) ilanı halindeki görev ve yetkileri, İç Hizmet Kanunu'nda mı yoksa başka bir kaynakta mı düzenlenmiştir?",
    "secenekler": {
      "a": "Tüm detaylarıyla İç Hizmet Kanunu'nda düzenlenmiştir.",
      "b": "Bu konuların hususi kanunlar hükümlerine göre yürütüleceği belirtilmiştir.",
      "c": "Bu yetkiler Anayasa'da doğrudan düzenlenmiştir.",
      "d": "Bu yetkilerin Genelkurmay Başkanının direktifleriyle belirleneceği ifade edilmiştir.",
      "e": "Bu yetkiler Cumhurbaşkanlığı kararnameleriyle düzenlenir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Asayişi temin için Silahlı Kuvvetlerin nasıl kullanılacağı ve örfi idare ilanı halinde askerlerin vazife ve salahiyetleri hususi kanunlar hükümlerine göre yürütülür.",
    "aclama": "Bu soru, kanunlar arasındaki hiyerarşiyi ve atıf sistemini anlamayı gerektirir. İç Hizmet Kanunu, TSK'nın asayiş görevlerinde kullanılabileceğini belirtir, ancak bu görevin 'nasıl' yapılacağını ve bu sıradaki 'yetkilerinin' ne olacağını kendisi düzenlemez. Bunun yerine, bu çok hassas ve detaylı konunun, bu iş için özel olarak çıkarılmış olan 'hususi kanunlar' (örneğin Sıkıyönetim Kanunu, Polis Vazife ve Salahiyet Kanunu'nun ilgili maddeleri vb.) ile düzenleneceğini belirterek o kanunlara atıf yapar."
  },
  {
    "soru_id": "TSK_IHK_093",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 87. Maddesi'ne göre, bir askerin kaçmaya teşebbüs eden bir tutukluyu yakalamak amacıyla silah kullanabilmesi için hangi üç şartın bir arada bulunması zorunludur?",
    "secenekler": {
      "a": "Tutuklunun tehlikeli olması, gündüz vakti olması ve amirinden emir alması",
      "b": "Kaçması veya kaçmaya teşebbüs etmesi, 'Dur' emrini dinlememesi ve başka türlü ele geçirilmesinin kabil olmaması",
      "c": "Kaçmaya teşebbüs etmesi, silahlı olması ve havaya ihtar ateşi açılmasına rağmen durmaması",
      "d": "Kaçışın meskun mahalde olması, en az iki asker tarafından görülmesi ve komutanın ateş emri vermesi",
      "e": "Tutuklunun daha önce de kaçmaya teşebbüs etmiş olması ve 'Dur' emrine uymaması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "c) ...muvakkaten yakalanan bir şahsın... veya hükümlünün kaçması veya kaçmaya teşebbüs etmesi ve verilecek dur emrini dinlemediği görüldüğünde başka türlü ele geçirilmesi kabil olmadığı takdirde yakalanması için,",
    "aclama": "Bu soru, silah kullanma gibi en son çarenin uygulanabilmesi için gereken tüm koşulların tam olarak bilinmesini gerektirir. Kanun, bu durumda silah kullanılabilmesi için kademeli ve zorunlu üç şartın bir arada varlığını arar: 1) Fiili bir kaçma veya kaçma teşebbüsü olmalı. 2) Bu teşebbüs sırasında yapılan 'Dur' ihtarına uyulmamalı. 3) Ve son olarak, şahsı yakalamak için kovalamak gibi başka hiçbir fiziksel imkanın ('başka türlü ele geçirilmesi kabil olmadığı') kalmamış olması. Bu şartlardan biri eksikse silah kullanılamaz."
  },
  {
    "soru_id": "TSK_IHK_094",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 87'nin 'Silah kullanma derecesi' başlıklı II. bölümüne göre, silahsız bir topluluğa karşı silah kullanmadan önce yapılacak ihtar ile silahlı bir topluluğa karşı yapılacak ihtar arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, her iki gruba da sadece 'Dur' ihtarında bulunulur.",
      "b": "Silahsız gruba 'silah kullanılacağı' ihtar edilirken, silahlı gruba 'silah veya aletlerin bırakılması' ihtar olunur.",
      "c": "Silahsız gruba ihtar yapılmaz, silahlı gruba yapılır.",
      "d": "Silahsız gruba sözlü, silahlı gruba ise havaya ateş ederek ihtar yapılır.",
      "e": "Silahsız gruba birlik komutanı, silahlı gruba ise en rütbeli subay ihtar yapar."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1. Şahıs veya topluluk silahsız ise; ...silah kullanılacağını ihtar eder. 2. Şahıs veya topluluk silahlı... ise, silah veya aletlerin bırakılması ihtar olunur.",
    "aclama": "Bu soru, orantılılık ilkesinin bir yansıması olan ve tehdidin niteliğine göre değişen ihtar usulünü ayırt etmeyi gerektirir. Karşıdaki grup 'silahsız' ise, yapılacak eylemin sonucunu bildiren genel bir ihtar, yani 'silah kullanılacağı' uyarısı yapılır. Ancak karşıdaki grup 'silahlı' ise, ihtar daha spesifik bir emre dönüşür ve doğrudan tehdit kaynağının ortadan kaldırılmasına yönelik olarak 'silah veya aletlerin bırakılması' emredilir."
  },
  {
    "soru_id": "TSK_IHK_095",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Kanunun 87. Maddesi'nin 'Silah kullanma tarzı' başlıklı III. bölümüne göre, ateş etmenin son çare olduğu bir durumda, 'havaya ihtar ateşi' yapılmasına rağmen mukavemetin devam etmesi halinde izlenmesi gereken sıralı ateş etme usulü nedir?",
    "secenekler": {
      "a": "Önce hedef gözetilmeksizin, sonra ayağa doğru ateş edilir.",
      "b": "Sadece hedef gözetilmeksizin ateş edilir.",
      "c": "Önce ayağa doğru ateş edilir, mukavemet devam ederse hedef gözetilmeksizin ateş edilir.",
      "d": "Sadece ayağa doğru ateş edilir.",
      "e": "Komutanın belirleyeceği hedefe doğru ateş edilir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "2. ...Önce havaya ihtar ateşi yapılır. Sonra ayağa doğru ateş edilir, mukavemet veya taarruza... devam ederse, hedef gözetilmeksizin ateş edilir.",
    "aclama": "Bu soru, silah kullanmadaki 'kademeli zor kullanma' ilkesinin ateş etme aşamasındaki sıralamasını tam olarak bilmeyi gerektirir. Ateş etmek son çare olarak kabul edildikten sonraki adımlar şöyledir: 1) İlk olarak, öldürücü olmayan bir uyarı olan 'havaya ihtar ateşi'. 2) Bu uyarı işe yaramazsa, hedefi durdurmaya yönelik ancak öldürme amacı gütmeyen 'ayağa doğru ateş'. 3) Bu da mukavemeti kırmazsa, son çare olarak saldırıyı ne pahasına olursa olsun durdurmak amacıyla 'hedef gözetilmeksizin ateş' edilmesi. Bu sıralama, can kaybını önlemeye yönelik son ana kadar devam eden bir çabayı ifade eder."
  },
  {
    "soru_id": "TSK_IHK_096",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi (Madde 87)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 87'ye göre, silah kullanmak zorunda kalan bir asker kişi hakkında hazırlık soruşturmasını kimler yapar ve bu kişi hakkında dava açılması durumunda sanığa tanınan özel bir usul hakkı nedir?",
    "secenekler": {
      "a": "Soruşturma: Birlik komutanı / Usul hakkı: Avukat talep etme",
      "b": "Soruşturma: Askeri Savcı veya Cumhuriyet Savcısı / Usul hakkı: Duruşmadan vareste tutulabilme (duruşmaya katılmama)",
      "c": "Soruşturma: Sadece Askeri Savcı / Usul hakkı: Davanın kapalı görülmesini isteme",
      "d": "Soruşturma: Askeri İnzibat / Usul hakkı: Yargılamanın ertelenmesini talep etme",
      "e": "Soruşturma: Sadece Cumhuriyet Savcısı / Usul hakkı: Beraat etmesi halinde tazminat isteme"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "VII - Soruşturma usulü ve adli yardım: ...hazırlık soruşturması Askeri Savcı, Cumhuriyet Savcısı veya yardımcıları tarafından yapılır. Haklarında dava açılan sanık asker kişiler duruşmadan vareste tutulabilir.",
    "aclama": "Bu madde, görevini yaparken silah kullanmak zorunda kalan personeli korumaya yönelik hukuki güvenceler getirir. İlk olarak, soruşturmanın sivil veya askeri 'savcılar' tarafından yapılacağını belirterek adli bir süreç olduğunu teyit eder. İkinci ve en önemli güvence ise, sanık askerin görevinin aksamaması ve moralinin bozulmaması amacıyla, mahkemenin izniyle, duruşmalara bizzat katılmaktan muaf tutulabilmesi, yani 'duruşmadan vareste tutulabilmesi' hakkıdır."
  },
  {
    "soru_id": "TSK_IHK_097",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi ve İnzibat (Madde 88-91)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 88. Maddesi, 87. Maddedeki silah kullanma yetkisini bir yükümlülüğe dönüştürmektedir. Buna göre, bir komutanın veya askerin, kanunun izin verdiği bir durumda silahını 'kullanmaması' veya 'tam olarak faydalanmaması' durumunda sonucu ne olur?",
    "secenekler": {
      "a": "Herhangi bir sonuç doğurmaz, bu durum amirin takdirindedir.",
      "b": "Sadece yazılı olarak uyarılır.",
      "c": "Fiilin mahiyetine göre cezalandırılır.",
      "d": "Hakkında sadece idari soruşturma açılır.",
      "e": "Sadece rütbesi geri alınır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 88 – ...kanunun tayin etmiş olduğu müsaadeleri yerinde ve zamanında kullanmaz veya silahlarından tamamiyle istifade etmezse fiilin mahiyetine göre cezalandırılır.",
    "aclama": "Bu soru, silah kullanma yetkisinin aynı zamanda bir sorumluluk ve görev olduğunu anlamayı gerektirir. Kanun, askere sadece silah kullanma 'yetkisi' vermekle kalmaz, aynı zamanda bu yetkiyi gereken durumlarda 'kullanma zorunluluğu' da yükler. Bir askerin veya komutanın, kanuni şartlar oluşmasına rağmen tereddüt ederek veya ihmal göstererek silahını kullanmaması, bir görev ihmali olarak kabul edilir ve eylemin niteliğine göre 'cezalandırılmasını' gerektirir."
  },
  {
    "soru_id": "TSK_IHK_098",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi ve İnzibat (Madde 88-91)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Kanunun 89. Maddesi, 87. Maddede sayılan spesifik görevler (karakol, devriye vb.) dışında, bir askerin silah kullanma yetkisini hangi genel ilkeye dayandırarak genişletmektedir?",
    "secenekler": {
      "a": "Amirin emrini koruma ilkesi",
      "b": "Meşru müdafaa ilkesi",
      "c": "Hizmete ait bir vazifeyi yaparken maruz kalınan mukavemeti bertaraf etme veya askere/askeri eşyaya tecavüzü defetme zarureti",
      "d": "Kamu düzenini koruma ilkesi",
      "e": "Milli güvenliği sağlama ilkesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Madde 89 – 87 nci maddede gösterilen hallerden başka hizmete ait bir vazifeyi yaparken maruz kaldığı bir mukavemeti bertaraf etmek veyahut askere veya askeri eşyaya karşı yapılan bir tecavüze karşı koymak için silah kullanmak zarureti hasıl olursa, her asker silah kullanmaya salahiyetli ve vazifelidir.",
    "aclama": "Bu soru, silah kullanma yetkisinin sadece belirli görev tanımlarıyla sınırlı olmadığını, daha genel bir görev koruması prensibine dayandığını anlamayı gerektirir. Madde 87, belirli hizmetleri sayarken, Madde 89 bu kapsamı genişletir. Buna göre, bir asker hangi görevi yaparsa yapsın, eğer bu görevi yapması engelleniyorsa ('mukavemet') veya kendisine ya da korumakla yükümlü olduğu askeri eşyaya bir saldırı ('tecavüz') varsa ve silah kullanmak bir 'zaruret' haline gelmişse, bu durumda da silah kullanma yetkisi ve görevi doğar."
  },
  {
    "soru_id": "TSK_IHK_099",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi ve İnzibat (Madde 88-91)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 91'e göre, 'Merkez kumandanlığı' kadro ile kurulmamış küçük bir garnizonda, bu görevi yürütme yetkisi kimdedir veya kime devredilebilir?",
    "secenekler": {
      "a": "Bu görev en kıdemli astsubay tarafından yürütülür.",
      "b": "Garnizon komutanı, kendisinden bir veya iki derece ast bir subayı görevlendirebilir veya bu görevi bizzat kendisi yapabilir.",
      "c": "En yakın jandarma komutanı bu görevi üstlenir.",
      "d": "Vali, bir emniyet müdürünü bu işle görevlendirir.",
      "e": "Bu tür garnizonlarda merkez kumandanlığı hizmetleri yürütülmez."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Diğer garnizonlarda garnizon kumandanları rütbece kendisinden bir veya nihayet iki derece ast olan bir subayı merkez kumandanı olarak tayin ve tavzif edebilir... buna da imkan olmıyan hallerde bizzat garnizon kumandanı tarafından yapılır.",
    "aclama": "Bu madde, garnizonlardaki inzibat hizmetlerinin devamlılığını sağlamak için esnek bir hiyerarşi öngörür. Büyük garnizonlarda bu iş için özel bir kadro varken, küçük garnizonlarda garnizon komutanı, bu görevi astlarından bir subaya devredebilir. Eğer bu da mümkün değilse, son çare olarak görevi 'bizzat kendisi' üstlenir. Bu, görevin her koşulda yerine getirilmesini güvence altına alır."
  },
  {
    "soru_id": "TSK_IHK_100",
    "konu": "TSK İç Hizmet Kanunu - Silah Kullanma Yetkisi ve İnzibat (Madde 88-91)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 91'in (b) fıkrasına göre, 'Askeri inzıbat kuvveti' mensuplarının, diğer askerlerden ayırt edilebilmesi için taşımaları gereken şey nedir?",
    "secenekler": {
      "a": "Farklı renkte bir üniforma",
      "b": "Silahlı Kuvvetler Kıyafet Kararnamesinde tespit edilen hususi bir işaret",
      "c": "Özel bir bere veya şapka",
      "d": "Beyaz bir kask",
      "e": "Sadece rütbeleriyle ayırt edilirler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Askeri inzıbat kuvveti mensupları Silahlı Kuvvetler Kıyafet Kararnamesinde tesbit edilen hususi işareti taşırlar.",
    "aclama": "Bu madde, askeri inzibatın (askeri polis) görevini yaparken diğer personel tarafından kolayca tanınabilmesi ve otoritesinin belli olması için standart bir uygulama öngörür. Bu tanınmayı sağlayan unsur, tüm TSK için geçerli olan Kıyafet Kararnamesi'nde belirlenmiş olan 'hususi bir işarettir' (genellikle 'AS.İZ.' yazılı kolluklar)."
  },
  {
    "soru_id": "TSK_IHK_101",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92-94)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 92. Maddesi'ne göre, askeri inzibatların, harp okulu öğrencileri ile astsubay meslek yüksek okulu öğrencilerine muamele tarzları arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Hiçbir fark yoktur, her ikisine de er gibi muamele yapılır.",
      "b": "Harp okulu öğrencilerine subay, astsubay okulu öğrencilerine astsubay gibi muamele olunur.",
      "c": "Her ikisine de astsubay gibi muamele yapılır.",
      "d": "Harp okulu öğrencilerine astsubay, astsubay okulu öğrencilerine erbaş gibi muamele olunur.",
      "e": "Bu öğrencilere sivil öğrenciler gibi muamele edilir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Fakülte ve yüksek okul öğrencileri ile harp okulu öğrencilerine subaylar gibi; ... astsubay meslek yüksek okulu öğrencileri ile astsubay nasbedilmek üzere temel askerlik eğitimine tâbi tutulanlara astsubaylar gibi muamele olunur.",
    "aclama": "Bu soru, askeri inzibatın farklı statüdeki askeri öğrencilere karşı davranışını düzenleyen spesifik kuralı bilmeyi gerektirir. Kanun, öğrencilerin gelecekteki statülerini göz önüne alarak bir ayrım yapar. Subay adayı olan 'harp okulu öğrencilerine' subaylara uygulanan prosedürler uygulanırken, astsubay adayı olan 'astsubay meslek yüksek okulu öğrencilerine' ise astsubaylara uygulanan prosedürler uygulanır."
  },
  {
    "soru_id": "TSK_IHK_102",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92-94)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 92'ye göre, normalde bir astsubayı ancak kendi rütbesinde veya daha üst bir inzibat personeli denetleyebilirken, hangi istisnai durumda rütbesine bakılmaksızın 'herkes' (siviller dahil) bir astsubayı yakalama yetkisine sahip olur?",
    "secenekler": {
      "a": "Astsubayın amirine itaatsizlik etmesi durumunda",
      "b": "Astsubayın sarhoş olması durumunda",
      "c": "Ağır cezayı gerektiren bir suçu işlerken suçüstü yakalanması (meşhut cürüm) halinde",
      "d": "Astsubayın kışladan izinsiz ayrılması durumunda",
      "e": "Böyle bir yetki hiç kimseye verilmemiştir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ancak ağır cezayı müstelzim meşhut cürüm halinde subayları, askeri memurları ve astsubayları dahi yakalamaya askeri inzibatlar, polisler, jandarmalar ve herkes mezundur.",
    "aclama": "Bu soru, askeri hiyerarşi ve disiplin kurallarının en temel istisnasını bilmeyi gerektirir. 'Suçüstü' (meşhut cürüm) hali, özellikle de ağır ceza gerektiren bir suçta, tüm hiyerarşik kuralları geçersiz kılar. Bu durumda, suçun devamını önlemek ve delilleri korumak amacıyla, rütbesine veya asker/sivil olup olmadığına bakılmaksızın 'herkes' şüpheliyi, bir subay veya astsubay dahi olsa, yakalama yetkisine sahip olur."
  },
  {
    "soru_id": "TSK_IHK_103",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92-94)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 92. ve 93. Maddelerine 2016 yılında eklenen fıkralara göre, bir askeri personelin Terörle Mücadele Kanunu kapsamına giren bir suçtan dolayı yakalanması durumunda, normal usulden farklı olarak kime teslim edilmesi gerekir?",
    "secenekler": {
      "a": "En yakın askeri inzibat karakoluna",
      "b": "Bağlı olduğu birlik komutanlığına",
      "c": "Garnizon komutanlığına",
      "d": "Cumhuriyet savcısının talimatı ile adli kolluk görevlilerine",
      "e": "Genelkurmay Başkanlığı adli müşavirliğine"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "...kişi Cumhuriyet savcısının talimatı ile adli kolluk görevlilerine teslim edilir.",
    "aclama": "Bu hüküm, terör ve devlete karşı işlenen belirli anayasal suçlarda soruşturma yetkisinin tamamen sivil adli makamlarda olduğunu belirten önemli bir istisnadır. Normal bir suçta yakalanan asker askeri makamlara teslim edilirken, eğer suç bu özel katalogda yer alıyorsa, askeri prosedürler uygulanmaz ve yakalanan kişi, soruşturmayı yürütecek olan 'Cumhuriyet savcısının talimatıyla' sivil polis veya jandarma gibi 'adli kolluk görevlilerine' teslim edilir."
  },
  {
    "soru_id": "TSK_IHK_104",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 92-94)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 94'e göre, askeri inzibatların, polis ve jandarmanın ve en yakın askeri kıtanın birbirlerine karşı olan 'yardım' yükümlülüğü nasıl tanımlanmıştır?",
    "secenekler": {
      "a": "Sadece askeri inzibat polisten yardım isteyebilir.",
      "b": "Sadece polis ve jandarma askerden yardım isteyebilir.",
      "c": "Yardım talepleri karşılıklıdır; askeri inzibat onlardan yardım isteyebileceği gibi, onların yardım taleplerini de yerine getirir.",
      "d": "Yardım sadece valinin emriyle mümkündür.",
      "e": "Kuvvetler arasında bir yardımlaşma yükümlülüğü yoktur."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Askeri inzibatlar tarafından vaki olacak yardım talepleri üzerine polis ve jandarmalar tarafından yardımda bulunulacağı gibi polis ve jandarmalar tarafından vaki olacak yardım talepleri de askeri inzibatlarca yerine getirilir.",
    "aclama": "Bu madde, kolluk kuvvetleri arasında asayişin sağlanması için tam bir işbirliği ve karşılıklılık ilkesini benimser. Buna göre, askeri inzibat kendi görevi için polisten veya jandarmadan yardım isteyebileceği gibi, polis ve jandarmanın da kendi görevleri için askeri inzibattan yardım istemesi durumunda, bu talebi yerine getirmekle yükümlüdür. Bu, kamu güvenliğinin bir bütün olduğu anlayışını yansıtır."
  },
  {
    "soru_id": "TSK_IHK_105",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 95-97)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 95. Maddesi, askeri inzibatların muvakkat yakalama yetkisini hiyerarşik bir kademelendirmeye tabi tutmaktadır. Buna göre, bir inzibat astsubayının, kendisiyle aynı rütbedeki başka bir astsubayı yakalama yetkisi var mıdır ve bu yetkinin dayanağı nedir?",
    "secenekler": {
      "a": "Evet, vardır; çünkü inzibat astsubayları aynı veya ast rütbedeki bütün astsubaylara karşı yakalama yetkisine sahiptir.",
      "b": "Hayır, yoktur; çünkü bir astsubayı ancak kendisinden daha üst rütbedeki bir inzibat subayı yakalayabilir.",
      "c": "Sadece olay yerinde daha kıdemli ise yakalayabilir.",
      "d": "Hayır, yoktur; çünkü kendi rütbesindekilere karşı sadece inzibat subayları işlem yapabilir.",
      "e": "Evet, vardır; ancak sadece suçüstü halinde yakalayabilir."
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Madde 95 – İnzibat er ve erbaşları diğer er ve erbaşlara, inzibat subay ve astsubayları aynı veya ast rütbedeki bütün subay, askeri memur ve astsubaylarla er ve erbaşlara... karşı... muvakkat yakalama salahiyetini haizdir.",
    "aclama": "Bu soru, metindeki yetki hiyerarşisinin dikkatli bir şekilde okunmasını gerektirir. Kanun, inzibat subay ve astsubaylarına çok geniş bir yetki vermektedir. Bu yetki, sadece kendilerinden 'ast' rütbedekileri değil, aynı zamanda 'kendi rütbelerindeki' diğer personeli de kapsar. Dolayısıyla, bir inzibat astsubayı, görevini yaparken disiplini bozan veya suç işleyen ve kendisiyle aynı rütbede olan başka bir astsubayı da yakalama yetkisine sahiptir."
  },
  {
    "soru_id": "TSK_IHK_106",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 95-97)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Madde 96'ya göre, askeri inzibatların silah kullanma yetkisinin kaynağı nedir?",
    "secenekler": {
      "a": "Bu yetki, 95. maddede tanımlanan yakalama yetkisinden doğar.",
      "b": "Bu yetki, kanunun 87, 88, 89 ve 90. maddelerinde tüm askerler için tanımlanan genel silah kullanma yetkileridir.",
      "c": "Askeri inzibatlara özel olarak hazırlanmış bir talimatname ile bu yetki verilir.",
      "d": "Bu yetki, Polis Vazife ve Salahiyet Kanunu'ndan alınmıştır.",
      "e": "Silah kullanma yetkileri yoktur, sadece zor kullanabilirler."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Madde 96 – Askeri inzibatlar vazifeli bulundukları zamanda bu kanunun 87, 88 ve 89 uncu maddelerinde (Ve her türlü ahvalde de 90 ıncı maddesinde) zikredilen silah kullanma salahiyetlerini haizdirler.",
    "aclama": "Bu madde, askeri inzibatlara ayrı ve özel bir silah kullanma yetkisi tanımlamak yerine, onları kanunun daha önceki maddelerinde 'tüm askerler' için tanımlanmış olan genel yetkilere tabi kılar. Yani bir askeri inzibat, silahını ancak kanunun 87. (görev sırasında mukavemet vb.), 89. (görevi yaparken tecavüze uğrama) ve 90. (meşru müdafaa) maddelerinde belirtilen şartlar oluştuğunda, tıpkı diğer askerler gibi kullanabilir. Bu, inzibatların keyfi silah kullanmasını önleyen bir güvencedir."
  },
  {
    "soru_id": "TSK_IHK_107",
    "konu": "TSK İç Hizmet Kanunu - Askeri İnzibat (Madde 95-97)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 97'ye göre, askeri inzibatların askeri disiplini koruma, önleyici zabıta, adliye ve askeri trafik gibi görevlerinin detayları hangi hukuki metinlerde gösterilir?",
    "secenekler": {
      "a": "TSK İç Hizmet Kanunu",
      "b": "Askeri Ceza Kanunu",
      "c": "Yönetmelikler",
      "d": "Talimatname ve talimatlarla",
      "e": "Garnizon Komutanının emirleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Madde 97 – Askeri inzibatların askeri disiplini muhafaza, önleyici zabıta ve adliye vazifeleri ile askeri trafik vazifeleri talimatname ve talimatlarla gösterilir.",
    "aclama": "Bu madde, İç Hizmet Kanunu'nun genel çerçeveyi çizdiğini, ancak askeri inzibat gibi uzmanlık gerektiren bir alanın uygulamaya yönelik detaylarının daha alt düzeydeki hukuki metinlerle düzenlendiğini belirtir. İnzibatların görevlerini nasıl yapacakları, hangi prosedürleri izleyecekleri gibi tüm ayrıntılar, 'talimatname ve talimatlar' ile belirlenir."
  },
  {
    "soru_id": "TSK_IHK_108",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 99-101)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 99. Maddesi'ne göre, özel, yerel veya kış eğitim merkezlerinin kurulabilmesi için hangi iki amaçtan birinin varlığı ve hangi makamın izni gereklidir?",
    "secenekler": {
      "a": "Amaç: Personelin konaklaması ve iaşesi / İzin: Garnizon Komutanlığı",
      "b": "Amaç: Özel askeri eğitim yapılması ve personelin moral/motivasyonuna katkı sağlanması / İzin: Milli Savunma Bakanlığı",
      "c": "Amaç: Lojistik malzeme depolama ve bakım / İzin: Genelkurmay Başkanlığı",
      "d": "Amaç: Sosyal ve kültürel faaliyetler düzenlemek / İzin: Orduevleri Daire Başkanlığı",
      "e": "Amaç: Yabancı askeri personele eğitim vermek / İzin: Dışişleri Bakanlığı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Belirli zamanlarda özel askerî eğitimlerin yapılması, personelin moral ve motivasyonuna katkı sağlanması maksadıyla Milli Savunma Bakanlığının izni ile özel, yerel veya kış eğitim merkezleri kurulabilir.",
    "aclama": "Bu soru, bu tür özel tesislerin kurulmasının hem gerekçesini hem de yetkili makamını bilmeyi gerektirir. Kanun, bu merkezlerin kurulması için iki temel amaç belirlemiştir: Ya spesifik 'özel askeri eğitimler' ya da personelin 'moral ve motivasyonuna katkı sağlamak'. Bu amaçlarla bir merkez kurulabilmesi için ise, en üst idari makam olan 'Milli Savunma Bakanlığı'nın izni' şarttır."
  },
  {
    "soru_id": "TSK_IHK_109",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 99-101)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 101. Maddesi'ne göre, bir orduevinin 'gelirleri' ile 'sermayesi' arasındaki temel fark nedir?",
    "secenekler": {
      "a": "Gelirler vergiden muaftır, sermaye ise vergiye tabidir.",
      "b": "Gelirler sadece üye aidatlarından, sermaye ise sadece işletme kârından oluşur.",
      "c": "Gelirler, tesisin kendi faaliyetlerinden (işletme, kira, bağış vb.) oluşurken; sermaye, bu gelirlere ilave olarak Bakanlık bütçelerinden konulan ödeneklerden oluşur.",
      "d": "Gelirler sadece personele harcanabilirken, sermaye yeni tesisler yapmak için kullanılabilir.",
      "e": "Hiçbir fark yoktur, her ikisi de aynı anlama gelir."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Orduevleri... gelirleri; a) İşletme gelirlerinden... oluşur. Orduevleri... sermayeleri birinci fıkrada belirtilenlere ilave olarak Millî Savunma Bakanlığı... bütçelerine konulacak ödeneklerden oluşur.",
    "aclama": "Bu soru, iki mali kavram arasındaki hukuki ayrımı anlamayı gerektirir. 'Gelirler', tesisin kendi döngüsü içinde ürettiği kaynaklardır (satışlardan, aidatlardan, kiralardan elde edilen para gibi). 'Sermaye' ise, bu kendi ürettiği gelirlere ek olarak, Devlet tarafından doğrudan bütçeden ayrılan parayı, yani 'ödenekleri' de kapsayan daha geniş bir kavramdır. Yani, her gelir sermayenin bir parçasıdır ama sermaye sadece gelirden ibaret değildir."
  },
  {
    "soru_id": "TSK_IHK_110",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 99-101)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 101'de sayılan orduevi, askeri gazino gibi tesislerin gelir kaynakları arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "İşletme ve kira gelirleri",
      "b": "Üye aidatları ve bağışlar",
      "c": "Diğer sosyal tesislerden yapılan aktarımlar",
      "d": "Hazine tarafından yapılan doğrudan yardımlar",
      "e": "Sergi, fuar, promosyon ve reklam gelirleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Maddenin birinci fıkrasında listelenen gelir kaynakları.",
    "aclama": "Bu soru, metinde sayılan gelir kaynaklarını dikkatlice okumayı gerektirir. Madde, tesislerin kendi işletmelerinden, üyelerinden, diğer tesislerden ve reklam gibi faaliyetlerden gelir elde edebileceğini belirtir. Ayrıca son fıkrada Bakanlık bütçelerinden 'ödenek' ayrılabileceği belirtilmiştir. Ancak, doğrudan 'Hazine tarafından yapılan yardımlar' şeklinde bir gelir kalemi bu listede yer almamaktadır."
  },
  {
    "soru_id": "TSK_IHK_111",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 102-103)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "211 sayılı TSK İç Hizmet Kanunu'nun 102. Maddesi'ne göre, kreş, gündüz bakımevi ve rehabilitasyon merkezi gibi tesislerin açılıp işletilebilmesi için hangi makamın izni gereklidir?",
    "secenekler": {
      "a": "Genelkurmay Başkanlığı",
      "b": "Garnizon Komutanlığı",
      "c": "Milli Savunma Bakanlığı",
      "d": "Aile ve Sosyal Hizmetler Bakanlığı",
      "e": "Kuvvet Komutanlıkları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Milli Savunma Bakanlığının izni ile lüzum ve ihtiyaç görülen yerlerde, rehabilitasyon merkezleri... kreş, gündüz bakımevleri... açılıp işletilebilir.",
    "aclama": "Bu madde, TSK bünyesinde kurulacak olan ve personele sosyal destek sağlamayı amaçlayan bu tür özel tesislerin kurulması için merkezi bir onay mekanizması öngörür. Bu tesislerin kurulması ve işletilmesi yetkisi, en üst idari makam olan 'Milli Savunma Bakanlığı'nın iznine' tabidir."
  },
  {
    "soru_id": "TSK_IHK_112",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 102-103)",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kanunun 103. Maddesi'ne göre, bir orduevinde özel bir ihtisas gerektiren bir hizmetin, hizmet alımı veya kiralama yoluyla dışarıdan karşılanabilmesi için hangi iki durumdan birinin varlığı gerekir?",
    "secenekler": {
      "a": "Hizmetin acil olması veya bütçede yeterli ödenek bulunması",
      "b": "Personel yetersizliği veya maliyeti nedeniyle verilememesi",
      "c": "Garnizon komutanının talep etmesi veya tesisin zarar etmesi",
      "d": "Hizmetin daha önce hiç verilmemiş olması veya sivil halka da açık olması",
      "e": "Tesis müdürünün karar vermesi ve komutanın onaylaması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "...özel bir ihtisas gerektiren hizmetlerin; personel yetersizliği veya maliyeti nedeniyle verilememesi durumunda bu hizmetler, hizmet alımı veya kiralama yoluyla dışarıdan karşılanabilir.",
    "aclama": "Bu soru, sosyal tesislerde dışarıdan hizmet alımının (outsourcing) hangi koşullara bağlı olduğunu bilmeyi gerektirir. Kanun, bu durumun keyfi olmasını engellemek için iki temel gerekçe sunar: Ya o özel hizmeti (örneğin özel bir mutfak, teknik bakım vb.) yapacak nitelikte 'personelin bulunmaması' ('personel yetersizliği') ya da bu hizmetin TSK personeli tarafından yapılmasının dışarıdan alıma göre 'daha maliyetli' olması. Bu iki şarttan biri olmadan hizmet alımı yapılamaz."
  },
  {
    "soru_id": "TSK_IHK_113",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 102-103)",
    "zorluk_seviyesi": "Çok Zor",
    "soru_metni": "Madde 103'e göre, askeri sosyal tesislerin kiraya verilmesi, mal ve hizmet alımı gibi konulara ilişkin usul ve esasları belirleyen yönetmeliğin hazırlanmasında, hangi bakanlığın 'uygun görüşü' alınır?",
    "secenekler": {
      "a": "İçişleri Bakanlığı",
      "b": "Hazine ve Maliye Bakanlığı",
      "c": "Kültür ve Turizm Bakanlığı",
      "d": "Aile ve Sosyal Hizmetler Bakanlığı",
      "e": "Ticaret Bakanlığı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Tesislerin kiraya verilmesi... ve diğer hususlara ilişkin usul ve esaslar Maliye Bakanlığının uygun görüşü üzerine yönetmelik ile belirlenir.",
    "aclama": "Bu soru, yönetmeliklerin hazırlanmasındaki kurumlar arası işbirliğine dair çok spesifik bir detayı bilmeyi gerektirir. Askeri sosyal tesislerin idaresi Milli Savunma Bakanlığı'na ait olsa da, bu tesislerin gelirleri, kiralanması, mal ve hizmet alımları gibi konular doğrudan mali mevzuatı ilgilendirir. Bu nedenle, bu konularda çıkarılacak olan yönetmeliğin, ülkenin genel mali politikalarından sorumlu olan 'Maliye Bakanlığı'nın (yeni adıyla Hazine ve Maliye Bakanlığı) 'uygun görüşü' alınarak hazırlanması zorunludur."
  },
  {
    "soru_id": "TSK_IHK_114",
    "konu": "TSK İç Hizmet Kanunu - Sosyal Tesisler (Madde 102-103)",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Madde 103'e göre, orduevi, askeri gazino gibi tesislerin hizmet alımı veya kiralama yoluyla elde ettikleri gelirler hakkında nasıl bir mali işlem yapılır?",
    "secenekler": {
      "a": "Doğrudan Hazine'ye aktarılır.",
      "b": "Genel bütçe gelirleri ile ilişkilendirilmeksizin tesis gelirlerine dahil edilir.",
      "c": "Gelirlerin yarısı Hazine'ye, yarısı tesise kalır.",
      "d": "Sadece personelin maaş ödemeleri için kullanılır.",
      "e": "Milli Savunma Bakanlığı bütçesine aktarılır."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bu şekilde elde edilen gelirler, genel bütçe gelirleri ile ilişkilendirilmeksizin tesis gelirlerine dâhil edilir.",
    "aclama": "Bu madde, sosyal tesislerin kendi kendilerini idame ettirmeleri ve geliştirmeleri için mali bir özerklik tanır. Bu tesislerin kendi çabalarıyla (kiralama, hizmet alımı vb.) elde ettikleri gelirler, merkezi bütçeye aktarılmaz. Bunun yerine, 'genel bütçe ile ilişkilendirilmeden', doğrudan 'tesisin kendi gelirlerine' dahil edilir. Bu, tesis yönetiminin bu parayı yine tesisin kendi ihtiyaçları ve gelişimi için kullanmasına olanak tanır."
  }
]




