[
  {
    "soru_id": "IT_101",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti, Avrupa'dan ilk kez hangi yıl dış borç almıştır?",
    "secenekler": {
      "a": "1774",
      "b": "1839",
      "c": "1854",
      "d": "1881",
      "e": "1908"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Avrupadan borç ilk kez 1854 yılında alınmıştır.",
    "aciklama": "Kırım Savaşı sırasında artan masraflar nedeniyle Osmanlı Devleti, tarihinde ilk defa 1854'te İngiltere ve Fransa'dan dış borç almak zorunda kalmış, bu durum ilerleyen yıllarda ekonomik bağımlılığa yol açmıştır."
  },
  {
    "soru_id": "IT_102",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı Devleti'nin borçlarını ödeyememesi üzerine alacaklı devletler tarafından 1881 yılında kurulan ve devletin temel gelir kaynaklarına el koyan kurumun adı nedir?",
    "secenekler": {
      "a": "Osmanlı Bankası",
      "b": "İrad-ı Cedit",
      "c": "Düyun-u Umumiye",
      "d": "Takvim-i Vekayi",
      "e": "Memleket Sandıkları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1881 yılında duyun-u umumıye kurulmustur.",
    "aciklama": "Düyun-u Umumiye İdaresi (Genel Borçlar İdaresi), Osmanlı maliyesini büyük ölçüde yabancıların denetimine sokarak devletin ekonomik egemenliğine büyük bir darbe vurmuştur."
  },
  {
    "soru_id": "IT_103",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1863 yılında İngiliz-Fransız ortak sermayesi ile kurulan ve Osmanlı'da merkez bankası işlevi de gören banka hangisidir?",
    "secenekler": {
      "a": "Ziraat Bankası",
      "b": "İş Bankası",
      "c": "Osmanlı Bankası",
      "d": "Emlak ve Eytam Bankası",
      "e": "Sümerbank"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1863 yılında Osmanlı Bankası İngiliz-Fransız ortak sermayesi ile kurulmuştur.",
    "aciklama": "Bank-ı Osmani-i Şahane adıyla da bilinen Osmanlı Bankası, para basma yetkisine sahip olmasıyla Osmanlı ekonomisinde çok önemli ve etkili bir rol oynamıştır."
  },
  {
    "soru_id": "IT_104",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Karadeniz'in bir Osmanlı iç denizi olma özelliğini sona erdiren ve Kırım'ın kaybedilmesine yol açan antlaşma hangisidir?",
    "secenekler": {
      "a": "Karlofça Antlaşması",
      "b": "Yaş Antlaşması",
      "c": "Küçük Kaynarca Antlaşması",
      "d": "Bükreş Antlaşması",
      "e": "Edirne Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1774 Küçük Kaynarca Anlaşması ile Karadeniz Osmanlının bir iç denizi olmaktan çıkıyor.",
    "aciklama": "Bu antlaşma ile Rusya, Karadeniz'de donanma bulundurma ve ticaret yapma hakkı elde etmiş, böylece Osmanlı Devleti'nin Karadeniz üzerindeki asırlık hakimiyeti sona ermiştir."
  },
  {
    "soru_id": "IT_105",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "1869'da açılmasıyla Akdeniz'i Kızıldeniz'e bağlayan ve Avrupa ticaretinin yolunu değiştirerek Osmanlı'nın jeopolitik önemini artıran su yolu hangisidir?",
    "secenekler": {
      "a": "Panama Kanalı",
      "b": "Süveyş Kanalı",
      "c": "Kiel Kanalı",
      "d": "Korent Kanalı",
      "e": "Cebelitarık Boğazı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1869 Süveyş kanalının açılması ile avrupa ticaretinin yolu değişmiştir.",
    "aciklama": "Süveyş Kanalı'nın açılması, Ümit Burnu yolunu kısaltarak Hindistan ve Uzak Doğu ticaretini canlandırmış, bu durum Mısır ve Doğu Akdeniz'in stratejik değerini olağanüstü artırmıştır."
  },
  {
    "soru_id": "IT_106",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "17. yüzyılda Anadolu'da büyük toplumsal ve ekonomik çalkantılara neden olan isyanlara ne ad verilir?",
    "secenekler": {
      "a": "Patrona Halil İsyanı",
      "b": "Kabakçı Mustafa Ayaklanması",
      "c": "Celali İsyanları",
      "d": "Şeyh Bedreddin İsyanı",
      "e": "Yeniçeri İsyanları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "17yy. Celali İsyanlarına sahne olmuş aynı dönemde Osmanlıda yönetim boşlukları oluşmuştur.",
    "aciklama": "Tımar sisteminin bozulması, artan vergiler ve merkezi otoritenin zayıflaması gibi nedenlerle ortaya çıkan Celali İsyanları, Anadolu'da büyük bir yıkıma ve nüfus hareketlerine yol açarak devletin çöküşünü hızlandırmıştır."
  },
  {
    "soru_id": "IT_107",
    "konu": "Osmanlının Çöküşü",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1827 yılında İngiliz, Fransız ve Rus donanmalarının birleşik Osmanlı-Mısır donanmasını yaktığı ve Yunan isyanının seyrini değiştiren olay hangisidir?",
    "secenekler": {
      "a": "Çeşme Baskını",
      "b": "İnebahtı Deniz Savaşı",
      "c": "Navarin Baskını",
      "d": "Sinop Baskını",
      "e": "Preveze Deniz Savaşı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1827 yılında Navarin Koyunda Osmanlı-Mısır Donanması bir baskınla yok edilmiştir.",
    "aciklama": "Yunanistan'ın bağımsızlığını destekleyen Avrupalı güçlerin gerçekleştirdiği bu baskın, Osmanlı Devleti'nin deniz gücüne büyük bir darbe vurmuş ve Yunanistan'ın kısa süre sonra bağımsızlığını kazanmasını sağlamıştır."
  },
  {
    "soru_id": "IT_201",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, Osmanlı Devleti'ndeki ilk ıslahat girişimleri hangi padişahlar döneminde gerçekleştirilmiştir?",
    "secenekler": {
      "a": "III. Selim ve II. Mahmut",
      "b": "III. Ahmet ve I. Mahmut",
      "c": "Kanuni Sultan Süleyman",
      "d": "Abdülmecit ve Abdülaziz",
      "e": "II. Osman ve IV. Murat"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "İlk ıslahatlar II.Osman (1618-1622) ve IV.Murat (1623-1640) döneminde gerşekleştirilmiştir.",
    "aciklama": "Genç Osman olarak da bilinen II. Osman ve IV. Murat, 17. yüzyılda devlet düzenindeki bozulmaları görmüş ve özellikle askeri ve idari alanda sert tedbirlerle otoriteyi yeniden sağlamaya çalışmışlardır."
  },
  {
    "soru_id": "IT_202",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "İlk dönem ıslahatlarının temel karakteristiği metne göre nasıldı?",
    "secenekler": {
      "a": "Halkın talepleriyle aşağıdan yukarıya doğru",
      "b": "Sadece ekonomik alanda yoğunlaşmış",
      "c": "Batı örnek alınarak planlı ve programlı",
      "d": "Padişah iradesiyle yukarıdan aşağıya ve disiplin sağlayıcı",
      "e": "Danışma meclisleri aracılığıyla demokratik"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Islahatlar yukarıdan aşağıya doğru ve disipliner karakterde olmuştur.",
    "aciklama": "17. ve 18. yüzyıl ıslahatları, halktan gelen bir talep veya toplumsal bir hareket sonucu değil, padişahın ve dar bir yönetici zümrenin iradesiyle, genellikle bozulan askeri disiplini ve devlet otoritesini yeniden kurma amacı gütmüştür."
  },
  {
    "soru_id": "IT_203",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İlk dönem ıslahatlarının başarısızlığını simgeleyen, Osmanlı'nın ilk kez büyük çapta toprak kaybettiği ve Gerileme Dönemi'ne girdiği antlaşma hangisidir?",
    "secenekler": {
      "a": "Küçük Kaynarca Antlaşması",
      "b": "Bucaş Antlaşması",
      "c": "Karlofça Antlaşması",
      "d": "Vasvar Antlaşması",
      "e": "Zitvatorok Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu dönem ıslahat hareketlerinin başarısızlığının belgesi ... 1699 Karlofça Anlaşması olmuştur.",
    "aciklama": "Kutsal İttifak Savaşları sonunda imzalanan Karlofça Antlaşması, Osmanlı Devleti'nin Macaristan ve Mora gibi geniş toprakları kaybetmesine neden olmuş, Avrupa karşısındaki askeri üstünlüğünü sona erdirmiş ve devletin gerileme sürecini resmen başlatmıştır."
  },
  {
    "soru_id": "IT_204",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Lale Devri'nde (1718-1730) Batı'dan alınan ilk teknik araçla 1727 yılında kurulan kurum hangisidir?",
    "secenekler": {
      "a": "Tıp Mektebi",
      "b": "Tersane",
      "c": "Türk Matbaası",
      "d": "Humbaracı Ocağı",
      "e": "Telgraf İdaresi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Batıdan ilk kez bir teknik araç alınarak 1727 yılında Türk Matbaası kurulmuştur.",
    "aciklama": "İbrahim Müteferrika ve Sait Efendi'nin çabalarıyla kurulan ilk Türk matbaası, Lale Devri'nin en önemli yeniliklerinden biri olup, Osmanlı'da basımcılığın ve kültürel hayatın gelişmesinde bir dönüm noktası olmuştur."
  },
  {
    "soru_id": "IT_205",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "III. Ahmet dönemindeki Lale Devri'ni sona erdiren isyan hangisidir?",
    "secenekler": {
      "a": "Patrona Halil İsyanı",
      "b": "Kabakçı Mustafa İsyanı",
      "c": "Celali İsyanları",
      "d": "31 Mart Olayı",
      "e": "Edirne Vakası"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Lale Devri 1730 yılında Patrona Halil isyanı ile sona ermiştir.",
    "aciklama": "Dönemin lüks ve israf olarak görülen yeniliklerine karşı halkın ve bazı devlet adamlarının tepkisi sonucu çıkan bu isyan, Padişah III. Ahmet'in tahttan indirilmesi ve Sadrazam Nevşehirli Damat İbrahim Paşa'nın öldürülmesiyle sonuçlanmıştır."
  },
  {
    "soru_id": "IT_206",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1768-1774 Osmanlı-Rus Savaşı'nın kaybedilmesinin temel nedenlerinden biri olarak metinde ne gösterilmiştir?",
    "secenekler": {
      "a": "Donanmanın yetersizliği",
      "b": "Askeri alandaki ıslahatların başarılı olamaması",
      "c": "Avrupa'dan yeterli destek alınamaması",
      "d": "Padişahın sefere çıkmaması",
      "e": "Ekonomik sıkıntılar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1768-1774 Osmanlı-Rus Savaşının hazin sonunun nedenlerinde biri askeri alandakı ıslahatların başarılı olamamasındandır.",
    "aciklama": "Bu savaş, Osmanlı ordusunun Avrupa'daki askeri teknoloji ve taktiklerin gerisinde kaldığını acı bir şekilde ortaya koymuş ve savaştan sonra daha ciddi ve kapsamlı askeri ıslahatların yapılmasına yol açmıştır."
  },
  {
    "soru_id": "IT_207",
    "konu": "Islahat Hareketleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, 18. yüzyıl ıslahatlarının başarısız olmasında hangi kesimlerin muhalefeti etkili olmuştur?",
    "secenekler": {
      "a": "Esnaf ve tüccarlar",
      "b": "Ayanlar ve toprak ağaları",
      "c": "Yeniçeri, Ulema ve Bürokratlar",
      "d": "Azınlıklar ve yabancı elçiler",
      "e": "Köylüler ve zanaatkarlar"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu ıslahatların başarısızlıklarındaki nedenlerden birisi ... Yeniçeri, Ulema ve Bürokrat kesmin bu hareketler karşı olmasıdır.",
    "aciklama": "Yapılan yeniliklerin kendi çıkarlarını ve geleneksel konumlarını tehdit ettiğini düşünen Yeniçeriler (asker), ulema (din alimleri) ve eski düzenin devamını isteyen bürokratlar, ıslahat girişimlerine karşı en büyük engeli oluşturmuşlardır."
  },
  {
    "soru_id": "IT_301",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "III. Selim döneminde Avrupa örnek alınarak yapılan planlı ve programlı ilk ıslahat hareketine ne ad verilir?",
    "secenekler": {
      "a": "Tanzimat",
      "b": "Meşrutiyet",
      "c": "Nizam-ı Cedit",
      "d": "Lale Devri",
      "e": "Sened-i İttifak"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "III.Selim Döneminde (1789-1807) Avrupa örnek alınarak yapılan yeni düzen hareketidir.",
    "aciklama": "Nizam-ı Cedit (Yeni Düzen), sadece askeri alanda yeni bir ordu kurulmasını değil, aynı zamanda idari, mali ve diplomatik alanlarda da Batı tarzı köklü yenilikleri içeren kapsamlı bir reform programıydı."
  },
  {
    "soru_id": "IT_302",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Nizam-ı Cedit ıslahatlarının diğerlerinden temel farkı nedir?",
    "secenekler": {
      "a": "Sadece askeri alanda yapılması",
      "b": "Halkın desteğini alması",
      "c": "Belirli bir plan ve program dahilinde bilinçli yapılması",
      "d": "Geleneksel kurumları tamamen ortadan kaldırması",
      "e": "Doğu medeniyetini örnek alması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Nizam-ı Cedit belli bir plan ve program dahilinde bilerek ve bilinçli yapılan ilk ıslahat hareketidir.",
    "aciklama": "Önceki ıslahatlar daha çok anlık sorunlara tepki niteliğindeyken, Nizam-ı Cedit, devletin kurtuluşu için kapsamlı ve bütüncül bir modernleşme projesi olarak tasarlanmış ilk reform hareketidir."
  },
  {
    "soru_id": "IT_303",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "III. Selim döneminde, Arapçanın yanında öğretilmeye başlanan ilk Batı dili hangisidir?",
    "secenekler": {
      "a": "İngilizce",
      "b": "Almanca",
      "c": "İtalyanca",
      "d": "Latince",
      "e": "Fransızca"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Arapçanın yanında ilk defa bir Batı dili olarak Fransızca öğretilmeye başlanmıştır.",
    "aciklama": "18. yüzyılda Avrupa'nın diplomasi ve kültür dili olan Fransızca, Nizam-ı Cedit döneminde özellikle askeri ve tıp okullarında öğretilerek Batı'daki gelişmelerin doğrudan takip edilmesi amaçlanmıştır."
  },
  {
    "soru_id": "IT_304",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Nizam-ı Cedit ordusunun masraflarını karşılamak amacıyla III. Selim döneminde kurulan yeni hazinenin adı nedir?",
    "secenekler": {
      "a": "Düyun-u Umumiye",
      "b": "Hazine-i Amire",
      "c": "İrad-ı Cedit",
      "d": "Tersane Hazinesi",
      "e": "Darphane"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ekonomik ihtiyaçların karşılanması için İrad-ı Cedit kurulmuştur.",
    "aciklama": "İrad-ı Cedit (Yeni Gelir), Nizam-ı Cedit reformlarının finansmanı için oluşturulmuş özel bir bütçeydi ve bazı vergi gelirleri doğrudan bu hazineye aktarılıyordu."
  },
  {
    "soru_id": "IT_305",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Napolyon'un Mısır'ı işgali üzerine Osmanlı Devleti, tarihinde ilk kez hangi devletlerle 'eşitlik ilkesine dayalı' bir ittifak antlaşması yapmıştır?",
    "secenekler": {
      "a": "Fransa ve Avusturya",
      "b": "Rusya ve İngiltere",
      "c": "Prusya ve Hollanda",
      "d": "İspanya ve Portekiz",
      "e": "İsveç ve Lehistan"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Eşitlik ilkesine dayalı ilk anlaşma Napolyonun Mısır’ı işgali üzerine Rusya ve İngiltere ile III.Selim Döneminde yapılmıştır.",
    "aciklama": "Geleneksel düşman Rusya ve Batılı güç İngiltere ile ortak bir tehdide (Fransa) karşı kurulan bu ittifak, Osmanlı diplomasisinde 'denge politikası'nın başlangıcı olarak kabul edilir."
  },
  {
    "soru_id": "IT_306",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti'nde ilk daimi elçilikler hangi padişah döneminde ve nerede açılmıştır?",
    "secenekler": {
      "a": "II. Mahmut döneminde, Viyana'da",
      "b": "III. Ahmet döneminde, Paris'te",
      "c": "III. Selim döneminde, Londra, Paris ve Berlin'de",
      "d": "Abdülmecit döneminde, Washington'da",
      "e": "II. Abdülhamit döneminde, Tokyo'da"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1792 yılında ilk kez III.Selim Döneminde Londra, Paris ve Berlin’de daimi elçilikler açılmıştır.",
    "aciklama": "Daha önceki geçici elçiliklerin aksine, Avrupa'daki siyasi ve teknolojik gelişmeleri sürekli olarak takip etmek amacıyla Batı'nın önemli başkentlerinde daimi (ikamet) elçiliklerin kurulması, Nizam-ı Cedit döneminin önemli bir adımıdır."
  },
  {
    "soru_id": "IT_307",
    "konu": "Nizam-ı Cedit Islahatı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "III. Selim'in Nizam-ı Cedit dönemini sona erdiren ve padişahın tahttan indirilmesine neden olan isyan hangisidir?",
    "secenekler": {
      "a": "Patrona Halil İsyanı",
      "b": "31 Mart Olayı",
      "c": "Kuleli Vakası",
      "d": "Edirne Vakası",
      "e": "Kabakçı Mustafa Ayaklanması"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "26 Mayıs 1807 tarihinde Kabakçı Mustafa Ayaklanması ile bu dönem son bulmuştur.",
    "aciklama": "Nizam-ı Cedit reformlarına karşı olan Yeniçeriler ve gerici çevrelerin başlattığı bu isyan, III. Selim'in tahttan indirilip öldürülmesine ve yapılan yeniliklerin büyük ölçüde geri alınmasına yol açmıştır."
  },
  {
    "soru_id": "IT_401",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "II. Mahmut'un, merkezi otoritesini güçlendirmek amacıyla ayanların (yerel güç sahipleri) varlığını tanıdığı ve onlarla imzaladığı belge hangisidir?",
    "secenekler": {
      "a": "Tanzimat Fermanı",
      "b": "Sened-i İttifak",
      "c": "Islahat Fermanı",
      "d": "Kanun-i Esasi",
      "e": "Halepa Fermanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "II.Mahmut Döneminde Hükümetle ayanlar arasında Sened-I İttifak düzenlendi.",
    "aciklama": "1808 tarihli Sened-i İttifak, padişahın yetkilerini sınırlandıran bir belge olması nedeniyle Türk anayasal tarihinde İngiltere'deki Magna Carta'ya benzetilir. Ayanlar devlete bağlılık sözü verirken, padişah da onların haklarını tanımıştır."
  },
  {
    "soru_id": "IT_402",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "II. Mahmut tarafından Nizam-ı Cedit ordusuna benzer şekilde kurulan ancak Yeniçeri isyanı sonucu kapatılan askeri birliğin adı nedir?",
    "secenekler": {
      "a": "Asakir-i Mansure-i Muhammediye",
      "b": "Redif Birlikleri",
      "c": "Sekban-ı Cedit",
      "d": "Humbaracı Ocağı",
      "e": "Eşkinci Ocağı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Segban-ı Cedit kuruldu.",
    "aciklama": "Alemdar Mustafa Paşa'nın sadrazamlığı sırasında kurulan Sekban-ı Cedit, modern bir ordu kurma yolundaki bir başka girişimdi. Ancak Yeniçerilerin isyanı üzerine Alemdar Mustafa Paşa öldürülmüş ve bu ocak da dağıtılmıştır."
  },
  {
    "soru_id": "IT_403",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "II. Mahmut tarafından 1826 yılında köklü bir şekilde ortadan kaldırılan askeri ocak hangisidir?",
    "secenekler": {
      "a": "Tımarlı Sipahiler",
      "b": "Akıncılar",
      "c": "Cebeci Ocağı",
      "d": "Yeniçeri Ocağı",
      "e": "Topçu Ocağı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1826 yılında Yeniçeri ocağı kaldırıldı.",
    "aciklama": "Devlet içinde devlet haline gelen, isyanlarıyla padişahları tahttan indiren ve yeniliklere karşı en büyük engel olan Yeniçeri Ocağı'nın kaldırılması, 'Vaka-i Hayriye' (Hayırlı Olay) olarak adlandırılır ve modernleşmenin önünü açan en önemli adımlardan biridir."
  },
  {
    "soru_id": "IT_404",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Yeniçeri Ocağı'nın kaldırılmasından sonra II. Mahmut tarafından kurulan yeni ordunun adı nedir?",
    "secenekler": {
      "a": "Nizam-ı Cedit",
      "b": "Sekban-ı Cedit",
      "c": "Redif Birlikleri",
      "d": "Hassa Ordusu",
      "e": "Asakir-i Mansure-i Muhammediye"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Asakir-I Mansure-I Muhammediye adında yeni ordu kuruldu.",
    "aciklama": "Kelime anlamı 'Muhammed'in Muzaffer Askerleri' olan bu ordu, Batı tarzında üniforma, talim ve silahlarla donatılmış olup, modern Türk Silahlı Kuvvetleri'nin temelini oluşturmuştur."
  },
  {
    "soru_id": "IT_405",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "II. Mahmut döneminde, günümüzdeki Danıştay ve Yargıtay'ın ilk örnekleri sayılabilecek hangi meclisler açılmıştır?",
    "secenekler": {
      "a": "Meclis-i Mebusan ve Meclis-i Ayan",
      "b": "Divan-ı Hümayun",
      "c": "Şura-yı Devlet ve Divan-ı Ahkam-ı Adliye",
      "d": "Yeni meclis organları (Danıştay, Yargıtay)",
      "e": "Dar-ı Şura-yı Askeri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Yeni meclis organları açıldı. (Danıştay, Yargıtay)",
    "aciklama": "II. Mahmut döneminde kurulan Meclis-i Vala-yı Ahkam-ı Adliye, hem kanun hazırlama (Danıştay görevi) hem de yüksek yargı (Yargıtay görevi) işlevlerini yerine getirerek modern devletin kurumlaşmasında önemli bir adım olmuştur. (Not: Şura-yı Devlet ve Divan-ı Ahkam-ı Adliye isimleriyle ayrışma Tanzimat döneminde olmuştur.)"
  },
  {
    "soru_id": "IT_406",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı tarihinde ilk nüfus ve mülk sayımı hangi amaçla ve hangi padişah döneminde yapılmıştır?",
    "secenekler": {
      "a": "Seçmen sayısını belirlemek için, II. Abdülhamit",
      "b": "Asker sayısını ve vergi yükümlülerini belirlemek için, II. Mahmut",
      "c": "Toprak dağıtımı yapmak için, Abdülmecit",
      "d": "Okur-yazar oranını tespit etmek için, III. Selim",
      "e": "Salgın hastalıkları takip etmek için, Abdülaziz"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İlk nüfus ve mülk sayımı yapıldı.",
    "aciklama": "1831 yılında yapılan bu sayımın temel amacı, vergi gelirlerini artırmak ve yeni kurulan orduya alınacak asker sayısını tespit etmektir. Bu sayımda sadece erkekler ve hayvanlar sayılmıştır."
  },
  {
    "soru_id": "IT_407",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "II. Mahmut döneminde çıkarılan ilk resmi Türkçe gazetenin adı nedir?",
    "secenekler": {
      "a": "Ceride-i Havadis",
      "b": "Tasvir-i Efkâr",
      "c": "Tercüman-ı Ahval",
      "d": "Takvim-i Vekayi",
      "e": "Mecmua-i Fünun"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Devlet Resmi gazetesi çıkarıldı Takvim-i Vekai.",
    "aciklama": "1831'de yayın hayatına başlayan Takvim-i Vekayi (Olayların Takvimi), devletin aldığı kararları, atamaları ve resmi duyuruları halka iletmek amacıyla kurulmuş olup, modern gazeteciliğin başlangıcı sayılır."
  },
  {
    "soru_id": "IT_408",
    "konu": "II. Mahmut Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Geziler düzenleyerek ve 'Ben tebaamdan Müslümanı camide, Hristiyanı kilisede, Museviyi havrada fark ederim. Aralarında başka bir fark yoktur' diyerek doğrudan halka seslenen ilk padişah kimdir?",
    "secenekler": {
      "a": "III. Selim",
      "b": "Abdülmecit",
      "c": "II. Mahmut",
      "d": "Abdülaziz",
      "e": "II. Abdülhamit"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Doğrudan halka seslenen ilk padişah II.Mahmut oldu.",
    "aciklama": "II. Mahmut, yaptığı yurt içi gezilerle devletin otoritesini hissettirmiş ve tüm tebaayı din farkı gözetmeksizin Osmanlı vatandaşı olarak kucaklamaya yönelik söylemleriyle 'Osmanlıcılık' fikrinin temellerini atmıştır."
  },
  {
    "soru_id": "IT_501",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "3 Kasım 1839'da ilan edilen ve Osmanlı Devleti'nde anayasal yönetime geçişin ilk adımı sayılan belge hangisidir?",
    "secenekler": {
      "a": "Tanzimat Fermanı (Gülhane Hatt-ı Hümayunu)",
      "b": "Islahat Fermanı",
      "c": "Sened-i İttifak",
      "d": "Kanun-i Esasi",
      "e": "Adalet Fermanı"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Tanzimat 3 Kasım 1839’da Abdulmecit (1839-1861) tarafıdan ilan edilmiştir.",
    "aciklama": "Gülhane Parkı'nda okunması nedeniyle bu isimle de anılan Tanzimat Fermanı, padişahın kendi yetkilerini kanunla sınırlandırdığı, can, mal, namus güvenliği ve vergi adaleti gibi temel hakları tüm tebaaya tanıdığı çok önemli bir belgedir."
  },
  {
    "soru_id": "IT_502",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Tanzimat Fermanı'nın hukuki niteliği metne göre nedir?",
    "secenekler": {
      "a": "Tam bir anayasadır.",
      "b": "Uluslararası bir antlaşmadır.",
      "c": "Bir kanun hükmünde kararnamedir.",
      "d": "Senet türünden bir belgedir.",
      "e": "Bir halk oylaması sonucudur."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Tanzimat fermanı bir anayasa değil, senet türünden bir belgedir.",
    "aciklama": "Tanzimat Fermanı, bir anayasa gibi devletin temel yapısını, organlarını ve yasama-yürütme-yargı ilişkilerini düzenlemez. Daha çok, padişahın tek taraflı iradesiyle halka tanıdığı hakları ve güvenceleri içeren bir 'haklar senedi' veya 'ferman' niteliğindedir."
  },
  {
    "soru_id": "IT_503",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "1841 Londra Boğazlar Sözleşmesi'nin getirdiği en önemli prensip nedir?",
    "secenekler": {
      "a": "Boğazların tüm savaş gemilerine açılması",
      "b": "Boğazların sadece Rus savaş gemilerine açılması",
      "c": "Boğazların barış zamanında tüm savaş gemilerine kapatılması",
      "d": "Boğazlar Komisyonu'nun kurulması",
      "e": "Boğazların Türk egemenliğinden çıkarılması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "13 Temmuz 1841 Londra Boğazlar Mukavelesi ... Boğazların Kapalılığı Prensibini kabul ettirmişti.",
    "aciklama": "Bu sözleşme, Rusya'ya Hünkar İskelesi Antlaşması ile tanınan ayrıcalıkları sona erdirmiş ve Boğazların barış zamanında Osmanlı'nın izni dışında yabancı savaş gemilerine kapalı olacağı ilkesini uluslararası bir güvenceye bağlamıştır. Bu, Boğazlar rejiminin temel taşı olmuştur."
  },
  {
    "soru_id": "IT_504",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Tanzimat Dönemi'nde, özellikle Kırım Savaşı sonrası Avrupalı devletlerin baskısı ve azınlıkların taleplerini karşılamak amacıyla 1856'da ilan edilen ferman hangisidir?",
    "secenekler": {
      "a": "Gülhane Hatt-ı Hümayunu",
      "b": "Sened-i İttifak",
      "c": "Adalet Fermanı",
      "d": "Kanun-i Esasi",
      "e": "Islahat Fermanı"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Tanzimat Döneminde 1856 Islahat Fermanı Azınlıkların ve Avrupanın taleplerini gidermek için yapılmıştır.",
    "aciklama": "Islahat Fermanı, Tanzimat Fermanı'nda tanınan hakları teyit etmekle birlikte, özellikle gayrimüslim tebaaya din özgürlüğü, memur olabilme, kendi okullarını açabilme gibi daha geniş haklar tanıyarak onları Müslümanlarla tam eşit hale getirmeyi amaçlamıştır."
  },
  {
    "soru_id": "IT_505",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Daha önce askeri ve teknik alanlarda başlayan Batılılaşma hareketi, Tanzimat Fermanı ile hangi alanlara yayılmıştır?",
    "secenekler": {
      "a": "Sadece eğitim ve kültür",
      "b": "Sadece ekonomi ve ticaret",
      "c": "Siyasi ve hukuki alanlara",
      "d": "Tarım ve sanayi",
      "e": "Güzel sanatlar ve mimari"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Askeri ve Teknik alanda başlayan Batılılaşma hareketi Tanzimatla siyasi ve hukuki bir şekil almıştır.",
    "aciklama": "Tanzimat Fermanı, kanun üstünlüğü, vergi adaleti, yargılama güvencesi gibi ilkeler getirerek devletin yönetim ve hukuk sistemini Batı tarzında yeniden yapılandırmayı hedeflemiş, böylece modernleşmeyi daha geniş bir zemine oturtmuştur."
  },
  {
    "soru_id": "IT_506",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Tanzimat'ın getirdiği eşitlik anlayışına ve Hristiyan unsurlar arasında artan milliyetçiliğe bir tepki olarak doğan ve Müslümanlar arasında birliği savunan fikir akımı hangisidir?",
    "secenekler": {
      "a": "Osmanlıcılık",
      "b": "Panislamizm",
      "c": "Türkçülük",
      "d": "Batıcılık",
      "e": "Adem-i Merkeziyetçilik"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Müslüman olanlarla olmayan arasındaki eşitlik anlayışı ... Panislamizmin doğuşuna yol açtı.",
    "aciklama": "Gayrimüslimlere tanınan haklar bazı Müslümanlar tarafından tepkiyle karşılanırken, Balkanlar'daki Hristiyan halkların ayrılıkçı hareketleri de Osmanlıcılık fikrinin yetersizliğini göstermiş ve bu durum, halifelik etrafında bir İslam Birliği kurma düşüncesini (Panislamizm) güçlendirmiştir."
  },
  {
    "soru_id": "IT_507",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1868'de yapılan idari düzenleme ile Osmanlı ülkesi hangi idari birimlere ayrılmıştır?",
    "secenekler": {
      "a": "Eyalet, Sancak, Nahiye",
      "b": "Vilayet, Liva, Kaza, Karye",
      "c": "Bölge, İl, İlçe, Bucak",
      "d": "Tımar, Zeamet, Has",
      "e": "Beylerbeylik, Voyvodalık, Kaza"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Abdulmecit (1839-1861) döneminde 1868 tarihinde osmanlı vilayetlere bölündü. Vilayet, Liva, Kaza ve Karye sıralaması uygulandı. (Not: Padişah Abdülaziz olmalıdır)",
    "aciklama": "1864 Vilayet Nizamnamesi (1868'de genişletildi), Fransız idari sistemi örnek alınarak hazırlanmış ve günümüzdeki il, ilçe, köy gibi idari taksimatın temelini oluşturmuştur. Liva, sancak anlamına gelmektedir. Karye ise köydür."
  },
  {
    "soru_id": "IT_508",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1868 yılında kurulan ve günümüzdeki Danıştay'ın temelini oluşturan, aynı zamanda küçük bir parlamento gibi işlev gören yüksek danışma meclisi hangisidir?",
    "secenekler": {
      "a": "Meclis-i Vala-yı Ahkam-ı Adliye",
      "b": "Divan-ı Hümayun",
      "c": "Şura-yı Devlet",
      "d": "Meclis-i Mebusan",
      "e": "Dar-ı Şura-yı Bab-ı Ali"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1868 yılında Şurayı devlet kurulmuş ve küçük ölçekli bir parlamento işlevi görmüştür.",
    "aciklama": "Şura-yı Devlet, hem kanun tasarılarını hazırlamak ve incelemek (yasama-danışma) hem de idari davalara bakmak (yargı) gibi önemli görevler üstlenmiş, modern devlet yönetiminin vazgeçilmez bir kurumu olmuştur."
  },
  {
    "soru_id": "IT_509",
    "konu": "Tanzimat Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Tanzimat Dönemi'nde devletin mali politikasıyla ilgili temel ilke ne olmuştur?",
    "secenekler": {
      "a": "Dış borçlanmadan kaçınmak",
      "b": "Vergileri azaltmak",
      "c": "Yerli sanayiyi korumak",
      "d": "Borçla kalkınmanın mümkün olduğu",
      "e": "Denk bütçe oluşturmak"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Borçlamadan devletin yürütülemeyeceği, borçla kalkınılacağı temel ilke oldu.",
    "aciklama": "Kırım Savaşı ile başlayan dış borçlanma, Tanzimat döneminde yapılan reformların ve saray masraflarının finansmanı için bir alışkanlık haline gelmiş, bu durum kısa sürede devleti büyük bir borç batağına ve iflasa sürüklemiştir."
  },
  {
    "soru_id": "IT_601",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. Meşrutiyet'in ilan edilmesinde etkili olan ve anayasal monarşiyi savunan aydın grubunun adı nedir?",
    "secenekler": {
      "a": "İttihat ve Terakki",
      "b": "Genç Osmanlılar (Jön Türkler)",
      "c": "Hürriyet ve İtilaf",
      "d": "Ahrar Fırkası",
      "e": "Islahatçılar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Savunucusu yeni genç osmanlı akımıdır.",
    "aciklama": "Namık Kemal, Ziya Paşa, Ali Suavi gibi aydınlardan oluşan Genç Osmanlılar, Batı'daki anayasal ve parlamenter sistemleri inceleyerek Osmanlı Devleti'nin kurtuluşunun meşruti bir yönetimle mümkün olacağını savunmuşlardır."
  },
  {
    "soru_id": "IT_602",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "I. Meşrutiyet hangi padişah tarafından ve hangi anayasanın ilanıyla yürürlüğe girmiştir?",
    "secenekler": {
      "a": "Abdülmecit, Tanzimat Fermanı",
      "b": "Abdülaziz, Islahat Fermanı",
      "c": "V. Murat, Sened-i İttifak",
      "d": "II. Abdülhamit, Kanun-i Esasi",
      "e": "Sultan Reşat, Teşkilat-ı Esasiye"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "23 Aralık 1876 tarihinde II.Abdülhamit’in kanun-I Esasi’yi ilan etmesiyle yürürlüğe girdi.",
    "aciklama": "Genç Osmanlıların ve Mithat Paşa'nın baskılarıyla tahta geçen II. Abdülhamit, meşrutiyeti ilan etme sözü vermiş ve 23 Aralık 1876'da Türk tarihinin ilk anayasası olan Kanun-i Esasi'yi ilan ederek I. Meşrutiyet dönemini başlatmıştır."
  },
  {
    "soru_id": "IT_603",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. Meşrutiyet'in getirdiği yönetim anlayışı, hangi temel ilke üzerine kurulmaya çalışılmıştır?",
    "secenekler": {
      "a": "Tüm Müslümanların birliği (Panislamizm)",
      "b": "Türklerin üstünlüğü (Turancılık)",
      "c": "Din ve mezhep farkı gözetmeksizin eşit siyasi haklarla parlamenter sisteme katılım (Osmanlıcılık)",
      "d": "Padişahın mutlak otoritesi",
      "e": "Yerel yönetimlerin özerkliği (Adem-i Merkeziyetçilik)"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Din ve mezhep farkı gözetmeksizin, eşit siyasi haklar çerçevesinde, Osmanlı hanedanlığının temsil ettiği parlementer bir sisteme katılımla yönetim anlayışı getirilmeye çalışılmıştır.",
    "aciklama": "I. Meşrutiyet, Osmanlıcılık fikrinin bir ürünüdür. Amaç, imparatorluk içindeki tüm unsurları, din veya ırk ayrımı yapmadan, seçme ve seçilme hakkı vererek bir parlamento çatısı altında birleştirmek ve böylece devletin dağılmasını önlemektir."
  },
  {
    "soru_id": "IT_604",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Kanun-i Esasi'ye göre devletin resmi dili ve padişahın dini unvanı ne olarak belirlenmiştir?",
    "secenekler": {
      "a": "Resmi Dil Arapça, Padişah Sultan",
      "b": "Resmi Dil Farsça, Padişah Şah",
      "c": "Resmi Dil Türkçe, Padişah Halife",
      "d": "Resmi Dil Fransızca, Padişah İmparator",
      "e": "Resmi Dil yok, Padişah Hakan"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Resmi Dil Türkçe, Padişah Halife.",
    "aciklama": "Kanun-i Esasi, devletin resmi dilinin Türkçe olduğunu anayasal güvence altına alırken, padişahın aynı zamanda tüm dünya Müslümanlarının lideri (Halife) olduğunu da teyit etmiştir."
  },
  {
    "soru_id": "IT_605",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kanun-i Esasi'nin, padişaha mahkeme kararı olmaksızın istediği kişiyi sürgüne gönderme yetkisi veren ve kişisel hakları kısıtlayan en tartışmalı maddesi hangisidir?",
    "secenekler": {
      "a": "Madde 7: Padişahın kutsallığı",
      "b": "Madde 35: Meclisi açma ve kapama yetkisi",
      "c": "Madde 113: Sürgün yetkisi",
      "d": "Madde 27: Sadrazamı atama yetkisi",
      "e": "Madde 64: Veto yetkisi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "113.Sürgün maddesi KİŞİSEL HAKLARI geriye götürüyor.",
    "aciklama": "Anayasanın 113. maddesi, 'hükümetin emniyetini bozanların' padişah tarafından sürgüne gönderilebileceğini belirtiyordu. Bu madde, anayasanın getirdiği hak ve özgürlüklerle çelişmiş ve II. Abdülhamit tarafından muhaliflerini susturmak için kullanılmıştır."
  },
  {
    "soru_id": "IT_606",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk tarihinin halk tarafından seçilen ilk parlamentosu olan Meclis-i Mebusan, II. Abdülhamit tarafından hangi gerekçeyle kapatılmıştır?",
    "secenekler": {
      "a": "Balkanlardaki isyanlar",
      "b": "31 Mart Olayı",
      "c": "Osmanlı-Rus Savaşı (93 Harbi)",
      "d": "Ekonomik kriz",
      "e": "Padişaha suikast girişimi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Meclis-I Mebusan 19 Mart 1877 açılıyor ve II.Abdülhamid tarafından 14 Şubat 1878 kapatılıyor.",
    "aciklama": "II. Abdülhamit, 1877-1878 Osmanlı-Rus Savaşı'ndaki (93 Harbi) ağır yenilgiyi ve meclisteki gayrimüslim mebusların ayrılıkçı tutumlarını gerekçe göstererek anayasanın kendisine verdiği yetkiyi kullanmış ve meclisi tatil ederek meşrutiyet yönetimine son vermiştir."
  },
  {
    "soru_id": "IT_607",
    "konu": "I. Meşrutiyet",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Türk-İslam tarihinin ilk anayasası olarak kabul edilen belge hangisidir?",
    "secenekler": {
      "a": "Sened-i İttifak",
      "b": "Tanzimat Fermanı",
      "c": "Kanun-i Esasi",
      "d": "Islahat Fermanı",
      "e": "Teşkilat-ı Esasiye"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türk İslam tarihinin ilk anayasası Kanun-I Esasi’dir.",
    "aciklama": "Devletin temel yapısını, yönetim organlarını, kişilerin hak ve ödevlerini belirleyen ilk yazılı anayasa olan Kanun-i Esasi, hem Türk hem de İslam dünyasında anayasal yönetime geçişin ilk örneğini teşkil etmiştir."
  },
  {
    "soru_id": "IT_701",
    "konu": "II. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. ve II. Meşrutiyet dönemleri arasında geçen, II. Abdülhamit'in meclisi kapattığı ve ülkeyi anayasasız yönettiği 30 yıllık döneme ne ad verilir?",
    "secenekler": {
      "a": "Lale Devri",
      "b": "Fetret Devri",
      "c": "Tanzimat Devri",
      "d": "İstibdat Devri",
      "e": "Duraklama Devri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "I. ve II. Meşrutiyet Dönemleri arasında geçen döneme İSTİBDAT DEVRİ (1878-1908) denir.",
    "aciklama": "İstibdat, 'baskı, keyfi yönetim' anlamına gelir. Bu dönemde II. Abdülhamit, parlamentoyu devreden çıkararak yönetimi sarayda merkezileştirmiş, sıkı bir sansür ve hafiye (gizli polis) teşkilatı ile ülkeyi yönetmiştir."
  },
  {
    "soru_id": "IT_702",
    "konu": "II. Meşrutiyet",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk tarihinde mevcut rejimi (meşrutiyeti) değiştirmeye yönelik ilk gerici ayaklanma olarak kabul edilen olay hangisidir?",
    "secenekler": {
      "a": "Kabakçı Mustafa İsyanı",
      "b": "Patrona Halil İsyanı",
      "c": "Kuleli Vakası",
      "d": "31 Mart Olayı",
      "e": "Bab-ı Ali Baskını"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "31 Mart Olayı, 13 Nisan 1909, Türk tarihinde rejimi değiştirmeye yönelik ilk ayaklanma özelliğini taşımaktadır.",
    "aciklama": "Rumi takvime göre 31 Mart 1325'te (Miladi 13 Nisan 1909) İstanbul'da başlayan bu isyan, meşrutiyet karşıtları tarafından çıkarılmış ve Selanik'ten gelen Hareket Ordusu tarafından bastırılmıştır. Bu olay sonrası II. Abdülhamit tahttan indirilmiştir."
  },
  {
    "soru_id": "IT_703",
    "konu": "II. Meşrutiyet",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "31 Mart Olayı'ndan sonra Kanun-i Esasi'de yapılan değişikliklerle aşağıdakilerden hangisi gerçekleşmiştir?",
    "secenekler": {
      "a": "Padişahın yetkileri artırıldı.",
      "b": "Meclis tamamen kapatıldı.",
      "c": "Padişahın yetkileri kısıtlandı ve ilk siyasi partiler kuruldu.",
      "d": "Tek parti yönetimine geçildi.",
      "e": "Anayasa tamamen kaldırıldı."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "31 Mart Olayından sonra Kanun-I Esasi değiştirilerek Padişahın yetkileri kısıtlandı, ilk siyasi partiler kuruldu.",
    "aciklama": "1909 Anayasa değişiklikleri ile padişahın meclisi kapatma, sürgüne gönderme gibi yetkileri elinden alınmış, hükümetin meclise karşı sorumlu olması ilkesi getirilmiş ve çok partili siyasi hayata geçilerek parlamenter sistem güçlendirilmiştir."
  },
  {
    "soru_id": "IT_801",
    "konu": "Fikir Akımları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Din, dil, ırk ayrımı yapmaksızın tüm Osmanlı tebaasını eşit vatandaşlık temelinde birleştirmeyi amaçlayan fikir akımı hangisidir?",
    "secenekler": {
      "a": "İslamcılık",
      "b": "Türkçülük",
      "c": "Batıcılık",
      "d": "Osmanlıcılık",
      "e": "Adem-i Merkeziyetçilik"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "OSMANLICILIK: Milliyetçilik akımına karşı II.Mahmut döneminde doğdu. 1865 Genç Osmanlılar Cemiyeti ile siyasi hayatına başladı.",
    "aciklama": "Özellikle Tanzimat ve I. Meşrutiyet dönemlerinin resmi ideolojisi olan Osmanlıcılık, Fransız İhtilali'nin yaydığı milliyetçilik akımına karşı imparatorluğun dağılmasını önlemek için bir 'üst kimlik' yaratma çabasıdır."
  },
  {
    "soru_id": "IT_802",
    "konu": "Fikir Akımları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "II. Abdülhamit döneminde devletin resmi politikası haline gelen ve tüm dünya Müslümanlarını halife etrafında birleştirmeyi amaçlayan fikir akımı hangisidir?",
    "secenekler": {
      "a": "Osmanlıcılık",
      "b": "İslamcılık (Panislamizm)",
      "c": "Türkçülük",
      "d": "Batıcılık",
      "e": " sosyalizm"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İSLAMCILIK: II.Abdülhamit geliştirmeye çalışmış, İslam Birliğinin oluşturulması yönünde çalışmış, Hicaz demiryolunu bu düşünce ile yapımına başlamış.",
    "aciklama": "Osmanlıcılığın Balkanlar'da başarısız olması üzerine II. Abdülhamit, imparatorluğun Müslüman unsurlarını (Araplar, Arnavutlar, Kürtler vb.) halifelik makamının manevi gücüyle bir arada tutma politikası izlemiştir."
  },
  {
    "soru_id": "IT_803",
    "konu": "Fikir Akımları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İttihat ve Terakki döneminde güçlenerek siyasi bir program halini alan ve başlangıçta Osmanlı içindeki Türklerin bilincini artırmayı, ilerleyen aşamada ise tüm dünya Türklerini birleştirmeyi (Turan) hedefleyen fikir akımı hangisidir?",
    "secenekler": {
      "a": "Osmanlıcılık",
      "b": "İslamcılık",
      "c": "Türkçülük (Pantürkizm)",
      "d": "Batıcılık",
      "e": "Anadoluculuk"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TÜRKÇÜLÜK: İttihat ve Terakki döneminde güçlenmiş, siyasi bir program halini almış.",
    "aciklama": "Balkan Savaşları'nda gayrimüslim unsurların imparatorluktan ayrılmasıyla Osmanlıcılık fikri iflas etmiş, bu durum devletin temel unsurunun Türkler olduğu düşüncesini güçlendirmiş ve Türkçülük akımının İttihat ve Terakki'nin ana ideolojisi haline gelmesine yol açmıştır."
  },
  {
    "soru_id": "IT_804",
    "konu": "Fikir Akımları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı Devleti'nin kurtuluşunun ancak Batı'nın bilim, teknoloji ve yönetim anlayışını alarak mümkün olacağını savunan fikir akımı hangisidir?",
    "secenekler": {
      "a": "Osmanlıcılık",
      "b": "İslamcılık",
      "c": "Türkçülük",
      "d": "Batıcılık",
      "e": "Doğuculuk"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "BATICILIK: Devlet düzeninde gerektiğinde ıslahat yapmak olarak uygulanmıştır. Batıcılığın doğru olarak anlaşılması ve doğru olarak kullanılması Atatürk dönemi Türk inkılaplarıyla olmuştur.",
    "aciklama": "Lale Devri'nden itibaren var olan ancak zamanla daha sistemli hale gelen Batıcılık akımı, devletin geri kalmışlığının nedenlerini sorgulamış ve çözümü Batı medeniyetinin değerlerini ve kurumlarını benimsemekte görmüştür. Bu akım, Atatürk inkılaplarının da temel felsefesini oluşturmuştur."
  },
  {
    "soru_id": "IT_901",
    "konu": "II. Meşrutiyet Savaşları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı Devleti'nin Kuzey Afrika'daki son toprağını kaybettiği ve 1912 Uşi Antlaşması ile sona eren savaş hangisidir?",
    "secenekler": {
      "a": "Kırım Savaşı",
      "b": "I. Balkan Savaşı",
      "c": "Trablusgarp Savaşı",
      "d": "93 Harbi",
      "e": "I. Dünya Savaşı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Trablusgarp Savaşı (1911-1912)... Osmanlı Kuzey afrikadaki son topraklarını UŞİ ANLAŞMASI ile kaybetti.",
    "aciklama": "İtalya'nın sömürge arayışıyla başlattığı bu savaşta Osmanlı, donanmasının yetersizliği nedeniyle bölgeye yardım gönderememiş ve Balkan Savaşları'nın da başlaması üzerine Trablusgarp ve Bingazi'yi (günümüz Libya'sı) Uşi Antlaşması ile İtalya'ya bırakmak zorunda kalmıştır."
  },
  {
    "soru_id": "IT_902",
    "konu": "II. Meşrutiyet Savaşları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Karadağ, Bulgaristan, Sırbistan ve Yunanistan'ın birleşerek Osmanlı'ya saldırdığı ve Osmanlı'nın Edirne dahil tüm Rumeli topraklarını kaybettiği savaş hangisidir?",
    "secenekler": {
      "a": "Trablusgarp Savaşı",
      "b": "I. Balkan Savaşı",
      "c": "II. Balkan Savaşı",
      "d": "Kırım Savaşı",
      "e": "I. Dünya Savaşı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "I.Balkan Savaşı (1912-1913): Karadağ, Bulgaristan, Sırbistan ve Yunanisyan sırasıyla Osmanlıya savaş açmıştır.",
    "aciklama": "Rusya'nın Panslavizm politikasıyla kışkırttığı Balkan devletlerinin saldırısı, hazırlıksız yakalanan Osmanlı ordusunun ağır bir yenilgi almasıyla sonuçlanmış ve devlet, Midye-Enez hattının batısındaki tüm topraklarını kaybetmiştir."
  },
  {
    "soru_id": "IT_903",
    "konu": "II. Meşrutiyet Savaşları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. Balkan Savaşı'nda en büyük payı alan Bulgaristan'a karşı diğer Balkan devletlerinin savaş açmasıyla başlayan ve Osmanlı'nın bu fırsattan yararlanarak Edirne'yi geri aldığı savaş hangisidir?",
    "secenekler": {
      "a": "Trablusgarp Savaşı",
      "b": "I. Balkan Savaşı",
      "c": "II. Balkan Savaşı",
      "d": "Yunan-Türk Savaşı",
      "e": "I. Dünya Savaşı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "II.Balkan Savaşı: Bulgaristan kendisine karşı birleşen Yunanistan ve Sırbistan’a savaş açtı. Osmanlı Edirneyi aldı.",
    "aciklama": "Balkan devletlerinin kendi aralarındaki anlaşmazlıklarından doğan II. Balkan Savaşı, Osmanlı Devleti için bir fırsat yaratmış ve Enver Paşa komutasındaki birlikler, I. Balkan Savaşı'nda kaybedilen Edirne ve Kırklareli'ni geri almayı başarmıştır."
  },

  {
    "soru_id": "IT_1001",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. Dünya Savaşı'nın siyasi nedenlerinden biri olarak, 1815'te Avrupa'da kurulan güçler dengesinin bozulması hangi olayla ilişkilendirilmiştir?",
    "secenekler": {
      "a": "Fransız İhtilali",
      "b": "Sanayi Devrimi",
      "c": "Viyana Kongresi",
      "d": "Amerikan Bağımsızlık Bildirgesi",
      "e": "Coğrafi Keşifler"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Viyana Kongresi ile oluşan statikonun bozulmuş olması.",
    "aciklama": "Napolyon Savaşları sonrası Avrupa'ya yeni bir düzen getiren 1815 Viyana Kongresi'nin kurduğu güçler dengesi (statüko), özellikle Almanya ve İtalya'nın siyasi birliklerini kurarak yeni güçler olarak ortaya çıkmasıyla bozulmuş ve bu durum I. Dünya Savaşı'na giden rekabet ortamını hazırlamıştır."
  },
  {
    "soru_id": "IT_1002",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "I. Dünya Savaşı öncesinde İngiltere, Fransa ve Rusya'nın oluşturduğu askeri ve siyasi blok hangisidir?",
    "secenekler": {
      "a": "Üçlü İttifak",
      "b": "Bağlantısızlar Hareketi",
      "c": "Kutsal İttifak",
      "d": "Üçlü İtilaf",
      "e": "Mihver Devletleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İngiltere, Fransa ve Rusya ise Üçlü İtilaf devletlerini oluşturmuştur.",
    "aciklama": "Almanya, Avusturya-Macaristan ve İtalya'nın oluşturduğu Üçlü İttifak'a karşı olarak, aralarındaki sömürgecilik ve güç rekabetine rağmen ortak Alman tehdidi karşısında birleşen bu üç devlet, Üçlü İtilaf (Anlaşma) grubunu kurmuştur."
  },
  {
    "soru_id": "IT_1003",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı Devleti'nin I. Dünya Savaşı'nın başında tarafsız kalmaya çalışırken ulaşmak istediği hedeflerden biri aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Yeni sömürgeler elde etmek",
      "b": "Hilafet gücünü tüm dünyaya yaymak",
      "c": "Kapitülasyonları kaldırmak ve kaybettiği toprakları geri almak",
      "d": "Almanya ile askeri bir ittifak kurmak",
      "e": "Balkanlar'da yeni bir birlik oluşturmak"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Osmanlı tarafsız kalmaya çalışmış. Bu şekilde kapütilasyonları kaldırmak, Ege adalarını geri almak, Mısır sorununnu çözüme kavuşturmak istiyordu.",
    "aciklama": "Osmanlı yönetimi, savaşın getireceği diplomatik ortamdan faydalanarak, ekonomik bağımsızlığını kısıtlayan kapitülasyonları kaldırmayı ve Balkan Savaşları ile Trablusgarp Savaşı'nda kaybettiği Ege Adaları ile Mısır gibi toprakları geri almayı umuyordu."
  },
  {
    "soru_id": "IT_1004",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti, I. Dünya Savaşı'na resmen hangi tarihte girmiştir?",
    "secenekler": {
      "a": "1 Ağustos 1914",
      "b": "29 Ekim 1914",
      "c": "25 Nisan 1915",
      "d": "3 Mart 1918",
      "e": "30 Ekim 1918"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "29 Ekim 1914 yılında savaşa resmen girdi.",
    "aciklama": "Alman gemileri Goeben ve Breslau'nun Osmanlı bayrağı çekerek Yavuz ve Midilli adlarıyla Rus limanlarını bombalaması üzerine Osmanlı Devleti, fiilen ve resmen İttifak Devletleri safında savaşa dahil olmuştur."
  },
  {
    "soru_id": "IT_1005",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. Dünya Savaşı'nı bitiren barış antlaşmalarının genel çerçevesini çizmek için toplanan konferanslardan biri aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Viyana Kongresi",
      "b": "Berlin Konferansı",
      "c": "Paris Barış Konferansı",
      "d": "Yalta Konferansı",
      "e": "Potsdam Konferansı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "I.DS bitiminde; Paris Barış Konferansı, I. Londra Konferansı ve San Remo Konferansları yapılmıştır.",
    "aciklama": "Ocak 1919'da toplanan Paris Barış Konferansı, galip devletlerin yenik devletlerle yapılacak olan barış antlaşmalarının (Versay, Saint-Germain vb.) şartlarını belirlemek ve dünya düzenini yeniden şekillendirmek için düzenlediği en önemli toplantıydı."
  },
  {
    "soru_id": "IT_1006",
    "konu": "I. Dünya Savaşı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Osmanlı Devleti ile yapılacak olan Sevr Antlaşması'nın son taslağının hazırlandığı ve barış şartlarının kararlaştırıldığı konferans hangisidir?",
    "secenekler": {
      "a": "Paris Barış Konferansı",
      "b": "Londra Konferansı",
      "c": "San Remo Konferansı",
      "d": "Yalta Konferansı",
      "e": "Brest-Litovsk Konferansı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Osmanlı Devleti ile yapılacak barışın şartları San Remo Konferansında kararlaştırılmıştır.",
    "aciklama": "Nisan 1920'de İtalya'nın San Remo kentinde toplanan İtilaf Devletleri liderleri, Osmanlı topraklarının nasıl paylaşılacağını ve Sevr Antlaşması'nın ağır şartlarını bu konferansta nihai hale getirmişlerdir."
  },
  {
    "soru_id": "IT_1101",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti'nin Kafkas Cephesi'nde 22 Aralık 1914'te başlattığı ve ağır kış şartları nedeniyle on binlerce askerin donarak şehit olduğu başarısız taarruz harekâtı hangisidir?",
    "secenekler": {
      "a": "Kanal Harekâtı",
      "b": "Sarıkamış Harekâtı",
      "c": "Çanakkale Harekâtı",
      "d": "Kût'ül-Amâre Kuşatması",
      "e": "Gazze Muharebesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kafkas Cephesi : Girişilen Sarıkamış Harekat 22 Aralık 1914 tarihinde bir hezimetle sonlandı.",
    "aciklama": "Enver Paşa komutasındaki ordunun, Rusları hazırlıksız yakalayıp Kars, Ardahan ve Batum'u geri almak amacıyla başlattığı bu harekât, yetersiz teçhizat ve dondurucu soğuklar nedeniyle büyük bir felaketle sonuçlanmıştır."
  },
  {
    "soru_id": "IT_1102",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Irak Cephesi'nde, Halil (Kut) Paşa komutasındaki Osmanlı ordusunun İngiliz birliklerini kuşatarak esir aldığı ve I. Dünya Savaşı'ndaki en önemli zaferlerden biri olan olay hangisidir?",
    "secenekler": {
      "a": "Sarıkamış Harekâtı",
      "b": "Anafartalar Zaferi",
      "c": "Kût'ül-Amâre Zaferi",
      "d": "Gazze Savunması",
      "e": "Medine Müdafaası"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Irak Cephesi : 29 Nisan 1916 tarihinde Kütül Amare zaferi kazanıldı.",
    "aciklama": "Yaklaşık beş ay süren bir kuşatmanın ardından General Townshend komutasındaki bir İngiliz tümeninin tamamının esir alınmasıyla sonuçlanan bu zafer, Çanakkale'den sonra Osmanlı ordusunun moralini yükselten büyük bir başarı olmuştur."
  },
  {
    "soru_id": "IT_1103",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Almanya'nın isteğiyle, İngiltere'nin sömürge yollarını kesmek amacıyla Mısır'a karşı düzenlenen ancak başarısızlıkla sonuçlanan taarruz cephesi hangisidir?",
    "secenekler": {
      "a": "Kafkas Cephesi",
      "b": "Irak Cephesi",
      "c": "Kanal Cephesi",
      "d": "Çanakkale Cephesi",
      "e": "Filistin Cephesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kanal Cephesi : Süveyş Kanalına karşı girişilen bu harekatte hezimetle sonuçlandı.",
    "aciklama": "Süveyş Kanalı'nı ele geçirerek İngiltere'nin Hindistan ile bağlantısını kesmeyi amaçlayan bu harekât, çöl koşulları ve yetersiz hazırlık nedeniyle başarısız olmuş ve Osmanlı ordusu geri çekilmek zorunda kalmıştır."
  },
  {
    "soru_id": "IT_1104",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, Çanakkale Cephesi'ndeki Türk savunması hangi unsurlara dayanıyordu?",
    "secenekler": {
      "a": "Sadece denizaltılar ve uçaklar",
      "b": "Sadece piyade ve süvari birlikleri",
      "c": "Ağır toplar, gizlenmiş bataryalar ve mayın hatları",
      "d": "Siper savaşları ve zehirli gaz kullanımı",
      "e": "Sadece gönüllü milis kuvvetleri"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türk savunması burda; Tabyadaki Ağır Toplar, Gizlenmiş Hafif Bataryalar, Sahte Topçu Mevzileri, Obüs Bataryaları ve Mayınlara dayanıyordu.",
    "aciklama": "Çanakkale savunması, Nusret mayın gemisinin döşediği mayınlar, kıyılardaki sabit ve hareketli topçu bataryalarının etkili ateşi ve iyi planlanmış bir savunma stratejisinin birleşimi sayesinde deniz harekâtında İtilaf donanmasının ağır kayıplar vermesini sağlamıştır."
  },
  {
    "soru_id": "IT_1105",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "İtilaf Devletleri'nin Çanakkale Boğazı'nı denizden geçememeleri üzerine başlattıkları kara savaşları hangi tarihte başlamıştır?",
    "secenekler": {
      "a": "18 Mart 1915",
      "b": "25 Nisan 1915",
      "c": "9 Ağustos 1915",
      "d": "29 Ekim 1914",
      "e": "9 Ocak 1916"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Denizde başarılı olunmayınca, 25 Nisan 1915 tarihinde kara savaşları başladı.",
    "aciklama": "18 Mart'taki deniz zaferinin ardından İtilaf Devletleri, Gelibolu Yarımadası'na asker çıkararak Boğaz'ı karadan kontrol altına almayı denemişlerdir. 25 Nisan 1915 sabahı başlayan bu çıkarmalar, yaklaşık 8,5 ay sürecek olan Çanakkale kara muharebelerinin başlangıcı olmuştur."
  },
  {
    "soru_id": "IT_1106",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Çanakkale Zaferi'nin en önemli sonuçlarından biri olarak metinde ne belirtilmiştir?",
    "secenekler": {
      "a": "Savaşın süresini kısaltması",
      "b": "Osmanlı'nın yeni topraklar kazanması",
      "c": "Milli mücadele ruhunun doğuşuna zemin hazırlaması",
      "d": "Kapitülasyonların kaldırılması",
      "e": "ABD'nin savaşa girmesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Milli mücadele ruhunun doğuşu oldu, Yenilmez avrupanın geriletilebileceği görülmüş oldu.",
    "aciklama": "Çanakkale'de en modern silahlara sahip ordulara karşı kazanılan zafer, Türk milletinin özgüvenini artırmış, 'yenilmez' sanılan Avrupa'nın durdurulabileceğini göstermiş ve birkaç yıl sonra başlayacak olan Kurtuluş Savaşı'nın manevi altyapısını oluşturmuştur."
  },
  {
    "soru_id": "IT_1107",
    "konu": "I. Dünya Savaşı Cepheleri",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Metne göre, Osmanlı Devleti'nin I. Dünya Savaşı'nda savaştığı taarruz (saldırı) cepheleri hangileridir?",
    "secenekler": {
      "a": "Çanakkale ve Irak",
      "b": "Kafkas ve Kanal",
      "c": "Suriye ve Filistin",
      "d": "Irak ve Hicaz",
      "e": "Galiçya ve Romanya"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Taarruz Cepheleri: Kafkas ve Kanal Cephesi.",
    "aciklama": "Osmanlı ordusu, Kafkas Cephesi'nde Ruslara karşı, Kanal Cephesi'nde ise İngilizlere karşı taarruz harekâtları düzenlemiştir. Diğer cephelerin tamamı (Çanakkale, Irak, Suriye-Filistin vb.) İtilaf Devletleri'nin saldırılarına karşı yapılan savunma cepheleridir."
  },
  {
    "soru_id": "IT_1201",
    "konu": "Mondros Ateşkes Antlaşması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "ABD Başkanı Wilson'ın 1918'de yayınladığı ve savaş sonrası 'adil bir barış'ın ilkelerini belirten belge hangisidir?",
    "secenekler": {
      "a": "Atlantik Bildirisi",
      "b": "Wilson İlkeleri",
      "c": "Monroe Doktrini",
      "d": "Marshall Planı",
      "e": "İnsan Hakları Evrensel Beyannamesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1917’de ABD savaşa girdi. Wilson 1918 de adil barışın yapılabileceğini duyurdu.",
    "aciklama": "Wilson İlkeleri, yenilen devletlerden toprak alınmaması, gizli antlaşmaların yapılmaması ve her milletin kendi kaderini tayin etmesi gibi maddeler içeriyordu. Bu ilkeler, yenilmekte olan İttifak Devletleri'nin ateşkese daha çabuk razı olmasında etkili olmuştur."
  },
  {
    "soru_id": "IT_1202",
    "konu": "Mondros Ateşkes Antlaşması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Rusya'daki Bolşevik İhtilali sonrası Sovyet yönetiminin İttifak Devletleri ile imzaladığı ve Osmanlı Devleti'nin Kars, Ardahan ve Batum'u geri aldığı antlaşma hangisidir?",
    "secenekler": {
      "a": "Moskova Antlaşması",
      "b": "Bükreş Antlaşması",
      "c": "Brest-Litovsk Antlaşması",
      "d": "Gümrü Antlaşması",
      "e": "Ankara Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Rusya’nın ... 3 Mart 1918 tarihinde yaptığı Brest-Litovsk Anlaşması ile Osmanlı ... KARS, ARDAHAN ve BATUM’u geri aldı.",
    "aciklama": "Bu antlaşma ile Rusya I. Dünya Savaşı'ndan çekilmiş ve daha önce 1878 Berlin Antlaşması ile kaybettiğimiz 'Elviye-i Selâse' (Üç Sancak) olarak bilinen Kars, Ardahan ve Batum, anavatana yeniden katılmıştır."
  },
  {
    "soru_id": "IT_1203",
    "konu": "Mondros Ateşkes Antlaşması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, I. Dünya Savaşı sırasında İtilaf Devletleri'nin Osmanlı topraklarını kendi aralarında paylaştığı gizli antlaşmalardan biridir?",
    "secenekler": {
      "a": "Uşi Antlaşması",
      "b": "Sykes-Picot Antlaşması",
      "c": "Brest-Litovsk Antlaşması",
      "d": "Lozan Antlaşması",
      "e": "Montrö Sözleşmesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Osmanlının Paylaşılmasına dair imzalanan gizli anlaşmalardan biri İng-Fra arasındaki 1916’da Skyes-Picot Anlaşmasıdır.",
    "aciklama": "Sykes-Picot Antlaşması, İngiltere ve Fransa arasında yapılmış ve Ortadoğu'daki Osmanlı topraklarının (Irak, Suriye, Lübnan, Filistin) bu iki devlet arasında nüfuz bölgelerine ayrılmasını öngörmüştür. Bu antlaşma, günümüz Ortadoğu haritasının da temelini oluşturmuştur."
  },
  {
    "soru_id": "IT_1204",
    "konu": "Mondros Ateşkes Antlaşması",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti'nin I. Dünya Savaşı'ndan çekildiği ve fiilen sona erdiği, çok ağır şartlar içeren ateşkes antlaşması hangisidir?",
    "secenekler": {
      "a": "Sevr Antlaşması",
      "b": "Mondros Ateşkes Antlaşması",
      "c": "Lozan Antlaşması",
      "d": "Uşi Antlaşması",
      "e": "Mudanya Mütarekesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "30 Ekim 1918 ‘de Mondros Ateşkes Anlaşması imzalandı.",
    "aciklama": "Limni adasının Mondros limanında imzalanan bu ateşkes, ordunun terhis edilmesi, tüm ulaşım ve haberleşme hatlarının İtilaf Devletleri'nin denetimine bırakılması ve en önemlisi 7. madde ile İtilaf Devletleri'ne güvenliklerini tehdit edecek bir durumda istedikleri stratejik noktayı işgal etme hakkı vermesiyle Osmanlı Devleti'ni savunmasız bırakmıştır."
  },
  {
    "soru_id": "IT_1301",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal, askeri lise eğitimini hangi şehirde almıştır?",
    "secenekler": {
      "a": "Selanik",
      "b": "İstanbul",
      "c": "Manastır",
      "d": "Şam",
      "e": "Sofya"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1896 Manastır İdadisine Başladı.",
    "aciklama": "Mustafa Kemal, Selanik Mülkiye Rüştiyesi ve Askeri Rüştiyesi'ni bitirdikten sonra lise düzeyindeki askeri eğitimini Manastır Askeri İdadisi'nde tamamlamış, burada vatan ve millet sevgisi, tarih bilinci gibi konularda kendini geliştirmiştir."
  },
  {
    "soru_id": "IT_1302",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal, 1899 yılında hangi okula başlamıştır?",
    "secenekler": {
      "a": "Manastır Askeri İdadisi",
      "b": "Harp Okulu",
      "c": "Harp Akademisi",
      "d": "Mülkiye Mektebi",
      "e": "Tıbbiye"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1899 Harp Okulu.",
    "aciklama": "Manastır Askeri İdadisi'ni başarıyla bitiren Mustafa Kemal, yüksek askeri eğitimini almak üzere İstanbul'daki Harp Okulu'na (Mekteb-i Harbiye-i Şahane) başlamıştır."
  },
  {
    "soru_id": "IT_1303",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, Harp Akademisi'nden hangi rütbeyle mezun olmuştur?",
    "secenekler": {
      "a": "Teğmen",
      "b": "Üsteğmen",
      "c": "Yüzbaşı",
      "d": "Kurmay Yüzbaşı",
      "e": "Binbaşı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1902 Teğmen, 1903 Ütğm., 1905 Kur.Yzb.",
    "aciklama": "Mustafa Kemal, 1902'de Harp Okulu'nu teğmen rütbesiyle bitirmiş, ardından devam ettiği Harp Akademisi'nden (Erkân-ı Harbiye Mektebi) 1905 yılında beşinci olarak Kurmay Yüzbaşı rütbesiyle mezun olmuştur."
  },
  {
    "soru_id": "IT_1304",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal'in Kurmay Yüzbaşı olarak mezun olduktan sonraki ilk görev yeri neresidir?",
    "secenekler": {
      "a": "Selanik'teki III. Ordu",
      "b": "İstanbul'daki I. Ordu",
      "c": "Şam'daki V. Ordu",
      "d": "Erzurum'daki IX. Ordu",
      "e": "Bağdat'taki VI. Ordu"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1905 : Şam’daki V.Ordu Emrine.",
    "aciklama": "Harp Akademisi'nden mezun olduktan sonra, siyasi faaliyetleri nedeniyle bir süre gözaltında tutulan Mustafa Kemal, ilk staj görevi için Suriye'deki V. Ordu'nun emrine atanarak Şam'a gönderilmiştir."
  },
  {
    "soru_id": "IT_1305",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal'in Şam'da görev yaparken 1905 yılında kurduğu gizli cemiyetin adı nedir?",
    "secenekler": {
      "a": "İttihat ve Terakki",
      "b": "Vatan ve Hürriyet",
      "c": "Karakol Cemiyeti",
      "d": "Milli Kongre",
      "e": "Genç Osmanlılar"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1905 : Vatan ve Hürriyet Cemiyetini Kurdu.",
    "aciklama": "Mustafa Kemal, Şam'da güvendiği birkaç subay arkadaşıyla birlikte, meşrutiyet yönetimini yeniden kurmak ve vatanı içinde bulunduğu kötü durumdan kurtarmak amacıyla bu cemiyeti kurmuştur. Bu, onun ilk örgütlenme deneyimidir."
  },
  {
    "soru_id": "IT_1306",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal'in 1908'de Alman General Litzman'dan çevirerek yayınladığı askeri eser hangisidir?",
    "secenekler": {
      "a": "Cumalı Ordugahı",
      "b": "Zabit ve Kumandan ile Hasbihal",
      "c": "Takımın Muharebe El Kitabı",
      "d": "Tabiye Tatbikat Seyahati",
      "e": "Bölüğün Muharebe Eğitimi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1908 Alman General Litzman’dan çevirdiği ‘Takımın Muharebe El Kitabı’ nı yayınladı.",
    "aciklama": "Bu eser, Mustafa Kemal'in hem yabancı dil bilgisine hem de modern askeri taktiklere olan ilgisine ve bu bilgileri Türk subaylarıyla paylaşma arzusuna bir örnektir."
  },
  {
    "soru_id": "IT_1307",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, 31 Mart Olayı'nı (1909) bastırmak için Selanik'ten İstanbul'a gelen orduda hangi görevde bulunmuştur?",
    "secenekler": {
      "a": "Ordu Komutanı",
      "b": "Tümen Komutanı",
      "c": "Hareket Ordusu Kurmay Başkanı",
      "d": "Gönüllü Subay",
      "e": "İstanbul Merkez Komutanı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "31 Mart Olayının Bastırılmasında Hrk.Ordusu Kur.Bşk. olarak görev aldı.",
    "aciklama": "Meşrutiyete karşı çıkan bu isyanı bastırmak için Mahmut Şevket Paşa komutasında oluşturulan Hareket Ordusu'nun kurmay başkanlığını (harekât planlarını yapan komutan) Mustafa Kemal üstlenmiş ve orduya 'Hareket Ordusu' adını da kendisi vermiştir."
  },
  {
    "soru_id": "IT_1308",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal'in 1909'da yayınladığı ve askeri manevralarla ilgili gözlemlerini içeren kitabının adı nedir?",
    "secenekler": {
      "a": "Takımın Muharebe El Kitabı",
      "b": "Cumalı Ordugahı",
      "c": "Tabiye Tatbikat Seyahati",
      "d": "Zabit ve Kumandan ile Hasbihal",
      "e": "Nutuk"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "1909: ‘Cumalı Ordugahı’ adlı kitabı yayınladı.",
    "aciklama": "Bu eser, Mustafa Kemal'in katıldığı askeri tatbikatlardaki gözlemlerini, eleştirilerini ve modern bir ordunun nasıl olması gerektiğine dair düşüncelerini içerir."
  },
  {
    "soru_id": "IT_1309",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal, 1910 yılında hangi olayın bastırılmasında görev almıştır?",
    "secenekler": {
      "a": "Arnavutluk Ayaklanması",
      "b": "Yemen İsyanı",
      "c": "31 Mart Olayı",
      "d": "Bab-ı Ali Baskını",
      "e": "Celali İsyanları"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "1910 Arnavutluk ayaklanmasının bastırılmasına katıldı.",
    "aciklama": "Balkanlar'daki son topraklardan biri olan Arnavutluk'ta çıkan ayrılıkçı isyanın bastırılması için düzenlenen askeri harekâtta görev alarak bölgedeki durumu yakından görme fırsatı bulmuştur."
  },
  {
    "soru_id": "IT_1310",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, 1911'de İtalyanlara karşı savaşmak için gönüllü olarak hangi cepheye gitmiştir?",
    "secenekler": {
      "a": "Balkanlar",
      "b": "Kafkasya",
      "c": "Çanakkale",
      "d": "Trablusgarp",
      "e": "Galiçya"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1911: Trablusgarp savaşına gönüllü olarak katıldı. (Bnb. oldu)",
    "aciklama": "Gazeteci Şerif Bey takma adıyla gizlice Mısır üzerinden Trablusgarp'a geçen Mustafa Kemal, burada yerel halkı İtalyan işgaline karşı örgütleyerek Derne ve Tobruk'ta başarılı savunma savaşları yürütmüş ve bu başarıları sayesinde binbaşılığa terfi etmiştir."
  },
  {
    "soru_id": "IT_1311",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal'in 1911 yılında Selanik'te yayınlanan ve askeri taktikleri konu alan eserinin adı nedir?",
    "secenekler": {
      "a": "Cumalı Ordugahı",
      "b": "Zabit ve Kumandan ile Hasbihal",
      "c": "Takımın Muharebe El Kitabı",
      "d": "Tabiye Tatbikat Seyahati",
      "e": "Geometri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1911 : ‘Tabiye Tatbikat Seyehati’ adlı kitabı Selanikte yayınlandı.",
    "aciklama": "'Tabiye', strateji ve taktik anlamına gelir. Bu kitap, Mustafa Kemal'in askeri bilgi birikimini ve stratejik düşünce yapısını yansıtan bir diğer önemli eseridir."
  },
  {
    "soru_id": "IT_1312",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, Balkan Savaşları sırasında hangi önemli şehrin Bulgarlardan geri alınmasında rol oynamıştır?",
    "secenekler": {
      "a": "Selanik",
      "b": "Manastır",
      "c": "Üsküp",
      "d": "Edirne",
      "e": "Sofya"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1912 : Balkan Savaşına katıldı. Kur.Bşk.lığını yaptığı Kolordusu Edirneye bulgarlarda geri aldı.",
    "aciklama": "II. Balkan Savaşı sırasında Bolayır Kolordusu Kurmay Başkanı olan Mustafa Kemal, komutasındaki birliklerle I. Balkan Savaşı'nda kaybedilen Edirne'nin geri alınmasında önemli bir rol üstlenmiştir."
  },
  {
    "soru_id": "IT_1313",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal, I. Dünya Savaşı'nın hemen öncesinde, 1913 yılında hangi şehirde Askeri Ataşe olarak görev yapmıştır?",
    "secenekler": {
      "a": "Berlin",
      "b": "Paris",
      "c": "Londra",
      "d": "Viyana",
      "e": "Sofya"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "1913 : Sofya Ataşesi oldu.",
    "aciklama": "Bu görevi sırasında Bulgaristan'daki siyasi ve sosyal hayatı, meclis çalışmalarını yakından izlemiş, Batı Avrupa medeniyetini daha yakından tanıma ve diplomatik deneyim kazanma fırsatı bulmuştur."
  },
  {
    "soru_id": "IT_1314",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal'in Sofya Ataşeliği sırasında kaleme aldığı ve iyi bir komutanın sahip olması gereken özellikleri anlattığı eseri hangisidir?",
    "secenekler": {
      "a": "Cumalı Ordugahı",
      "b": "Tabiye Tatbikat Seyahati",
      "c": "Nutuk",
      "d": "Zabit ve Kumandan ile Hasbihal",
      "e": "Medeni Bilgiler"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1914 : Ataşelik sırasında ‘Zabit ve Kumandanla Hasbıhal’ adlı eserini yazdı.",
    "aciklama": "Bu eser, Nuri Conker'in 'Zabit ve Kumandan' adlı kitabına bir cevap niteliğinde olup, Mustafa Kemal'in liderlik, inisiyatif kullanma, cesaret ve bilgi gibi bir komutanda bulunması gereken vasıflara dair derin düşüncelerini içerir."
  },
  {
    "soru_id": "IT_1315",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, Çanakkale Cephesi'nde kara savaşları başladığında ilk olarak hangi birliğin komutanlığına atanmıştır?",
    "secenekler": {
      "a": "19. Tümen Komutanlığı",
      "b": "Anafartalar Grubu Komutanlığı",
      "c": "XVI. Kolordu Komutanlığı",
      "d": "VII. Ordu Komutanlığı",
      "e": "Yıldırım Orduları Grubu Komutanlığı"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "1915 : 19.Tümen K.lığına atandı. Çanakkale Cephesinde önce 19.Tümen K. sonra Anafartalat Grubu K. olarak büyük başarılar kazandı.",
    "aciklama": "Savaş başladığında Tekirdağ'da bulunan 19. Tümen'in komutanı olan Mustafa Kemal, İtilaf çıkarmasını haber alır almaz tümeniyle birlikte cepheye intikal etmiş ve özellikle Arıburnu'nda düşmanı ilk karşılayan ve durduran komutan olmuştur."
  },
  {
    "soru_id": "IT_1316",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal'in 1915 yılında Edirne'de yayınlanan ve askeri taktikler ile emirlerin nasıl yazılması gerektiğini anlatan kitapçığının adı nedir?",
    "secenekler": {
      "a": "Cumalı Ordugahı",
      "b": "Zabit ve Kumandan ile Hasbihal",
      "c": "Tabiye Meselesinin Halline ve Emirlerin Yazılış Şekline Dair Broşür",
      "d": "Takımın Muharebe El Kitabı",
      "e": "Bölüğün Muharebe Eğitimi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "1915: ‘Tabiye Meselesinin Halline ve Emirlerin Yazılış Şekline Dair Broşür’ kitapçığı edirnede yayınlandı.",
    "aciklama": "Bu eser, Mustafa Kemal'in sadece bir savaş kahramanı değil, aynı zamanda askeri teori ve pratik üzerine düşünen, yazan ve bilgisini astlarıyla paylaşan bir entelektüel olduğunu göstermektedir."
  },
  {
    "soru_id": "IT_1317",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal, generalliğe terfi ettikten sonra 1916 yılında Doğu Cephesi'nde hangi iki şehri Rus işgalinden geri almıştır?",
    "secenekler": {
      "a": "Kars ve Ardahan",
      "b": "Erzurum ve Erzincan",
      "c": "Van ve Hakkari",
      "d": "Bitlis ve Muş",
      "e": "Trabzon ve Rize"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1916 Generalliğe terfi etti. Doğuda Ruslara karşı başarı kazanarak Bitlis ve Muş’u geri aldı.",
    "aciklama": "Çanakkale'deki başarılarının ardından Paşa (General) rütbesiyle atandığı Kafkas Cephesi'nde, dağınık durumdaki kolordusunu toparlayarak başarılı bir taarruzla Rusların elindeki Bitlis ve Muş'u kurtarmıştır."
  },
  {
    "soru_id": "IT_1318",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Metinde Atatürk'ün görev yaptığı ordular arasında hangisi sayılmıştır?",
    "secenekler": {
      "a": "I. Ordu Komutanlığı",
      "b": "II. Ordu Komutanlığı",
      "c": "III. Ordu Komutanlığı",
      "d": "VII. Ordu Komutanlığı",
      "e": "IX. Ordu Müfettişliği"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "VII.Ordu K.lığı görevinde Bulundu.",
    "aciklama": "Mustafa Kemal, Suriye-Filistin Cephesi'nde Yıldırım Orduları Grubu'na bağlı VII. Ordu Komutanlığı görevini yürütmüş, ancak Alman komutan Falkenhayn ile yaşadığı anlaşmazlıklar nedeniyle bu görevinden istifa etmiştir."
  },
  {
    "soru_id": "IT_1319",
    "konu": "Atatürk",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal'in I. Dünya Savaşı'ndaki son görevi aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Anafartalar Grubu Komutanlığı",
      "b": "XVI. Kolordu Komutanlığı",
      "c": "VII. Ordu Komutanlığı",
      "d": "Yıldırım Orduları Grubu Komutanlığı",
      "e": "IX. Ordu Müfettişliği"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "I.DS’daki son görevi Yıldırım Orduları Grubu K.lığıdır.",
    "aciklama": "Suriye-Filistin Cephesi'nin çöküşü sırasında Liman von Sanders'in yerine Yıldırım Orduları Grubu Komutanlığı'na atanan Mustafa Kemal, İngiliz ilerleyişini Halep'in kuzeyinde durdurarak Anadolu'nun güneyden işgalini önlemiş ve Mondros Mütarekesi imzalandığında bu görevde bulunuyordu."
  },
  {
    "soru_id": "IT_1401",
    "konu": "Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, metinde sayılan ve Rumlar tarafından kurulan zararlı cemiyetlerden biridir?",
    "secenekler": {
      "a": "Taşnak ve Hınçak",
      "b": "Kilikyalılar",
      "c": "İngiliz Muhipler",
      "d": "Mavri Mira",
      "e": "Kürdistan Teali"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Rum Cemiyetleri : Mavri Mira, Pontus Rum, Kordos (Etnik-I Eterya), Nea Zoi.",
    "aciklama": "Fener Rum Patrikhanesi'ne bağlı olarak çalışan Mavri Mira (Kara Gün) Cemiyeti'nin amacı, Batı Anadolu ve Trakya'yı Yunanistan'a katmak ve Büyük Bizans İmparatorluğu'nu (Megali İdea) yeniden canlandırmaktı."
  },
  {
    "soru_id": "IT_1402",
    "konu": "Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Doğu Anadolu'da bağımsız bir devlet kurmayı amaçlayan ve Ermeniler tarafından kurulan zararlı cemiyet hangisidir?",
    "secenekler": {
      "a": "Mavri Mira",
      "b": "Pontus Rum",
      "c": "Taşnak ve Hınçak",
      "d": "Kordos",
      "e": "İslam Teali"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ermeni Cemiyeti : Ermeni Taşnak ve Hınçak.",
    "aciklama": "Taşnaksutyun ve Hınçak komiteleri, I. Dünya Savaşı öncesi ve sırasında terör faaliyetleri yürüterek Doğu Anadolu'da bağımsız bir Ermenistan devleti kurma hedefini gütmüşlerdir."
  },
  {
    "soru_id": "IT_1403",
    "konu": "Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, Milli Mücadele'ye karşı olan ve manda-himaye gibi fikirleri savunan 'Milli Karşıtı' cemiyetlerden biridir?",
    "secenekler": {
      "a": "Kilikyalılar",
      "b": "Reddi İlhak",
      "c": "İngiliz Muhipler Cemiyeti",
      "d": "Milli Kongre",
      "e": "Karakol Cemiyeti"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Milli Karşı Cemiyetler : ... İngiliz Muhipler...",
    "aciklama": "İngiliz Muhipler (Sevenler) Cemiyeti, Osmanlı Devleti'nin kurtuluşunun ancak güçlü bir devlet olan İngiltere'nin himayesine (manda) girmekle mümkün olacağını savunan ve bu yönde propaganda yapan zararlı bir oluşumdu."
  },
  {
    "soru_id": "IT_1404",
    "konu": "Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İşgallere karşı bölgesel direnişi örgütlemek ve Türk halkının haklarını savunmak amacıyla kurulan 'Milli Cemiyetlerden' biri aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Pontus Rum",
      "b": "İngiliz Muhipler",
      "c": "Kilikyalılar Cemiyeti",
      "d": "Hürriyet ve İtilaf Fırkası",
      "e": "İslam Teali"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Milli Cemiyetler: Kilikyalılar, Milli Kongre...",
    "aciklama": "Kilikyalılar Cemiyeti, Adana ve çevresinin (antik Kilikya bölgesi) Fransızlar ve Ermeniler tarafından işgal edilmesini önlemek amacıyla kurulmuş yararlı bir direniş örgütüdür."
  },
  {
    "soru_id": "IT_1505",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, Padişah Vahdettin'in 21 Aralık 1918'de aldığı hangi karar, milli siyasi mücadeleye en büyük darbeyi indirmiştir?",
    "secenekler": {
      "a": "Mondros Ateşkesi'ni imzalaması",
      "b": "Mustafa Kemal'i Samsun'a göndermesi",
      "c": "Meclis-i Mebusan'ı feshetmesi (kapatması)",
      "d": "Damat Ferit Paşa'yı sadrazam yapması",
      "e": "Sevr Antlaşması'nı onaylaması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Padişah VI. Mehmet Vahdettin 21 Aralık 1918’de Meclis-I Mebusan’nı feshetmesi kararı milli siyasi mücadeleye en büyük darbeyi indirmiştir.",
    "aciklama": "Mondros'tan sonra toplanan ve işgallere karşı direniş yanlısı bir tutum sergileyen meclisin kapatılması, halkın iradesinin temsil edildiği tek meşru platformu ortadan kaldırmış ve padişah ile hükümetin tamamen İtilaf Devletleri'nin baskısı altına girmesine yol açmıştır."
  },
  {
    "soru_id": "IT_1506",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal, Samsun'a çıktıktan sonra Milli Mücadele'yi örgütlemek için yayınladığı ilk genelgeyi hangi şehirden yayınlamıştır?",
    "secenekler": {
      "a": "Samsun",
      "b": "Amasya",
      "c": "Erzurum",
      "d": "Sivas",
      "e": "Havza"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "25 Mayıs Havza’ya geçiyor. ... Havza’da bir genelge yayınlıyor ve tüm milli güçleri uyarıp yönlendiriyor.",
    "aciklama": "Havza Genelgesi ile Mustafa Kemal, işgallerin protesto edilmesi, mitingler düzenlenmesi ve direniş cemiyetlerinin yaygınlaştırılması çağrısında bulunarak milli bilinci uyandırmaya yönelik ilk önemli adımı atmıştır."
  },
  {
    "soru_id": "IT_1507a",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Genelgesi'nin 'Vatanın bütünlüğü, milletin bağımsızlığı tehlikededir' maddesi ile ne belirtilmiştir?",
    "secenekler": {
      "a": "Milli Mücadele'nin yöntemi",
      "b": "Milli Mücadele'nin amacı",
      "c": "Milli Mücadele'nin gerekçesi",
      "d": "Milli egemenliğin kurulacağı",
      "e": "Yeni bir devletin kurulacağı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Amasya Genelgesi a. Vatanın bütünlüğü, milletin bağımsızlığı tehlikededir.",
    "aciklama": "Bu madde, Kurtuluş Savaşı'nın neden başlatıldığını, yani gerekçesini açıkça ortaya koymaktadır. Ülkenin işgal altında olması ve milletin esaret tehlikesiyle karşı karşıya kalması, mücadelenin temel sebebidir."
  },
  {
    "soru_id": "IT_1507b",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Genelgesi'nin 'İstanbul Hükümeti üzerine aldığı sorumluluğun gereklerini yerine getirmemektedir' maddesi ile ne vurgulanmıştır?",
    "secenekler": {
      "a": "İstanbul Hükümeti'nin yok sayıldığı",
      "b": "Padişaha bağlılık bildirildiği",
      "c": "Milli Mücadele'nin hukuki dayanağı",
      "d": "Manda ve himayenin kabul edileceği",
      "e": "İtilaf Devletleri ile anlaşma aranacağı"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Amasya Genelgesi b. İstanbul Hükümeti üzerine aldığı sorumluluğun gereklerini yerine getirmemekte, bu durum milletimizi yok olmuş göstermektedir.",
    "aciklama": "Bu madde ile Milli Mücadele'nin ikinci gerekçesi belirtilmiş, İstanbul Hükümeti'nin işgallere karşı sessiz kalarak görevini yapmadığı ilan edilmiş ve bu hükümetin millet adına karar alma meşruiyetini yitirdiği ima edilmiştir."
  },
  {
    "soru_id": "IT_1507c",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Amasya Genelgesi'nin hangi maddesi, Milli Mücadele'nin amacını ve yöntemini belirterek ilk kez 'milli egemenlik' ilkesinden bahsetmiştir?",
    "secenekler": {
      "a": "Vatanın bütünlüğü, milletin bağımsızlığı tehlikededir.",
      "b": "İstanbul Hükümeti görevini yapmamaktadır.",
      "c": "Milletin bağımsızlığını, yine milletin azim ve kararı kurtaracaktır.",
      "d": "Sivas'ta milli bir kongre toplanacaktır.",
      "e": "Doğu illeri adına Erzurum'da bir kongre toplanacaktır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Amasya Genelgesi c. Milletin bağımsızlığını, yine milletin azim ve kararı kurtaracaktır.",
    "aciklama": "Bu madde, Kurtuluş Savaşı'nın hedefini (milletin bağımsızlığı) ve bu hedefe nasıl ulaşılacağını (milletin azim ve kararı) ortaya koymuştur. 'Milletin kararı' ifadesi, yönetme yetkisinin (egemenlik) padişahtan alınıp millete verileceğinin ilk işareti olması bakımından ihtilalci bir nitelik taşır."
  },
  {
    "soru_id": "IT_1507d",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Genelgesi'nde 'her türlü etki ve denetimden uzak milli bir kurulun varlığı zaruridir' denilerek kurulması işaret edilen organ hangisidir?",
    "secenekler": {
      "a": "TBMM",
      "b": "Temsil Heyeti",
      "c": "İstanbul Hükümeti",
      "d": "Meclis-i Mebusan",
      "e": "Kuvâ-yi Milliye"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Amasya Genelgesi d. ...her türlü etki ve denetimden uzak milli bir kurulun varlığı zaruridir.",
    "aciklama": "Bu madde ile İstanbul Hükümeti'nin alternatifi olacak, milletin haklarını savunacak ve Milli Mücadele'yi yönetecek bir yürütme organının gerekliliği vurgulanmıştır. Bu kurul, ilk olarak Erzurum Kongresi'nde bölgesel, Sivas Kongresi'nde ise ulusal nitelikte 'Temsil Heyeti' adıyla kurulacaktır."
  },
  {
    "soru_id": "IT_1507e",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Amasya Genelgesi'nde, tüm yurdu temsil eden milli bir kongrenin nerede toplanması kararlaştırılmıştır?",
    "secenekler": {
      "a": "Erzurum",
      "b": "Ankara",
      "c": "Samsun",
      "d": "İstanbul",
      "e": "Sivas"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Amasya Genelgesi e. Anadolu’nun her bakımdan en güvenli yeri olan Sivas’ta milli bir kongrenin acele toplanması kararlaştırılmıştır.",
    "aciklama": "Sivas, işgal bölgelerinden uzak, Anadolu'nun ortasında güvenli bir konumda olması ve ulaşım yolları üzerinde bulunması nedeniyle tüm yurttan temsilcilerin katılımıyla ulusal kararların alınacağı bir kongre için en uygun yer olarak belirlenmiştir."
  },
  {
    "soru_id": "IT_1507f",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Genelgesi'nde Sivas Kongresi'ne katılacak temsilcilerin nasıl belirlenmesi istenmiştir?",
    "secenekler": {
      "a": "İstanbul Hükümeti tarafından atanarak",
      "b": "Mustafa Kemal tarafından seçilerek",
      "c": "Milletin güvenini kazanmış kişilerden seçilerek",
      "d": "Her şehrin valisi tarafından belirlenerek",
      "e": "Sadece asker kökenliler arasından seçilerek"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Amasya Genelgesi f. ...bütün illerin her sancağından milletin güvenini kazanmış üç temsilcinin ... yola çıkarılması gerekmektedir.",
    "aciklama": "Bu madde, kongreye katılacak delegelerin padişah veya hükümet tarafından değil, doğrudan halkın kendisi tarafından (belediyeler veya müdafaa-i hukuk cemiyetleri aracılığıyla) seçilmesi gerektiğini belirterek, toplanacak kongrenin milli iradeyi yansıtmasını amaçlamıştır."
  },
  {
    "soru_id": "IT_1507g",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Genelgesi'nde, kongre hazırlıklarının 'milli bir sır' olarak tutulmasının istenmesinin temel nedeni nedir?",
    "secenekler": {
      "a": "Halkın kongreden haberdar olmasını engellemek",
      "b": "İtilaf Devletleri ve İstanbul Hükümeti'nin kongreyi engelleme girişimlerinden kaçınmak",
      "c": "Kongreye sadece belirli kişilerin katılmasını sağlamak",
      "d": "Kongrenin maliyetini düşük tutmak",
      "e": "Komşu ülkelerin tepkisini çekmemek"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Amasya Genelgesi g. Her ihtimale karşı bu meselenin milli bir sır halinde tutulması ... lâzımdır.",
    "aciklama": "Milli bir kongre toplanması, İstanbul Hükümeti'nin otoritesine ve İtilaf Devletleri'nin işgal planlarına açık bir meydan okuma olduğu için, hazırlıkların gizli yürütülmesi, delegelerin güvenli bir şekilde Sivas'a ulaşabilmesi ve kongrenin engellenmeden toplanabilmesi için hayati önem taşıyordu."
  },
  {
    "soru_id": "IT_1507h",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Amasya Genelgesi'nde, Sivas Kongresi'nden önce Doğu illeri adına hangi kongrenin toplanacağı duyurulmuştur?",
    "secenekler": {
      "a": "Balıkesir Kongresi",
      "b": "Alaşehir Kongresi",
      "c": "Trabzon Kongresi",
      "d": "Erzurum Kongresi",
      "e": "Pozantı Kongresi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Amasya Genelgesi h. Doğu illeri adına 10 Temmuz’da Erzurum’da bir kongre toplanacaktır.",
    "aciklama": "Doğu Anadolu'da bir Ermeni devleti kurulması tehlikesine karşı önlem almak amacıyla zaten hazırlıkları süren Erzurum Kongresi, Amasya Genelgesi ile ulusal mücadele planına dahil edilmiş ve Mustafa Kemal'in de bu kongreye katılması kararlaştırılmıştır."
  },
  {
    "soru_id": "IT_1508",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi Amasya Genelgesi'ni bizzat imzalayan komutanlardan biri değildir?",
    "secenekler": {
      "a": "Mustafa Kemal Paşa",
      "b": "Rauf Bey (Orbay)",
      "c": "Ali Fuat Paşa (Cebesoy)",
      "d": "Refet Bey (Bele)",
      "e": "Kazım Karabekir Paşa"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Amasya Genelgesi Mustafa Kemal Paşa, Ali Fuat Paşa (Cebesoy), Rauf Bey (Orbay), Refet Bey (Bele) ... tarafından imzalanmış, ayrıca Kazım Karabekir ve Cemal (Mersinli) Paşaların telgraflı onayları alınmıştı.",
    "aciklama": "Kazım Karabekir Paşa, o sırada Erzurum'da olduğu için genelge metnini bizzat imzalayamamış, ancak içeriğini tamamen desteklediğini ve onayladığını telgrafla bildirmiştir. Bu destek, Milli Mücadele'nin başarısı için çok önemliydi."
  },
  {
    "soru_id": "IT_1509",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal Paşa, İstanbul Hükümeti'nin kendisini geri çağırması ve faaliyetlerine son vermesini istemesi üzerine, Amasya Genelgesi'nden sonra ve Erzurum Kongresi'nden hemen önce hangi kararı almıştır?",
    "secenekler": {
      "a": "İstanbul'a geri dönme kararı",
      "b": "Padişaha bağlılık bildirme kararı",
      "c": "Resmi göreviyle birlikte askerlik mesleğinden de ayrılma kararı",
      "d": "Mücadeleden vazgeçme kararı",
      "e": "İngilizlerle anlaşma yapma kararı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "9 Temmuz’da Göreviyle beraber Askerlik mesleğinden de ayrıldığını bildiriyor.",
    "aciklama": "Mustafa Kemal, İstanbul Hükümeti'nin emirlerine uymayarak ve 'sine-i millete dönerek' (milletin sinesine, arasına dönerek) resmi bir unvanı olmadan, sade bir vatandaş olarak mücadeleye devam etme kararlılığını göstermiştir. Bu, Milli Mücadele'nin sivil bir halk hareketine dönüşmesinde kritik bir adımdır."
  },

  {
    "soru_id": "IT_1601",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nin toplanmasında hukuki dayanak olarak Kanun-ı Esasi'nin hangi konusuyla ilgili maddesine dayanılmıştır?",
    "secenekler": {
      "a": "Padişahın yetkileri",
      "b": "Vilayetlerin yönetimi ve birliği",
      "c": "Seçimlerin yapılması",
      "d": "Basın özgürlüğü",
      "e": "Dernek kurma hakkı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Erzurum Kongresi’ni hazırlamış ve bunun için Kanun-ı Esâsi’nin 120’inci maddesine dayanılmıştı.",
    "aciklama": "Kanun-ı Esasi'nin vilayetlerin birliği ve yönetimiyle ilgili maddesi, Doğu illerinin bir araya gelerek kendi gelecekleri hakkında karar alması için kongreye meşru bir zemin oluşturma çabası olarak yorumlanmıştır."
  },
  {
    "soru_id": "IT_1602",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nde alınan 'Milli sınırlar içinde vatan bir bütündür, parçalanamaz' kararı ile ilk kez aşağıdakilerden hangisi dile getirilmiştir?",
    "secenekler": {
      "a": "Misak-ı Milli",
      "b": "Milli egemenlik",
      "c": "Tam bağımsızlık",
      "d": "Manda ve himayenin reddi",
      "e": "Saltanatın kaldırılacağı"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Kongrede Alınan kararlar; i. Milli sınırlar içinde vatan bir bütündür. Birbirinden ayrılamaz.",
    "aciklama": "Bu madde, Mondros Ateşkesi imzalandığı sırada işgal edilmemiş olan vatan topraklarının bir bütün olduğunu ve bölünemeyeceğini ilan ederek, daha sonra Misak-ı Milli olarak resmileşecek olan ulusal sınırların temelini atmıştır."
  },
  {
    "soru_id": "IT_1603",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Erzurum Kongresi'nde alınan 'Vatanın bağımsızlığını İstanbul Hükümeti sağlayamazsa, bunun için geçici bir hükümet kurulacaktır' kararı, aşağıdakilerden hangisinin ilk işaretidir?",
    "secenekler": {
      "a": "Padişaha bağlılığın",
      "b": "Saltanatın kaldırılacağının",
      "c": "Temsil Heyeti'nin yürütme organı gibi çalışacağının",
      "d": "Manda yönetiminin kabul edileceğinin",
      "e": "İtilaf Devletleri ile anlaşılacağının"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Vatanın bağımsızlığını İstanbul Hükümeti sağlayamazsa, bunun için geçici bir hükümet kurulacaktır. Bu hükümet milli kongrece seçilecek, kongre toplanamamışsa bu seçimi Temsil Heyeti yapacaktır.",
    "aciklama": "Bu karar, İstanbul Hükümeti'nin aciz kalması durumunda millet adına hareket edecek alternatif bir yürütme gücünün (hükümetin) kurulacağını açıkça belirtmektedir. Bu görev, Sivas Kongresi'nden sonra Temsil Heyeti tarafından üstlenilmiştir."
  },
  {
    "soru_id": "IT_1604",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nde alınan 'Milli gücü etken, milli iradeyi egemen kılmak esastır' kararı ile hangi ilke vurgulanmıştır?",
    "secenekler": {
      "a": "Tam bağımsızlık",
      "b": "Milli egemenlik",
      "c": "Milli ekonomi",
      "d": "Üniter devlet",
      "e": "Çağdaşlaşma"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Kongrede Alınan kararlar; iv. Milli gücü etken, milli iradeyi egemen kılmak esastır.",
    "aciklama": "'Milli iradeyi egemen kılmak' ifadesi, yönetme yetkisinin kaynağının padişah değil, millet olduğunu belirtir. Bu, ulusal egemenlik ilkesinin açıkça dile getirildiği ve gelecekte cumhuriyet rejimine gidileceğinin üstü kapalı bir şekilde işaret edildiği çok önemli bir maddedir."
  },
  {
    "soru_id": "IT_1605",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nde alınan 'Manda ve himaye kabul olunamaz' kararı ile aşağıdakilerden hangisi hedeflenmiştir?",
    "secenekler": {
      "a": "Milli egemenlik",
      "b": "Ulusal sınırlar",
      "c": "Koşulsuz tam bağımsızlık",
      "d": "Saltanatın korunması",
      "e": "Azınlık hakları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kongrede Alınan kararlar; vi. Manda ve himaye kabul olunamaz.",
    "aciklama": "Bazı çevrelerin kurtuluşu Amerikan mandası veya İngiliz himayesine girmekte gördüğü bir dönemde alınan bu karar, Millî Mücadele'nin temel hedefini 'kayıtsız şartsız tam bağımsızlık' olarak net bir şekilde ortaya koymuştur."
  },
  {
    "soru_id": "IT_1606",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nde Doğu Anadolu'daki milli cemiyetler hangi ad altında birleştirilmiştir?",
    "secenekler": {
      "a": "Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti",
      "b": "Şarki Anadolu Müdafaa-i Hukuk Cemiyeti",
      "c": "Milli Kongre Cemiyeti",
      "d": "Kilikyalılar Cemiyeti",
      "e": "Redd-i İlhak Cemiyeti"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Erzurum Kongresinde milli cemiyetler ‘Şarki Anadolu Müdafaa-I Hukuk Cemiyeti’ adıyla birleştirilmiştir.",
    "aciklama": "Doğu Anadolu'daki dağınık direniş örgütlerini tek bir çatı altında toplayarak daha güçlü ve organize bir mücadele yürütmek amacıyla bu birleşme kararı alınmıştır. Bu, Sivas Kongresi'ndeki ulusal birleşmenin ilk adımıdır."
  },
  {
    "soru_id": "IT_1607",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Batı Anadolu'da Yunan işgaline karşı yerel direnişi örgütleyen ve Hacim Muhittin Bey'in öncülük ettiği kongreler hangi şehirlerde toplanmıştır?",
    "secenekler": {
      "a": "Erzurum ve Sivas",
      "b": "Ankara ve Pozantı",
      "c": "Trabzon ve Samsun",
      "d": "Balıkesir ve Alaşehir",
      "e": "Edirne ve Lüleburgaz"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Balıkesir ve Alaşehir Kongreleri: (Hacim Muhittin Bey) Balıkesirde Hareket-I Milliye Kongresi toplandı.",
    "aciklama": "Bu kongreler, Batı Anadolu'daki Kuvâ-yi Milliye hareketini organize etmiş, asker toplama ve lojistik sağlama gibi önemli görevler üstlenmiştir. Başlangıçta Sivas Kongresi'nin otoritesini tanımakta tereddüt etseler de daha sonra Milli Mücadele'ye katılmışlardır."
  },
  {
    "soru_id": "IT_1608",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Sivas Kongresi'nde alınan bir kararla, ülkedeki bütün milli cemiyetler hangi ad altında tek bir çatı altında birleştirilmiştir?",
    "secenekler": {
      "a": "Şarki Anadolu Müdafaa-i Hukuk Cemiyeti",
      "b": "Milli Kongre",
      "c": "Temsil Heyeti",
      "d": "Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti",
      "e": "Kuvâ-yi Milliye"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Milli vicdandan doğan bütün vatani ve milli cemiyetler “Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti” adıyla birleştirilmiştir.",
    "aciklama": "Bu karar, Milli Mücadele'nin artık bölgesel olmaktan çıkıp tüm yurdu kapsayan, tek bir merkezden yönetilen ulusal bir harekete dönüştüğünü göstermesi açısından tarihi bir öneme sahiptir."
  },
  {
    "soru_id": "IT_1609",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sivas Kongresi'nin yürütme yetkisini kullandığını gösteren en önemli karar aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Manda ve himayeyi reddetmesi",
      "b": "Ali Fuat Paşa'yı Batı Anadolu Kuvâ-yi Milliye Komutanlığı'na ataması",
      "c": "İrade-i Milliye gazetesini çıkarması",
      "d": "Misak-ı Milli esaslarını belirlemesi",
      "e": "Meclis-i Mebusan'ın toplanmasını istemesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Sivas Kongresi ayrıca kendini bir yürütme organı olarak kabul ettiğini gösteren bir karar atmış, Ali Fuat Paşa’ya “Batı Anadolu Kuvây-ı Milliye Komutanı” unvanını vermişti.",
    "aciklama": "Bir komutan ataması yapmak, doğrudan hükümetin (yürütme organının) yetkisindedir. Kongrenin Temsil Heyeti aracılığıyla bu atamayı yapması, kendisini fiilen İstanbul Hükümeti'nin üzerinde bir otorite olarak gördüğünün ve yürütme gücünü kullandığının açık bir kanıtıdır."
  },
  {
    "soru_id": "IT_1610",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Sivas Kongresi'nde alınan kararları halka duyurmak ve Milli Mücadele'nin propagandasını yapmak amacıyla çıkarılan gazetenin adı nedir?",
    "secenekler": {
      "a": "Hakimiyet-i Milliye",
      "b": "Takvim-i Vekayi",
      "c": "İrade-i Milliye",
      "d": "Tasvir-i Efkâr",
      "e": "Ceride-i Havadis"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "4 Eylül’de milleti Sivas Kongresi’nce kararlaştırılan program ve Temsil Heyeti etrafında toplamak amacıyla İrade-i Milliye Gazetesi’nin çıkarılmasına başlandı.",
    "aciklama": "Milli Mücadele'nin ilk yayın organı olan İrade-i Milliye (Milli İrade) gazetesi, alınan kararları savunmak, İstanbul Hükümeti ve işgal güçlerinin propagandalarına karşı halkı doğru bilgilendirmek gibi çok önemli bir görev üstlenmiştir."
  },
  {
    "soru_id": "IT_1611",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sivas Kongresi sonrası Temsil Heyeti'nin İstanbul Hükümeti tarafından resmen tanınmasını sağlayan ve Ali Rıza Paşa hükümeti ile yapılan görüşme hangisidir?",
    "secenekler": {
      "a": "Havza Görüşmeleri",
      "b": "Amasya Genelgesi",
      "c": "Bilecik Görüşmesi",
      "d": "Erzurum Kongresi",
      "e": "Amasya Görüşmeleri (Protokolü)"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Sivas Kongresi sonrası Osmanlı yeni Ali Rıza Paşa hükümetini kurdu ve Amasya’da 20-22 Ekim 1919 tarihinde temsil heyeti ile bir araya geldi ve anlaşma yapıldı.",
    "aciklama": "Bu görüşme ile İstanbul Hükümeti, Anadolu'da ortaya çıkan Milli Mücadele hareketini ve onun temsilcisi olan Temsil Heyeti'ni muhatap alarak hukuki varlığını ilk kez resmen tanımış oldu."
  },
  {
    "soru_id": "IT_1612",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Son Osmanlı Mebuslar Meclisi'nin yaptığı en önemli ve tarihi çalışma aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Saltanatı kaldırması",
      "b": "Padişahı yargılaması",
      "c": "Yeni bir anayasa yapması",
      "d": "Misak-ı Milli'yi kabul etmesi",
      "e": "Sevr Antlaşması'nı onaylaması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Son Osmanlı Mebuslar Meclisi Misak-ı Milliyi Ahd-ı Milli ... adıyla kabul etmesi açısından tarihi bir öneme sahiptir.",
    "aciklama": "İstanbul'da işgal baskısı altında toplanan meclis, Erzurum ve Sivas Kongrelerinde belirlenen ilkeleri 'Misak-ı Milli' (Milli Yemin) adıyla kabul ederek, Türk vatanının sınırlarını, bağımsızlığını ve Boğazlar, kapitülasyonlar gibi konulardaki hedeflerini tüm dünyaya ilan etmiştir."
  },
  {
    "soru_id": "IT_1613",
    "konu": "Kongreler Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal'in kurulmasını istediği Müdafaa-i Hukuk Grubu yerine, Son Osmanlı Mebuslar Meclisi'nde Milli Mücadele yanlısı milletvekillerinin kurduğu grubun adı nedir?",
    "secenekler": {
      "a": "Hürriyet ve İtilaf Grubu",
      "b": "İttihat ve Terakki Grubu",
      "c": "Felâh-ı Vatan Grubu",
      "d": "Tesanüt Grubu",
      "e": "Halk Zümresi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Mecliste Müdafaa-i Hukuk Grubu kurulamamış, onun yerine Felâh-ı Vatan adıyla bir grup kurulmuştu.",
    "aciklama": "Padişahın baskısından çekinen bazı mebuslar, daha ılımlı bir isim olan ve 'Vatanın Kurtuluşu' anlamına gelen Felâh-ı Vatan adıyla bir grup kurmuşlardır. Bu grup, Misak-ı Milli'nin meclisten geçmesinde kilit rol oynamıştır."
  },
  {
    "soru_id": "IT_1614",
    "konu": "Misak-ı Milli",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Misak-ı Milli'ye göre, Kars, Ardahan ve Batum'un (Üç Sancak) geleceği nasıl belirlenmelidir?",
    "secenekler": {
      "a": "Osmanlı'ya iade edilmelidir.",
      "b": "Rusya'ya bırakılmalıdır.",
      "c": "Bağımsız bir devlet olmalıdır.",
      "d": "Gerekirse tekrar halkoyuna başvurulmalıdır.",
      "e": "İtilaf Devletleri karar vermelidir."
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Halkı özgür kalır kalmaz anavatana kendi oylarıyla katılan üç sancakta (Kars- Ardahan- Batum) gerekirse tekrar halkoyuna başvurulmasını kabul ederiz.",
    "aciklama": "Bu madde, Brest-Litovsk sonrası yapılan halk oylaması ile anavatana katılan bu bölgelerin geleceği konusunda Türk tarafının kendine olan güvenini göstermekte ve bölge halkının iradesine saygı duyulması gerektiğini (self-determinasyon) vurgulamaktadır."
  },
  {
    "soru_id": "IT_1615",
    "konu": "Misak-ı Milli",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Misak-ı Milli'de Boğazların dünya ticaretine açılması hangi şarta bağlanmıştır?",
    "secenekler": {
      "a": "Boğazlardan geçiş ücreti alınması",
      "b": "İstanbul ve Marmara Denizi'nin güvenliğinin sağlanması",
      "c": "Boğazların askersizleştirilmesi",
      "d": "Uluslararası bir komisyon kurulması",
      "e": "Rusya'nın onayının alınması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İstanbul ve Marmara Denizi’nin güvenliği korunmalıdır. Bu şartla boğazların dünya ticaretine ve ulaşımına açılması ... geçerlidir.",
    "aciklama": "Bu madde, başkent İstanbul'un ve Marmara Denizi'nin güvenliğinin Türkiye için hayati önemde olduğunu ve Boğazlar rejiminin bu güvenlik endişesi göz ardı edilerek belirlenemeyeceğini açıkça ortaya koymaktadır."
  },
  {
    "soru_id": "IT_1616",
    "konu": "Misak-ı Milli",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Misak-ı Milli'de azınlık haklarının garanti edilmesi hangi ilkeye bağlanmıştır?",
    "secenekler": {
      "a": "Uluslararası denetime",
      "b": "Tam eşitlik ilkesine",
      "c": "Mütekabiliyet (karşılıklılık) ilkesine",
      "d": "Padişahın güvencesine",
      "e": "Azınlıkların kendi anayasalarını yapmasına"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Azınlıkların hakları, civar ülkelerdeki Müslüman halkın da aynı haklardan yararlanmaları şartı ile garanti edilecektir.",
    "aciklama": "Bu madde, komşu ülkelerdeki (Yunanistan, Balkan ülkeleri vb.) Türk ve Müslüman azınlıklara ne kadar hak tanınırsa, Türkiye'deki gayrimüslim azınlıklara da o kadar hak tanınacağını belirterek, azınlık haklarının bir dış müdahale aracı olarak kullanılmasını önlemeyi amaçlamıştır."
  },
  {
    "soru_id": "IT_1617",
    "konu": "Misak-ı Milli",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Misak-ı Milli'de yer alan 'siyâsî, adlî ve malî gelişmemizi önleyecek sınırlamalara karşıyız' ifadesiyle açıkça karşı çıkılan uygulama hangisidir?",
    "secenekler": {
      "a": "Boğazlar Komisyonu",
      "b": "Manda ve Himaye",
      "c": "Azınlık Hakları",
      "d": "Kapitülasyonlar",
      "e": "Dış Borçlar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bu nedenle siyâsî, adlî ve malî gelişmemizi önleyecek sınırlamalara karşıyız. Borçlarımızın ödenme şekli de bu esasa aykırı olamaz.",
    "aciklama": "Bu madde, devletin siyasi, adli (yargısal) ve mali (ekonomik) bağımsızlığını kısıtlayan kapitülasyonların ve Düyun-u Umumiye gibi borç idarelerinin kesin olarak reddedildiğini ve tam bağımsızlığın hedeflendiğini ilan etmektedir."
  },
  {
    "soru_id": "IT_1618",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Misak-ı Milli'nin ilanından sonra İstanbul'un resmen işgal edilmesi ve Mebuslar Meclisi'nin dağıtılması üzerine Mustafa Kemal'in Ankara'da kurduğu meclise başlangıçta hangi isim düşünülmüştür?",
    "secenekler": {
      "a": "Temsil Heyeti",
      "b": "Kurucu Meclis (Meclis-i Müessisan)",
      "c": "Milli Kongre",
      "d": "Büyük Millet Meclisi",
      "e": "Milli Şura"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "M.Kemal Meclisi Mebusanın tekrar dağılması üzerine Bir Kurucu Meclisi (Meclis-I Müessin) kurmak istemiş, ancak adı Olağan Üstü Yetkilere Sahip Meclis olarak değiştirilerek kurulmuştur.",
    "aciklama": "'Kurucu Meclis' ifadesi, yeni bir devlet kurma ve anayasa yapma amacını taşıdığı için saltanata açıkça meydan okuma anlamına geliyordu. O anki koşullarda tepkileri azaltmak ve birliği korumak amacıyla daha ılımlı bir isim tercih edilmiştir."
  },
  {
    "soru_id": "IT_1619",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "23 Nisan 1920'de kurulan Büyük Millet Meclisi'nin (BMM) temel özelliklerinden biri aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Padişaha bağlı bir danışma meclisi olması",
      "b": "Yasama ve yürütme yetkilerini kendinde toplaması",
      "c": "Sadece asker kökenli vekillerden oluşması",
      "d": "Güçler ayrılığı ilkesini benimsemesi",
      "e": "İstanbul Hükümeti ile uyum içinde çalışması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "23 Nisan 1920’de kurulan BMM, yürütme ve yasama yetkisini kendinde toplamış.",
    "aciklama": "Savaş koşullarında hızlı ve etkili kararlar alabilmek amacıyla BMM, 'güçler birliği' ilkesini benimsemiştir. Yani hem kanun yapma (yasama) yetkisini hem de bu kanunları uygulama (yürütme) yetkisini kendi bünyesinde toplamıştır."
  },
  {
    "soru_id": "IT_1620",
    "konu": "Milli Mücadele",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM'nin, İstanbul'un işgal tarihi olan 16 Mart 1920'den sonra İstanbul Hükümeti'nin yapacağı hiçbir antlaşmayı tanımayacağını ilan etmesi, aşağıdakilerden hangisine karşı önceden alınmış bir tedbirdir?",
    "secenekler": {
      "a": "Lozan Antlaşması",
      "b": "Mudanya Mütarekesi",
      "c": "Sevr Antlaşması",
      "d": "Ankara Antlaşması",
      "e": "Gümrü Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "16 Mart 1920 den yani İstanbul’un işgalinden sonra Osmanlının yaptığı veya yapacağı anlaşmaları tanımayacağını yasalaştırmıştır.",
    "aciklama": "TBMM, İtilaf Devletleri'nin baskısı altındaki İstanbul Hükümeti'ne milletin egemenliğini ve vatanın bütünlüğünü yok sayan bir antlaşma imzalattıracağını öngörmüş ve bu kararla, birkaç ay sonra imzalanacak olan Sevr Antlaşması'nı peşinen geçersiz saydığını ilan etmiştir."
  },
  {
    "soru_id": "IT_1701",
    "konu": "Milli Mücadele Ayaklanmaları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Aşağıdakilerden hangisi, Milli Mücadele döneminde TBMM'ye karşı çıkan ayaklanmalardan biridir?",
    "secenekler": {
      "a": "Patrona Halil İsyanı",
      "b": "Celali İsyanları",
      "c": "31 Mart Olayı",
      "d": "Ahmet Anzavur Ayaklanması",
      "e": "Kabakçı Mustafa Ayaklanması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "MİLLİ MÜCADELE DÖNEMİNDEKİ AYAKLANMALAR: Ahmet Azavur, I. ve II.Düzce...",
    "aciklama": "İstanbul Hükümeti'nin ve İngilizlerin kışkırtmasıyla Marmara Bölgesi'nde çıkan Ahmet Anzavur Ayaklanması, Kuvâ-yi Milliye'yi ve TBMM'nin otoritesini zayıflatmayı amaçlayan en tehlikeli isyanlardan biri olmuştur."
  },
  {
    "soru_id": "IT_1702",
    "konu": "Milli Mücadele Ayaklanmaları",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM'nin, kendisine karşı çıkan ayaklanmaları bastırmak ve otoritesini sağlamak için aldığı önlemler arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Kuvâ-yi İnzibatiye'yi kurması",
      "b": "Hıyanet-i Vataniye Kanunu'nu çıkarması",
      "c": "İstiklal Mahkemeleri'ni kurması",
      "d": "Anadolu Ajansı'nı kurarak propaganda yapması",
      "e": "Fetvalar yayınlaması"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Ayaklanmalara karşı bu dönemde; Kuvai İnzibatiye kurulmuş, Hıyaneti Vataniye Kanunu çıkarışmış, İstiklal Mahkemeleri Kurulmuştur.",
    "aciklama": "Kuvâ-yi İnzibatiye (Hilafet Ordusu), TBMM tarafından değil, tam aksine İstanbul Hükümeti tarafından Kuvâ-yi Milliye'yi ve Milli Mücadele'yi bastırmak amacıyla kurulmuş bir ordudur. TBMM bu orduya karşı savaşmıştır."
  },
  {
    "soru_id": "IT_1801",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Osmanlı Devleti'nde, devlete bağlılıkları ve sadakatleri nedeniyle Ermeniler için kullanılan ifade hangisidir?",
    "secenekler": {
      "a": "Millet-i Hakime",
      "b": "Tebaa-i Şahane",
      "c": "Millet-i Sadıka",
      "d": "Millet-i Rum",
      "e": "Zimmi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Millet-I Sadıka : Osmanlıda yaşayan Ermenilere söylenen ifade.",
    "aciklama": "Fransız İhtilali ve milliyetçilik akımlarının etkisine kadar uzun yüzyıllar boyunca Ermeniler, Osmanlı toplumunda önemli görevler üstlenmiş ve devlete sadakatle hizmet ettikleri için 'Sadık Millet' olarak anılmışlardır."
  },
  {
    "soru_id": "IT_1802",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Milliyetçi Ermeni partilerinden Hınçak Partisi İsviçre'de kurulmuşken, Taşnak Sutyun Partisi nerede kurulmuştur?",
    "secenekler": {
      "a": "Fransa",
      "b": "İngiltere",
      "c": "ABD",
      "d": "Rusya",
      "e": "İran"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Hınçak Partisi İsviçre’de, Taşnak Sutyun Rusya’da kurulmuştur.",
    "aciklama": "1890'da Tiflis'te kurulan Taşnak Partisi (Ermeni Devrimci Federasyonu), özellikle Rusya'nın desteği ve kışkırtmasıyla Osmanlı Devleti'ne karşı ayrılıkçı ve silahlı faaliyetlerde bulunmuştur."
  },
  {
    "soru_id": "IT_1803",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Ermeni Sorunu'nun uluslararası alanda adil bir şekilde görüşülmesi için hangi ülkelerden hukukçular getirtilmesi önerilmiştir?",
    "secenekler": {
      "a": "İngiltere, Fransa, Rusya",
      "b": "Almanya, Avusturya, İtalya",
      "c": "İsveç, Hollanda, İspanya, Danimarka",
      "d": "ABD, Japonya, Çin",
      "e": "Yunanistan, Sırbistan, Bulgaristan"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ermeni Sorunun görüşülmesi için İsveç, Hollanda, İspanya ve Danimarka’dan hukukçular getirtilmesi önerilmiştir.",
    "aciklama": "Bu öneri, sorunun I. Dünya Savaşı'nın büyük güçlerinin siyasi çıkarlarından bağımsız, tarafsız ve hukuk temelinde incelenmesi gerektiği yönündeki Türk tezini yansıtmaktadır."
  },
  {
    "soru_id": "IT_1804",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Milli Mücadele'nin Doğu Cephesi'nde Ermenilere karşı kazanılan zaferin ardından imzalanan antlaşma hangisidir?",
    "secenekler": {
      "a": "Moskova Antlaşması",
      "b": "Kars Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Gümrü Antlaşması",
      "e": "Lozan Antlaşması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Doğu cephesinde Ermenilere karşı harekat başlatıldı ve 2 Aralık 1920’de GÜMRÜ ANLAŞMASI imzalandı.",
    "aciklama": "Kazım Karabekir Paşa komutasındaki Türk ordusunun zaferiyle sonuçlanan harekât sonrası imzalanan Gümrü Antlaşması ile Ermenistan, Sevr Antlaşması'nı tanımadığını ve Doğu Anadolu'daki toprak iddialarından vazgeçtiğini kabul etmiştir."
  },
  {
    "soru_id": "IT_1805",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Büyük Millet Meclisi'nin (BMM) uluslararası alanda yabancı bir devletle imzaladığı ilk antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Moskova Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Kars Antlaşması",
      "e": "Afganistan Dostluk Antlaşması"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "BMM’nin Ermenistan’la imzaladığı Gümrü Anlaşması BMM’nin yabancı bir devletle imzaladığı (U/A alanda) ilk anlaşmadır.",
    "aciklama": "Bu antlaşma, BMM'nin askeri bir zaferin ardından imzaladığı ilk siyasi belge olması ve yeni Türk devletinin varlığının başka bir devlet tarafından (Ermenistan) tanınması açısından büyük önem taşır."
  },
  {
    "soru_id": "IT_1806",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mondros Mütarekesi ile belirlenen sınırların ilk kez aşıldığı ve Türk ordusunun bu sınırların ötesine geçtiği antlaşma hangisidir?",
    "secenekler": {
      "a": "Mudanya Mütarekesi",
      "b": "Ankara Antlaşması",
      "c": "Kars Antlaşması",
      "d": "Lozan Antlaşması",
      "e": "Gümrü Antlaşması"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Gümrü Anlaşmasıyla, Mondros Hükümlerinde belirtilen sınır ilk kez aşılmıştır.",
    "aciklama": "Gümrü Antlaşması ile Kars ve çevresi Türk yönetimine bırakılmıştır. Bu bölge, Mondros Mütarekesi'nin imzalandığı sırada Türk ordusunun kontrolünde olmadığı için, bu antlaşma ile Misak-ı Milli sınırları lehine fiili bir kazanım elde edilmiştir."
  },
  {
    "soru_id": "IT_1807",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sevr Antlaşması'nın geçersizliğini fiilen kanıtlayan ilk antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Moskova Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Kars Antlaşması",
      "e": "Mudanya Mütarekesi"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Sevr Anlaşmasının geçersizliği fiilen Gümrü Anlaşması ile tatbik olunmuştur.",
    "aciklama": "Sevr Antlaşması, Doğu Anadolu'da bir Ermeni devleti kurulmasını öngörüyordu. TBMM'nin askeri bir zaferle Ermenistan'a Sevr'i reddettiren Gümrü Antlaşması'nı imzalatması, Sevr'in uygulanamayacağının ilk somut kanıtı olmuştur."
  },
  {
    "soru_id": "IT_1808",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Doğu Cephesi'ndeki mücadeleler sonucunda hangi sorun büyük ölçüde çözüme kavuşturulmuştur?",
    "secenekler": {
      "a": "Boğazlar sorunu",
      "b": "Musul sorunu",
      "c": "Ermeni sorunu",
      "d": "Kapitülasyonlar sorunu",
      "e": "Borçlar sorunu"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Gümrü Anlaşması ile ermeni sorunu çözüme kavuşturulmuştur.",
    "aciklama": "Gümrü Antlaşması ile Ermenistan, Türkiye'ye karşı toprak iddialarından vazgeçmiş ve Sevr Antlaşması'nı tanımadığını belirtmiştir. Bu, Ermeni sorununun askeri ve siyasi boyutunu büyük ölçüde sona erdirmiştir."
  },
  {
    "soru_id": "IT_1809",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sovyet Rusya'nın Ermenistan'ı işgal etmesi nedeniyle yürürlüğe giremeyen, ancak daha sonra imzalanacak olan Kars Antlaşması'na temel oluşturan antlaşma hangisidir?",
    "secenekler": {
      "a": "Moskova Antlaşması",
      "b": "Brest-Litovsk Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Gümrü Antlaşması",
      "e": "Lozan Antlaşması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Gümrü Anlaşması yürürlüğe girememiş ancak KARS ANLAŞMASINA temel oluşturmuştur.",
    "aciklama": "Gümrü Antlaşması Ermenistan meclisinde onaylanamadan ülke Sovyet yönetimine girmiştir. Ancak Gümrü'de belirlenen sınırlar ve ilkeler, daha sonra Sovyet Rusya şemsiyesi altındaki Kafkas Cumhuriyetleri ile imzalanan Kars Antlaşması'nın temelini oluşturmuştur."
  },
  {
    "soru_id": "IT_1810",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Ermenilerin 'Büyük Ermenistan' hayalini sona erdiren ve Çukurova bölgesinin kurtarılmasını sağlayan, TBMM'nin Fransızlarla yaptığı antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Kars Antlaşması",
      "c": "Ankara İtilafnamesi",
      "d": "Mudanya Mütarekesi",
      "e": "Lozan Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ermenilerin Büyük Ermenistan Hayali BMM’nin Fransızlarla yaptığı ANKARA İTİLAFNAMESİ (20 Ekim 1921) ile son bulmuştur.",
    "aciklama": "Sakarya Zaferi'nden sonra Fransa, TBMM ile imzaladığı Ankara Antlaşması ile Anadolu'daki işgaline son vermiş ve bölgedeki Ermeni iddialarına verdiği destekten vazgeçmiştir. Bu, 'Büyük Ermenistan' projesinin güney ayağını çökertmiştir."
  },
  {
    "soru_id": "IT_1811",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Milli Mücadele'nin Güney Cephesi'nde hangi ülkeye karşı savaşılmıştır?",
    "secenekler": {
      "a": "İngiltere",
      "b": "İtalya",
      "c": "Yunanistan",
      "d": "Ermenistan",
      "e": "Fransa"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Güney Cephesinde: Fransızlarla; Adana, Antep, Maraş ve Urfa Cephesinde çarpışılmıştır.",
    "aciklama": "Mondros sonrası Antep, Maraş, Urfa ve Adana çevresini işgal eden ve yerel Ermeni unsurlarla işbirliği yapan Fransa'ya karşı bu cephede büyük ölçüde Kuvâ-yi Milliye birlikleriyle destansı bir direniş gösterilmiştir."
  },
  {
    "soru_id": "IT_1812",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sakarya Zaferi'nin ardından TBMM ile Fransa arasında imzalanan ve Fransa'nın işgal ettiği topraklardan çekilerek İtilaf bloğundan ayrılmasına neden olan antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Moskova Antlaşması",
      "c": "Ankara İtilafnamesi",
      "d": "Kars Antlaşması",
      "e": "Lozan Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Güney cephesindeki başarılar neticesinde Fransa ile Ankara İtilafnamesi (20 Ekim 1921) imzalanmış ve Fransa müttefiklerden ayrılmıştır.",
    "aciklama": "Bu antlaşma ile Fransa, TBMM hükümetini resmen tanımış, Güney Cephesi kapanmış ve buradaki birliklerin Batı Cephesi'ne kaydırılmasına olanak sağlamıştır. Bu, TBMM'nin ilk kez bir İtilaf devleti ile imzaladığı antlaşma olması açısından büyük bir diplomatik zaferdir."
  },
  {
    "soru_id": "IT_1813",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Milli Mücadele'de asıl ve en kanlı savaşların yapıldığı, düzenli ordunun Yunan işgaline karşı savaştığı ana cephe hangisidir?",
    "secenekler": {
      "a": "Doğu Cephesi",
      "b": "Güney Cephesi",
      "c": "Batı Cephesi",
      "d": "Irak Cephesi",
      "e": "Kafkas Cephesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Batı Cephesinde: Ayvalık, Bergama-Soma, Akhisar, Salihli, Aydın-Nazilli Cephelerinde savaşılmıştır.",
    "aciklama": "Kurtuluş Savaşı'nın kaderi, İzmir'in işgaliyle başlayan ve I. İnönü, II. İnönü, Sakarya ve Büyük Taarruz gibi en büyük muharebelerin yaşandığı Batı Cephesi'nde belirlenmiştir."
  },
  {
    "soru_id": "IT_1814",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM tarafından kurulan düzenli ordunun Batı Cephesi'nde Yunanlılara karşı yaptığı ilk savaş ve kazandığı ilk zafer hangisidir?",
    "secenekler": {
      "a": "II. İnönü Savaşı",
      "b": "Gediz Muharebesi",
      "c": "Sakarya Meydan Savaşı",
      "d": "I. İnönü Savaşı",
      "e": "Büyük Taarruz"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "I.İnönü Savaşı : (6-10 Ocak 1921) Düzenli Ordunun Yunanlarla yaptığı ilk savaştır.",
    "aciklama": "Kuvâ-yi Milliye'nin lağvedilip yerine kurulan düzenli ordunun bu ilk sınavında kazandığı zafer, hem içeride hem de dışarıda TBMM'nin otoritesini ve saygınlığını artırmış, milli mücadeleye olan inancı pekiştirmiştir."
  },
  {
    "soru_id": "IT_1815",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "I. İnönü Zaferi'nin ardından İtilaf Devletleri'nin Sevr'i yeniden görüşmek üzere topladığı ve TBMM hükümetini de davet ederek varlığını resmen tanıdığı konferans hangisidir?",
    "secenekler": {
      "a": "San Remo Konferansı",
      "b": "Paris Barış Konferansı",
      "c": "Londra Konferansı",
      "d": "Lozan Konferansı",
      "e": "Moskova Konferansı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Londra Konferansı (21 Şubat – 11 Mart 1921): Hem istanbul hem de Ankara temsilci göndermiştir. Amaç TBMM’ni itilaf devletlerine tanıtmaktı.",
    "aciklama": "İtilaf Devletleri, konferansa İstanbul Hükümeti'nin yanı sıra Ankara Hükümeti'ni de çağırarak ikilik yaratmayı amaçlasalar da, Bekir Sami Bey başkanlığındaki TBMM heyeti bu konferansa katılarak Misak-ı Milli'yi ve Türk milletinin haklı davasını uluslararası kamuoyuna duyurma fırsatı bulmuştur."
  },
  {
    "soru_id": "IT_1816",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sovyet Rusya'nın Misak-ı Milli'yi tanıdığı, kapitülasyonların kaldırılmasını kabul ettiği ve Milli Mücadele'ye askeri ve mali yardım sağlamayı taahhüt ettiği antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Kars Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Moskova Antlaşması",
      "e": "Brest-Litovsk Antlaşması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Moskova Anlaşması (16 Mart 1921): Ruslar bu anlaşma ile Misak-ı Milliyi kabul ediyor... Milli mücadelenin ihtiyaç duyduğu askeri malzeme ve para yardımı sağlanıyor.",
    "aciklama": "Ortak düşmanları olan emperyalist devletlere karşı yapılan bu antlaşma, TBMM için büyük bir diplomatik zafer olmuş, Doğu sınırını büyük ölçüde güvence altına almış ve Milli Mücadele için hayati önemde dış destek sağlamıştır."
  },
  {
    "soru_id": "IT_1817",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal Paşa'nın, İsmet Paşa'ya çektiği tebrik telgrafında 'Siz orada yalnız düşmanı değil, milletin makûs (kötü) talihini de yendiniz' dediği savaş hangisidir?",
    "secenekler": {
      "a": "I. İnönü Savaşı",
      "b": "Sakarya Meydan Savaşı",
      "c": "II. İnönü Savaşı",
      "d": "Büyük Taarruz",
      "e": "Kütahya-Eskişehir Savaşları"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "II. İnönü Savaşı (23 Mart 1921): Milletin makus talihini yendiniz dediği savaş.",
    "aciklama": "Düzenli ordunun kazandığı bu ikinci zafer, milli mücadeleye olan inancı daha da artırmış ve İtalya ile Fransa'nın Anadolu'dan çekilme sürecini başlatarak İtilaf bloğunda çatlaklar yaratmıştır."
  },
  {
    "soru_id": "IT_1818",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal Paşa'ya TBMM tarafından 'Başkomutanlık' yetkisinin verildiği ve ordunun ihtiyaçları için 'Tekâlif-i Milliye' (Milli Yükümlülükler) emirlerinin çıkarıldığı savaş hangisidir?",
    "secenekler": {
      "a": "I. İnönü Savaşı",
      "b": "II. İnönü Savaşı",
      "c": "Kütahya-Eskişehir Savaşları",
      "d": "Sakarya Meydan Savaşı",
      "e": "Büyük Taarruz"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Sakarya Meydan Savaşı (23Agu-13 Eyl 1921) Öncesinde M.Kemal Paşa’ya Başkomutanlık ünvanı verilmiştir. Öncesinde Tekalif-I Milliye kanunu çıkarılmıştır.",
    "aciklama": "Kütahya-Eskişehir yenilgilerinin yarattığı kritik durumda, TBMM yasama ve yürütme yetkilerini üç aylığına Mustafa Kemal'e devrederek ona Başkomutanlık yetkisi vermiştir. O da bu yetkiyle, ordunun ihtiyaçlarını halktan karşılamak üzere Tekâlif-i Milliye emirlerini yayınlamıştır."
  },
  {
    "soru_id": "IT_1819",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mustafa Kemal Paşa'nın 'Hattı müdafaa yoktur, sathı müdafaa vardır. O satıh bütün vatandır' emrini verdiği ve Türk ordusunun 1683 Viyana Kuşatması'ndan beri süregelen geri çekilişini durduran savaş hangisidir?",
    "secenekler": {
      "a": "I. İnönü Savaşı",
      "b": "II. İnönü Savaşı",
      "c": "Sakarya Meydan Savaşı",
      "d": "Dumlupınar Meydan Muharebesi",
      "e": "Çanakkale Savaşı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Dünya savaş tarinde bir yenilik getiren hattı müdafa yerine sathı müdafayı prensip edinilen savaş Sakarya Meydan savaşıdır. Türkün Batı karşısında 1683’ten beri gerileyişi Sakarya Meydan Savaşıyla durduruldu.",
    "aciklama": "Bu taktikle, savunma belli bir çizgiye bağlanmamış, vatanın her karış toprağı savunma alanı olarak kabul edilmiştir. 22 gün 22 gece süren bu çok kanlı savaşın kazanılmasıyla, Yunan ordusunun taarruz gücü kırılmış ve Türklerin geri çekilişi sona ermiştir."
  },
  {
    "soru_id": "IT_1820",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sakarya Meydan Savaşı'nın kazanılmasından sonra TBMM tarafından Mustafa Kemal Paşa'ya hangi unvanlar verilmiştir?",
    "secenekler": {
      "a": "Paşa ve Başkomutan",
      "b": "Gazi ve Mareşal",
      "c": "Halife ve Sultan",
      "d": "Ankara Kahramanı",
      "e": "Yılın Komutanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "M.Kemal Paşa Gazi ve Mareşallik ünvanlarını Sakarya Savaşından sonra aldı.",
    "aciklama": "Savaş sırasında attan düşerek yaralanması nedeniyle 'Gazi' unvanı, büyük bir meydan savaşını kazanması nedeniyle de en yüksek askeri rütbe olan 'Mareşal' unvanı TBMM tarafından kendisine tevcih edilmiştir."
  },
  {
    "soru_id": "IT_1821",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sakarya Zaferi'nin diplomatik sonuçlarından biri olarak, Kafkas Cumhuriyetleri (Azerbaycan, Ermenistan, Gürcistan) ile imzalanan ve Doğu sınırımızı kesin olarak çizen antlaşma hangisidir?",
    "secenekler": {
      "a": "Gümrü Antlaşması",
      "b": "Moskova Antlaşması",
      "c": "Ankara Antlaşması",
      "d": "Kars Antlaşması",
      "e": "Brest-Litovsk Antlaşması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Sonucunda Kafkas devletleriyle Kars Anlaşması imzalandı.",
    "aciklama": "Sovyet Rusya'nın aracılığıyla imzalanan bu antlaşma, daha önceki Moskova Antlaşması'nın hükümlerini teyit etmiş ve Türkiye'nin bugünkü Doğu sınırını kesin ve son şekliyle belirlemiştir."
  },
  {
    "soru_id": "IT_1822",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Büyük Taarruz ve Başkomutanlık Meydan Savaşı'nın kazanılmasının hemen ardından başlayan ve Kurtuluş Savaşı'nın askeri safhasını sona erdiren diplomatik süreç hangisidir?",
    "secenekler": {
      "a": "Londra Konferansı",
      "b": "Lozan Konferansı",
      "c": "Mudanya Konferansı (Ateşkesi)",
      "d": "Paris Konferansı",
      "e": "San Remo Konferansı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Zaferden sonra Mudanya Konferansına katılım sağlandı. (3 Ekim Toplandı 11 Ekim de imzalandı 1922)",
    "aciklama": "Büyük zaferin ardından Türk ordusunun İstanbul ve Boğazlara yönelmesi üzerine İtilaf Devletleri ateşkes istemek zorunda kalmıştır. Mudanya'da yapılan görüşmeler sonunda imzalanan ateşkes antlaşması ile silahlı mücadele sona ermiş ve diplomatik süreç başlamıştır."
  },
  {
    "soru_id": "IT_1823",
    "konu": "Savaş Dönemi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mudanya Ateşkes Antlaşması ile savaş yapılmadan kurtarılan bölge neresidir?",
    "secenekler": {
      "a": "Batı Anadolu (İzmir ve çevresi)",
      "b": "Doğu Anadolu (Kars ve çevresi)",
      "c": "Güney (Antep, Maraş, Urfa)",
      "d": "Doğu Trakya (Edirne dahil)",
      "e": "İstanbul ve Boğazlar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Edirne dahil Meriç’e kadar Trakyanın geri verilmesi halide konferansa katılım sağlanacağı bildirildi ve bu teklif kabul edildi.",
    "aciklama": "Mudanya Ateşkesi'nin en önemli askeri ve siyasi kazanımlarından biri, Yunan işgali altındaki Doğu Trakya'nın (Edirne, Kırklareli, Tekirdağ) tek bir kurşun atılmadan diplomasi yoluyla geri alınmasıdır."
  },

  {
    "soru_id": "IT_1901",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Türk İnkılabı'nın siyasi alandaki temel ilkesi ne olmuştur?",
    "secenekler": {
      "a": "Devletçilik",
      "b": "Milliyetçilik",
      "c": "Halkçılık",
      "d": "Laiklik",
      "e": "Cumhuriyetçilik"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Siyasette HALKçılık temel ilke olmuştur.",
    "aciklama": "Halkçılık ilkesi, egemenliğin kayıtsız şartsız millete ait olduğunu, kanun önünde herkesin eşit olduğunu ve hiçbir kişiye, aileye veya zümreye imtiyaz tanınmayacağını ifade eder. Bu, inkılabın toplumsal ve siyasi temelini oluşturur."
  },
  {
    "soru_id": "IT_1902",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Türk İnkılabı'nın, devlet düzeninin ve hukuk kurallarının dine değil, akla ve bilime dayandırılmasını öngören niteliği hangisidir?",
    "secenekler": {
      "a": "Laik bir hareket olması",
      "b": "Demokratik olması",
      "c": "Halkçı olması",
      "d": "Evrensel olması",
      "e": "Milliyetçi olması"
    },
    "dogru_secenek": "a",
    "kanit_cumlesi": "Laik bir harekettir.",
    "aciklama": "Türk İnkılabı, Halifeliğin kaldırılması, Şeriye ve Evkaf Vekaleti'nin lağvedilmesi, Medeni Kanun'un kabulü gibi adımlarla din ve devlet işlerini birbirinden ayırarak modern ve laik bir devlet yapısı kurmayı hedeflemiştir."
  },
  {
    "soru_id": "IT_1903",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Türk İnkılabı'nın, yönetimin halkın iradesine dayanması gerektiğini savunan niteliği hangisidir?",
    "secenekler": {
      "a": "Laik",
      "b": "Halkçı",
      "c": "Devrimci",
      "d": "Demokratik",
      "e": "Devletçi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Demokratiktir.",
    "aciklama": "Saltanatın kaldırılıp Cumhuriyet'in ilan edilmesi, meclisin üstünlüğünün kabul edilmesi ve çok partili hayata geçiş denemeleri gibi adımlar, Türk İnkılabı'nın gücünü milletten alan demokratik bir yönetim kurma amacını gösterir."
  },
  {
    "soru_id": "IT_1904",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk İnkılabı'nın, sadece Türk milletini değil, aynı zamanda sömürge altındaki diğer mazlum milletleri de etkilemesi, onun hangi özelliğini gösterir?",
    "secenekler": {
      "a": "Laik olma",
      "b": "Halkçı olma",
      "c": "Evrensel bir değer taşıma",
      "d": "Radikal olma",
      "e": "Devletçi olma"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Evrensel bir değer taşır.",
    "aciklama": "Emperyalizme karşı kazanılan ilk kurtuluş savaşı olması ve bir ulusun küllerinden yeniden doğarak modern bir devlet kurması, Türk İnkılabı'nı 20. yüzyılda bağımsızlık mücadelesi veren birçok Asya ve Afrika ülkesi için bir ilham kaynağı ve model haline getirmiştir."
  },
  {
    "soru_id": "IT_1905",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk İnkılabı'nı Osmanlı ıslahatlarından ayıran en temel farklardan biri, sadece devlet kurumlarını değil, aynı zamanda hangi unsurları da geliştirmeyi hedeflemesidir?",
    "secenekler": {
      "a": "Sadece orduyu",
      "b": "Sadece saray çevresini",
      "c": "Ferdin ve toplumun kendisini",
      "d": "Sadece tarımı",
      "e": "Sadece dış ilişkileri"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Devletin ve kurumlarının yanısıra ferdin ve toplumun geliştirilmesi de öngörülmüş.",
    "aciklama": "Osmanlı ıslahatları genellikle devleti kurtarmaya yönelik kurumsal düzenlemelerken, Türk İnkılabı Harf Devrimi, kılık kıyafet düzenlemesi, medeni kanun gibi yeniliklerle doğrudan bireyin ve toplumun zihniyetini, yaşam tarzını ve sosyal yapısını da modernleştirmeyi amaçlamıştır."
  },
  {
    "soru_id": "IT_1906",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, Osmanlı ıslahatları tereddütlü bir yapı sergilerken, Türk İnkılabı'nın ayırt edici özelliği ne olmuştur?",
    "secenekler": {
      "a": "Yavaşlık",
      "b": "Kararlılık",
      "c": "Gelenekçilik",
      "d": "Dışa kapalılık",
      "e": "Seçkincilik"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Islahatlar duraksamalı (mütederrit) bir yapıda olmuş ancak, Türk inkilabı kararlılığın bir ifadesi olmuştur.",
    "aciklama": "Osmanlı ıslahatları genellikle iç ve dış baskılar sonucu kesintiye uğrarken, Türk İnkılabı, Atatürk'ün liderliğinde, belirlenen çağdaşlaşma hedeflerine ulaşma konusunda geri adım atmayan, tavizsiz ve kararlı bir tutum sergilemiştir."
  },
  {
    "soru_id": "IT_1907",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk İnkılabı'nın, Osmanlı ıslahatları gibi sadece yüzeysel ve biçimsel olmaktan çıkarak, toplumsal yapıyı temelden değiştirmesini ifade eden niteliği hangisidir?",
    "secenekler": {
      "a": "Geleneksel olması",
      "b": "Yavaş olması",
      "c": "Kökten (radikal) bir değişim olması",
      "d": "Tepkisel olması",
      "e": "Geçici olması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Islahat yüzeysel ve biçimsel, inkılap kökten değişim ve radikal.",
    "aciklama": "İnkılap, mevcut düzeni iyileştirmeye çalışan ıslahattan farklı olarak, eski düzeni ve kurumları yıkarak yerine tamamen yenisini kurmayı hedefler. Saltanatın ve halifeliğin kaldırılması gibi adımlar, bu radikal değişimin en somut örnekleridir."
  },
  {
    "soru_id": "IT_2001",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "TBMM'nin, Lozan Konferansı'na hem İstanbul Hükümeti'nin hem de Ankara Hükümeti'nin davet edilmesi üzerine ortaya çıkan ikiliği sonlandırmak için 1 Kasım 1922'de gerçekleştirdiği en önemli inkılap hangisidir?",
    "secenekler": {
      "a": "Cumhuriyetin İlanı",
      "b": "Saltanatın Kaldırılması",
      "c": "Halifeliğin Kaldırılması",
      "d": "Anayasanın Kabulü",
      "e": "Ankara'nın Başkent Olması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Saltanatın Kaldırılması (1 Kasım 1922).",
    "aciklama": "Bu kararla, 600 yılı aşkın süredir devam eden Osmanlı hanedanının siyasi egemenliğine son verilmiş, egemenliğin kayıtsız şartsız millete ait olduğu tescillenmiş ve Cumhuriyet'in ilanının önündeki en büyük engel kaldırılmıştır."
  },
  {
    "soru_id": "IT_2002",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Yeni Türk devletinin rejiminin adının konulduğu ve devlet başkanlığı sorununun çözüldüğü 'Cumhuriyetin İlanı' hangi tarihte gerçekleşmiştir?",
    "secenekler": {
      "a": "23 Nisan 1920",
      "b": "1 Kasım 1922",
      "c": "29 Ekim 1923",
      "d": "3 Mart 1924",
      "e": "10 Kasım 1938"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Cumhuriyetin İlanı (29 Ekim 1923).",
    "aciklama": "Saltanatın kaldırılmasından sonra ortaya çıkan 'devletin adı nedir, başkanı kim olacak?' gibi belirsizlikler, 'Türkiye Devleti'nin yönetim şekli Cumhuriyettir' maddesinin anayasaya eklenmesi ve Mustafa Kemal'in ilk Cumhurbaşkanı seçilmesiyle son bulmuştur."
  },
  {
    "soru_id": "IT_2003",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "3 Mart 1924 tarihinde Halifeliğin kaldırılmasıyla birlikte, aynı gün lağvedilen ve din işlerinden sorumlu olan kurum hangisidir?",
    "secenekler": {
      "a": "Diyanet İşleri Başkanlığı",
      "b": "Vakıflar Genel Müdürlüğü",
      "c": "Şeriye ve Evkaf Vekaleti",
      "d": "Erkan-ı Harbiye Vekaleti",
      "e": "Maarif Vekaleti"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Halifeliğin Kaldırılması (3 Mart 1924) aynı anda Şeriye ve Evkaf Vekaleti (Şeyhülislamlık) kaldırıldı.",
    "aciklama": "Laikliğin en önemli adımı olan Halifeliğin kaldırılmasıyla birlikte, din ve vakıf işlerini yürüten Şeriye ve Evkaf Vekaleti de kaldırılarak yerine, siyaset dışı kalması hedeflenen Diyanet İşleri Başkanlığı ve Vakıflar Genel Müdürlüğü kurulmuştur."
  },
  {
    "soru_id": "IT_2004",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türk tarihinde egemenliği millete veren ilk anayasa olan ve 20 Ocak 1921'de kabul edilen anayasanın adı nedir?",
    "secenekler": {
      "a": "Kanun-i Esasi",
      "b": "1924 Anayasası",
      "c": "1961 Anayasası",
      "d": "1982 Anayasası",
      "e": "Teşkilat-ı Esasiye Kanunu"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Teşkilat-ı Esasiye Kanunu: Yeni Türk devletinin ilk anayasası oldu. (20 Ocak 1921) ... Türk islam tarihinde egemenliği millete veren ilk anayasadır.",
    "aciklama": "I. İnönü Zaferi'nin ardından kabul edilen Teşkilat-ı Esasiye, savaş koşullarında hazırlanmış kısa ve öz bir anayasadır. En önemli maddesi 'Hâkimiyet bilâkayd u şart milletindir' (Egemenlik kayıtsız şartsız milletindir) diyerek yeni devletin felsefesini ortaya koymuştur."
  },
  {
    "soru_id": "IT_2005",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1925 yılında çıkan Şeyh Sait Ayaklanması'nı bastırmak ve rejime yönelik tehditleri ortadan kaldırmak amacıyla çıkarılan kanun hangisidir?",
    "secenekler": {
      "a": "Hıyanet-i Vataniye Kanunu",
      "b": "Takrir-i Sükûn Kanunu",
      "c": "Teşvik-i Sanayi Kanunu",
      "d": "Tekâlif-i Milliye Emirleri",
      "e": "Tevhid-i Tedrisat Kanunu"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Tahkiri Sukun yasası Şeyh Sait Ayaklanmasını basırmak için çıkartıldı.",
    "aciklama": "Takrir-i Sükûn (Huzuru Sağlama) Kanunu, hükümete olağanüstü yetkiler vererek isyanın bastırılmasında, rejim karşıtı yayınların ve faaliyetlerin durdurulmasında etkili olmuş, aynı zamanda Terakkiperver Cumhuriyet Fırkası'nın da kapatılmasına zemin hazırlamıştır."
  },
  {
    "soru_id": "IT_2006",
    "konu": "Siyasal İnkılaplar",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İzmir'de gerici bir grup tarafından Asteğmen Kubilay'ın şehit edilmesiyle sonuçlanan Menemen Olayı, hangi siyasi partinin kurulmasından sonra ortaya çıkmıştır?",
    "secenekler": {
      "a": "Terakkiperver Cumhuriyet Fırkası",
      "b": "Serbest Cumhuriyet Fırkası",
      "c": "Cumhuriyet Halk Fırkası",
      "d": "Ahrar Fırkası",
      "e": "Demokrat Parti"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Menemen Olayı Serbest Cumhuriyet Fırkasının Kurulmasının ardından ortaya çıktı.",
    "aciklama": "Atatürk'ün isteğiyle kurulan Serbest Cumhuriyet Fırkası'nın yarattığı siyasi ortamdan cesaret alan rejim karşıtları, Menemen'de bir isyan başlatmıştır. Bu olay, çok partili hayata geçişin henüz erken olduğunu göstermiş ve fırkanın kendini feshetme sürecini hızlandırmıştır."
  },
  {
    "soru_id": "IT_2007",
    "konu": "Hukuk İnkılabı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Cumhuriyet döneminde hukuk alanında yapılan inkılaplar çerçevesinde, Batı'dan alınan kanunlar arasında aşağıdakilerden hangisi yer almaz?",
    "secenekler": {
      "a": "Ceza Kanunu",
      "b": "Borçlar Kanunu",
      "c": "Ticaret Kanunu",
      "d": "Medeni Kanun",
      "e": "Anayasa"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Hukuk alanında; Ceza, Borçlar ve Ticarek Kanunları çıkarıldı...",
    "aciklama": "Hukuk birliğini ve laik hukuk sistemini sağlamak amacıyla İtalya'dan Ceza Kanunu, İsviçre'den Medeni Kanun ve Borçlar Kanunu, Almanya'dan Ticaret Kanunu gibi temel kanunlar alınarak Türk hukuk sistemine uyarlanmıştır. Anayasa ise milli irade ile TBMM tarafından yapılmıştır."
  },
  {
    "soru_id": "IT_2008",
    "konu": "Eğitim İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1933'teki Üniversite Reformu sırasında Darülfünun'un kapatılıp yerine modern İstanbul Üniversitesi'nin kurulması sürecinde, rapor hazırlaması için hangi İsviçreli bilim insanından yardım alınmıştır?",
    "secenekler": {
      "a": "John Dewey",
      "b": "Albert Einstein",
      "c": "Carl Gustav Jung",
      "d": "Albert Malche",
      "e": "Jean Piaget"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Üniversite yeniliği, İsvişreli Albert Malche’den yardım alındı.",
    "aciklama": "Profesör Albert Malche, Türk yükseköğretim sistemini inceleyerek hazırladığı raporda, Darülfünun'un modern bir üniversitenin gereklerini karşılamadığını belirtmiş ve yeni, bilimsel, özerk bir üniversite kurulması yönünde tavsiyelerde bulunmuştur."
  },
  {
    "soru_id": "IT_2009",
    "konu": "Harf İnkılabı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "1862 yılında Arap harflerinin Türkçe için yetersizliğini dile getiren ve bir 'imlâ ıslahı' projesi ortaya koyan Osmanlı devlet adamı kimdir?",
    "secenekler": {
      "a": "Ahmet Cevdet Paşa",
      "b": "Mithat Paşa",
      "c": "Münif Paşa",
      "d": "Ziya Paşa",
      "e": "Namık Kemal"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bir imlâ ıslahı projesiyle ortaya çıkan Osmanlı devlet adamı Münif Paşa 1862 yılında...",
    "aciklama": "Münif Paşa, Arap alfabesinin Türkçe'nin ses yapısına uymaması, okuma yazmayı zorlaştırması ve basım tekniğindeki güçlükler gibi sorunları daha 19. yüzyılda tespit ederek, harf reformu tartışmalarını başlatan ilk aydınlardan biri olmuştur."
  },
  {
    "soru_id": "IT_2010",
    "konu": "Harf İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Harf İnkılabı'ndan çok önce, Latin harflerinin kabul edilmesini Meclis-i Mebusan'a öneren kişi kimdir?",
    "secenekler": {
      "a": "Hüseyin Cahit Yalçın",
      "b": "Ziya Gökalp",
      "c": "Enver Paşa",
      "d": "Talat Paşa",
      "e": "Metinde bu bilgi yoktur, ancak bu öneriyi yapanlar olmuştur."
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Meclis-i Mebusan'a Latin harflerinin kabul edilmesini önerdi.",
    "aciklama": "Metinde isim belirtilmemekle birlikte, II. Meşrutiyet döneminde Hüseyin Cahit Yalçın gibi bazı aydınlar ve mebuslar Latin harflerine geçilmesi gerektiğini savunmuşlar, ancak bu öneriler o dönemde kabul görmemiştir."
  },
  {
    "soru_id": "IT_2011",
    "konu": "Harf İnkılabı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Okuma yazma oranını artırmak ve çağdaşlaşmayı hızlandırmak amacıyla yapılan Harf İnkılabı ile yeni Türk alfabesi hangi tarihte kabul edilmiştir?",
    "secenekler": {
      "a": "23 Nisan 1920",
      "b": "29 Ekim 1923",
      "c": "3 Mart 1924",
      "d": "1 Kasım 1928",
      "e": "10 Kasım 1938"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Yeni alfabe 1 Kasım 1928’de kabul edilmiştir.",
    "aciklama": "TBMM'de kabul edilen 1353 sayılı kanunla, o güne kadar kullanılan Arap harfleri esaslı Osmanlı alfabesi yerine, Latin harfleri esaslı yeni Türk alfabesinin kullanılması zorunlu hale getirilmiştir."
  },
  {
    "soru_id": "IT_2012",
    "konu": "Türk Dili",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Dilde sadeleşmeyi savunan ve 'Yeni Lisan' hareketini başlatan 'Genç Kalemler' dergisinin yazarları arasında aşağıdakilerden hangisi yer alır?",
    "secenekler": {
      "a": "Namık Kemal",
      "b": "Tevfik Fikret",
      "c": "Mehmet Akif Ersoy",
      "d": "Ömer Seyfettin",
      "e": "Yahya Kemal Beyatlı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Genç kalemler dergisi yazarları: Ömer Seyfettin, Ali Canip, Ziya Göklap.",
    "aciklama": "1911'de Selanik'te yayın hayatına başlayan Genç Kalemler dergisi, dildeki Arapça ve Farsça kelimelerin atılarak İstanbul Türkçesinin yazı dili olması gerektiğini savunan 'Yeni Lisan' makalesiyle Türkçülük akımının ve dilde sadeleşmenin öncüsü olmuştur."
  },
  {
    "soru_id": "IT_2013",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İstanbul'da bulunan Hürriyet-i Ebediye anıtı, hangi olayın anısına dikilmiştir?",
    "secenekler": {
      "a": "II. Meşrutiyet'in İlanı",
      "b": "31 Mart Olayı",
      "c": "Tanzimat Fermanı'nın İlanı",
      "d": "I. Dünya Savaşı'nın Sona Ermesi",
      "e": "Cumhuriyetin İlanı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Hürriyeti Ebediye anıtı 31 Mart Olayından sonra konulmuştur.",
    "aciklama": "Bu anıt, 31 Mart gerici isyanını bastırırken şehit olan Hareket Ordusu askerlerinin anısına, meşrutiyetin ve hürriyetin korunmasını simgelemek üzere dikilmiştir."
  },
  {
    "soru_id": "IT_2014",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Cumhuriyet döneminde Türk kadınına tanınan siyasi hakların veriliş sırası aşağıdakilerden hangisidir?",
    "secenekler": {
      "a": "Milletvekili - Muhtar - Belediye",
      "b": "Muhtar - Belediye - Milletvekili",
      "c": "Belediye - Milletvekili - Muhtar",
      "d": "Belediye - Muhtar - Milletvekili",
      "e": "Milletvekili - Belediye - Muhtar"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Kadınlara sırasıyla Belediye, Köy Muhtarı ve Milletvekili seçilme hakları verildi.",
    "aciklama": "Türk kadını, birçok Avrupa ülkesinden önce siyasi haklarına kavuşmuştur. Bu haklar aşamalı olarak, 1930'da belediye seçimlerine katılma, 1933'te muhtar seçme ve seçilme, ve son olarak 1934'te milletvekili seçme ve seçilme hakkı olarak verilmiştir."
  },
  {
    "soru_id": "IT_2015",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye'de 1923-1929 yılları arasında uygulanan, özel sektörü desteklemekle birlikte devletin de ekonomiye müdahale ettiği ancak 1929 Dünya Ekonomik Bunalımı ile başarısız olan ekonomi politikası hangisidir?",
    "secenekler": {
      "a": "Liberalizm",
      "b": "Planlı Devletçilik",
      "c": "Sosyalizm",
      "d": "Ilımlı Devletçilik",
      "e": "Karma Ekonomi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "1923-1929 arası ekonomide ILIMLI DEVLETÇİLİK politikası uygulanmış ancak başarılı olunamamıştır.",
    "aciklama": "Bu dönemde özel girişimciliğin teşvik edilmesi (İzmir İktisat Kongresi, Teşvik-i Sanayi Kanunu) esas alınmış, ancak sermaye yetersizliği ve 1929 Krizi nedeniyle beklenen başarı sağlanamayınca 1930'lardan sonra daha planlı ve katı bir devletçilik politikasına geçilmiştir."
  },
  {
    "soru_id": "IT_2016",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye'de 1934 yılında uygulamaya konulan ve az gelişmiş ülkeler tarihinde bir ilk olan Birinci Beş Yıllık Kalkınma Planı'nın temel amacı neydi?",
    "secenekler": {
      "a": "Ağır sanayi hamlesini başlatmak",
      "b": "Tüketim malları sanayisini kurmak",
      "c": "Madencilik ve enerji sektörünü geliştirmek",
      "d": "Tarımda makineleşmeyi sağlamak",
      "e": "Ulaştırma altyapısını tamamlamak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Az gelişmiş ülkelerin tarihte ilk kez 5 yıllık kalkınma planı Türkiye’de 1934 yılında tüketim malları sanayiinin kurulması esas alınarak uygulamaya kondu.",
    "aciklama": "Bu plan, temel tüketim mallarında (şeker, dokuma, cam vb.) dışa bağımlılığı azaltmayı ve halkın temel ihtiyaçlarını yerli üretimle karşılamayı hedeflemiştir. Sümerbank bu planın yürütülmesinde kilit rol oynamıştır."
  },
  {
    "soru_id": "IT_2017",
    "konu": "Türk İnkılabı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Birinci Beş Yıllık Kalkınma Planı'nın başarısı üzerine hazırlanan ancak II. Dünya Savaşı nedeniyle tam olarak uygulanamayan İkinci Beş Yıllık Kalkınma Planı'nda hangi sektörlere öncelik verilmesi planlanmıştır?",
    "secenekler": {
      "a": "Tüketim malları ve gıda",
      "b": "Tarım ve hayvancılık",
      "c": "Ulaştırma ve haberleşme",
      "d": "Turizm ve hizmet",
      "e": "Madencilik ve enerji"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "II. 5 yıllık kalkınma planında MADENCİLİK ve ENERJİ sektörü esas alındı.",
    "aciklama": "İkinci plan, birinci plandan farklı olarak, ülkenin sanayileşmesi için gerekli olan temel ara mallarını ve enerjiyi üretmeye, yani demir-çelik, kömür, elektrik gibi ağır sanayi ve enerji yatırımlarına odaklanmayı hedefliyordu."
  },
  {
    "soru_id": "IT_2018",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Atatürk döneminde Türkiye, hangi iki ülkenin kendi aralarındaki sınır sorununun çözümünde 'hakemlik' rolü üstlenmiştir?",
    "secenekler": {
      "a": "Yunanistan - Bulgaristan",
      "b": "Suriye - Irak",
      "c": "İran - Afganistan",
      "d": "Sovyetler Birliği - Romanya",
      "e": "İngiltere - Fransa"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Türkiye, IRAN-IRAK ve İRAN-AFGANİSTAN sınır sorunu çözümünde HAKEMLİK yapmıştır.",
    "aciklama": "Atatürk'ün 'Yurtta sulh, cihanda sulh' ilkesi doğrultusunda Türkiye, komşuları arasındaki anlaşmazlıkların barışçıl yollarla çözümüne katkıda bulunmuş ve bu rolüyle bölgesinde saygın bir güç olduğunu kanıtlamıştır."
  },
  {
    "soru_id": "IT_2019",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, Cumhuriyetin ilk yıllarında Türkiye ile iyi ilişkiler kuran ilk Batılı devlet hangisidir?",
    "secenekler": {
      "a": "İngiltere",
      "b": "Fransa",
      "c": "Almanya",
      "d": "İtalya",
      "e": "ABD"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türkiye ile iyi ilişkiler kuran ilk devlet İTALYA’dır.",
    "aciklama": "Lozan'dan sonra, özellikle 1920'lerin sonlarına doğru, İtalya ile Türkiye arasında bir dostluk ve tarafsızlık antlaşması imzalanmış ve Mussolini İtalya'sı ile bir yakınlaşma dönemi yaşanmıştır. Ancak bu durum daha sonra İtalya'nın yayılmacı politikaları nedeniyle bozulmuştur."
  },
  {
    "soru_id": "IT_2020",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye, Yunanistan, Romanya ve Yugoslavya'nın 1934'te sınırlarını karşılıklı olarak güvence altına almak için kurdukları pakt hangisidir?",
    "secenekler": {
      "a": "Sadabat Paktı",
      "b": "Balkan Paktı (Antantı)",
      "c": "Kellogg-Briand Paktı",
      "d": "Varşova Paktı",
      "e": "Bağdat Paktı"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Balkan Atlantı : Türkiye, Yunanistan, Romanya ve Yugoslavya ile 1934 yılında Atina’da imzalandı.",
    "aciklama": "Almanya ve İtalya'nın yayılmacı politikalarına karşı Balkan ülkelerinin kendi aralarında oluşturduğu bu bölgesel güvenlik ittifakı, Türkiye'nin batı sınırlarını güvence altına almış ve Montrö Boğazlar Sözleşmesi görüşmelerinde Türkiye'ye önemli bir diplomatik destek sağlamıştır."
  },
  {
    "soru_id": "IT_2021",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "1936'da Montrö Boğazlar Sözleşmesi'nin imzalanması ve Boğazlar rejiminin Türkiye lehine değiştirilmesine, yayılmacı politikaları nedeniyle karşı çıkan tek devlet hangisi olmuştur?",
    "secenekler": {
      "a": "İngiltere",
      "b": "Sovyetler Birliği",
      "c": "Fransa",
      "d": "Japonya",
      "e": "İtalya"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "1936-Monrteux Boğazlar sözleşmesinin değiştirilmesin karşı çıkan tek devlet İTALYA olmuştur.",
    "aciklama": "Habeşistan'ı işgal eden ve Akdeniz'de yayılmacı bir politika izleyen Mussolini İtalya'sı, Boğazlar üzerinde tam Türk egemenliğinin kurulmasının kendi çıkarlarına aykırı olacağını düşündüğü için konferansa başlangıçta katılmamış ve kararlara karşı çıkmıştır."
  },
  {
    "soru_id": "IT_2022",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Aşağıdaki devletlerden hangisi 1936 Montrö Boğazlar Sözleşmesi'nin ilk imzacılarından biri değildir?",
    "secenekler": {
      "a": "İngiltere",
      "b": "Fransa",
      "c": "Sovyetler Birliği",
      "d": "Japonya",
      "e": "Almanya"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "1936-Monrteux Boğazlar Sözleşmesi Türkiye, İngiltere, Fransa, Sovyetler Birliği, Japonya, Romanya, Bulgaristan, Yunanistan ve Yugoslavya arasında imzalanmıştır.",
    "aciklama": "Lozan Antlaşması'nın imzacısı olan devletlerin katıldığı konferansa, o dönemde yayılmacı bir politika izleyen ve Lozan'da yer almayan Almanya davet edilmemiştir. İtalya ise protesto ederek katılmamış, ancak 1938'de sözleşmeyi imzalamıştır."
  },
  {
    "soru_id": "IT_2023",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Montrö Boğazlar Sözleşmesi'nin Türkiye'ye sağladığı en önemli kazanım ne olmuştur?",
    "secenekler": {
      "a": "Boğazlardan geçiş ücreti alma hakkı",
      "b": "Boğazların uluslararası ulaşıma kapatılması",
      "c": "Boğazlar üzerindeki egemenliğin tam olarak sağlanması",
      "d": "Boğazlarda bir donanma kurma hakkı",
      "e": "Boğazları yöneten komisyonun başkanı olma hakkı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Montreux Boğazlar Sözleşmesi'yle Boğazların silahsızlandırılmasıyla ilgili kayıtlar kaldırılmış ve Türkiye'nin Boğazlar üzerindeki egemenliği tam olarak sağlanmıştı.",
    "aciklama": "Lozan Antlaşması ile kurulan uluslararası Boğazlar Komisyonu kaldırılmış, Boğazların silahsızlandırılmasına son verilmiş ve Boğazların savunması ile yönetimi tamamen Türkiye Cumhuriyeti'ne devredilmiştir. Bu, Lozan'ın eksik bıraktığı bir konuyu tamamlayan büyük bir diplomatik zaferdir."
  },
  {
    "soru_id": "IT_2024",
    "konu": "Atatürk Dönemi Dış Politika",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Türkiye, Afganistan, Irak ve İran'ın 1937'de İtalya'nın Ortadoğu'ya yönelik tehditlerine karşı imzaladıkları saldırmazlık ve işbirliği paktı hangisidir?",
    "secenekler": {
      "a": "Balkan Paktı",
      "b": "Bağdat Paktı",
      "c": "Sadabat Paktı",
      "d": "Kellogg-Briand Paktı",
      "e": "Varşova Paktı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Sadabât Paktı Türkiye, Afganistan, Irak ve İran arasında Tahran'da 8 Temmuz 1937'de imzalandı.",
    "aciklama": "Balkan Paktı ile batı sınırını güvence altına alan Türkiye, Sadabat Paktı ile de doğu sınırlarını güvence altına alarak, II. Dünya Savaşı öncesindeki gergin ortamda barışı korumaya yönelik bölgesel ittifaklar kurma politikasını başarıyla sürdürmüştür."
  },

  {
    "soru_id": "IT_2101",
    "konu": "Mondros Mütarekesi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Bulgaristan'ın savaştan çekilmesinin Osmanlı Devleti açısından en önemli sonucu ne olmuştur?",
    "secenekler": {
      "a": "Osmanlı'nın ekonomik olarak rahatlaması",
      "b": "Osmanlı'nın Almanya ve diğer müttefikleriyle kara bağlantısının kesilmesi",
      "c": "Rusya'nın savaşa yeniden girmesi",
      "d": "Padişahın barış istemesi",
      "e": "Yeni cephelerin açılması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Bulgaristan’ın Selanik Mütarekesi ile savaştan çekilmesi ve bundan dolayı Osmanlı’nın diğer müttefiklerle bağlantısının kesilmesi ... mütareke sürecini hızlandırıyor.",
    "aciklama": "Bulgaristan'ın savaştan çekilmesiyle Osmanlı İmparatorluğu'nun müttefikleri olan Almanya ve Avusturya-Macaristan ile olan demiryolu ve kara bağlantısı kopmuş, bu durum askeri yardım ve lojistik desteğin tamamen kesilmesi anlamına geldiği için Osmanlı'yı ateşkese zorlayan en önemli etkenlerden biri olmuştur."
  },
  {
    "soru_id": "IT_2102",
    "konu": "Mondros Mütarekesi",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Ahmet İzzet Paşa hükümeti, ABD Başkanı Wilson'a barış isteğini iletmek için kimden aracı olarak faydalanmıştır?",
    "secenekler": {
      "a": "İspanya Kralı",
      "b": "İsveç Büyükelçisi",
      "c": "Papa",
      "d": "İngiliz savaş esiri General Townshend",
      "e": "Amerikan Kızılhaç Temsilcisi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "ikinci olarak (Ahmet İzzet Paşa Kabinesi) da İngiliz savaş tutsağı General Townshend aracılığı ile ABD Başkanı Woodrow Wilson’a barış isteğinde bulunuyor.",
    "aciklama": "Kût'ül-Amâre'de esir alınan İngiliz General Townshend, Osmanlı hükümeti tarafından bir iyi niyet göstergesi ve İngilizlerle daha kolay temas kurabilmek amacıyla aracı olarak kullanılmıştır."
  },
  {
    "soru_id": "IT_2103",
    "konu": "Mondros Mütarekesi",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mondros Mütarekesi görüşmelerine katılan Osmanlı heyetinin başkanı kimdir?",
    "secenekler": {
      "a": "Damat Ferit Paşa",
      "b": "Talat Paşa",
      "c": "Bahriye Nazırı Rauf Bey (Orbay)",
      "d": "Ahmet İzzet Paşa",
      "e": "Tevfik Paşa"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kabinenin tepkisi üzerine Bahriye Nazırı Rauf Bey (Başkan) ... heyet katılıyor.",
    "aciklama": "Padişah Vahdettin'in ısrarla Damat Ferit'i göndermek istemesine rağmen, kabinenin direnci sonucu heyetin başkanlığına daha saygın bir isim olan Rauf Bey getirilmiştir."
  },
  {
    "soru_id": "IT_2104",
    "konu": "Mondros Mütarekesi",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Mondros Mütarekesi'nin en tartışmalı maddelerinden olan 24. maddesindeki 'Vilayet-i Sitte' (Altı Vilayet) ifadesi, antlaşmanın İngilizce metninde nasıl yer almıştır?",
    "secenekler": {
      "a": "Kürt Vilayetleri",
      "b": "Doğu Vilayetleri",
      "c": "Özerk Vilayetler",
      "d": "Ermeni Vilayetleri",
      "e": "İşgal Altındaki Vilayetler"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Mütareke’nin en dikkat çeken kısmı 24’üncü maddede yer alan Vilayet-i Sitte olarak geçen ifadenin İngilizce metinde Ermeni Vilayetleri olarak yer almasıdır.",
    "aciklama": "Bu ifade farkı, İtilaf Devletleri'nin Doğu Anadolu'da bir Ermeni devleti kurma niyetini açıkça ortaya koyan diplomatik bir hileydi ve ilerideki işgallere hukuki zemin hazırlamak için kullanılmıştır."
  },
  {
    "soru_id": "IT_2105",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mondros Mütarekesi'nden sonra İttihat ve Terakki Fırkası'nın kendini feshetmesinin ardından, yurtta kalan üyeleri tarafından kurulan yeni partinin adı nedir?",
    "secenekler": {
      "a": "Hürriyet ve İtilaf Fırkası",
      "b": "Ahrar Fırkası",
      "c": "Teceddüt Fırkası",
      "d": "Cumhuriyet Halk Fırkası",
      "e": "Sulh ve Selamet-i Osmaniye Fırkası"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Yurtta kalan parti üyeleri Teceddüt Fırkasını kuruyor.",
    "aciklama": "Teceddüt (Yenilik) Fırkası, İttihat ve Terakki'nin siyasi mirasını devam ettirme ve mütareke döneminin zorlu siyasi ortamında var olma çabasıyla kurulmuş, ancak kısa ömürlü olmuştur."
  },
  {
    "soru_id": "IT_2106",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Ahmet İzzet Paşa Hükümeti'nin istifa etmesinin temel nedeni, Padişah Vahdettin ile hangi konuda yaşadığı anlaşmazlıktır?",
    "secenekler": {
      "a": "Mondros Mütarekesi'nin imzalanması",
      "b": "İttihatçıların savaş suçlusu olarak nasıl yargılanacağı",
      "c": "Meclis-i Mebusan'ın kapatılması",
      "d": "Kapitülasyonların yeniden yürürlüğe konması",
      "e": "İzmir'in işgaline karşı direnilmesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Mondros’un imzalanmasından sora İttihatçıların savaş suçlusu olarak yargılanmaları konusunda Vahdettin ile görüş ayrılığına düşüyor.",
    "aciklama": "Hükümet, yargılamanın anayasaya uygun olarak meclis tarafından kurulan Yüce Divan'da yapılmasını isterken, Padişah kendi kontrolünde olacak bir Divan-ı Harp (Askeri Mahkeme) kurulmasında ısrar etmiş, bu anayasal kriz hükümetin istifasıyla sonuçlanmıştır."
  },
  {
    "soru_id": "IT_2107",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Tevfik Paşa Hükümeti döneminde, hükümet üzerindeki meclis denetimini ortadan kaldıran ve padişahın otoritesini artıran en önemli gelişme ne olmuştur?",
    "secenekler": {
      "a": "Kapitülasyonların yeniden yürürlüğe girmesi",
      "b": "Mebusan Meclisi'nin kapatılması",
      "c": "İngiliz, Fransız ve İtalyan temsilciliklerinin Yüksek Komiserliğe çevrilmesi",
      "d": "Bekirağa Bölüğü'ne sürgünlerin başlaması",
      "e": "Yeni seçimlerin yapılması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "21 Aralık 1918’de Mebusan Meclisinin kapatılması (Hükümet üzerindeki meclis denetiminin kalkması)",
    "aciklama": "Mondros sonrası işgallere karşı sert bir tutum sergileyen meclisin Padişah tarafından kapatılması, milli iradenin temsil edildiği son meşru zemini de ortadan kaldırmış ve Saray'ı İtilaf Devletleri'nin baskılarına karşı daha savunmasız bırakmıştır."
  },
  {
    "soru_id": "IT_2108",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Damat Ferit Paşa Hükümeti döneminde, Ermeni Tehciri sırasında yaşanan olaylardan sorumlu tutularak idam edilen ve 'Milli Şehit' olarak anılan devlet adamı kimdir?",
    "secenekler": {
      "a": "Talat Paşa",
      "b": "Enver Paşa",
      "c": "Boğazlıyan Kaymakamı Kemal Bey",
      "d": "Dr. Nazım",
      "e": "Hafız Hakkı Paşa"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Boğazlıyan Kaymakamı Kemal Bey Ermeni Göçü sırasında Boğazlıyan’da Ermenileri öldürttüğü gerekçesiyle idam ediliyor (Divan-ı Harp’in ilk idam kararı).",
    "aciklama": "İtilaf Devletleri'ne yaranmak isteyen Damat Ferit Hükümeti tarafından kurulan Divan-ı Harp'te yargılanan Kemal Bey'in idamı, Türk kamuoyunda büyük bir tepki ve infiale yol açmış, kendisi milli mücadelenin simgelerinden biri haline gelmiştir."
  },
  {
    "soru_id": "IT_2109",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Padişah Vahdettin ve Damat Ferit'in, halkın işgallere karşı tepkisini yatıştırmak ve Milli Mücadele'nin gelişmesini engellemek amacıyla Anadolu ve Rumeli'ye gönderdiği kurulların adı nedir?",
    "secenekler": {
      "a": "Temsil Heyeti",
      "b": "Heyet-i Nasiha (Öğüt Kurulu)",
      "c": "Kuvâ-yi İnzibatiye",
      "d": "Divan-ı Harp",
      "e": "Müdafaa-i Hukuk Cemiyetleri"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Padişah ve Damat Ferit, halkın işgallere olan tepkisini yatıştırmak ... için iki heyet kuruyor (Heyet-i Nasiha/Öğüt Kurulu).",
    "aciklama": "Bu heyetler, görünüşte halka nasihat etmek ve sükuneti sağlamak amacıyla gönderilmiş olsa da, asıl amaçları halkı işgallere karşı direnmekten vazgeçirmek ve padişahın otoritesine bağlı kalmalarını sağlamaktı."
  },
  {
    "soru_id": "IT_2110",
    "konu": "Mondros Sonrası Gelişmeler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mütareke döneminde işgalcilerle iyi ilişkiler kurmayı savunan ve silahlı mücadeleye karşı çıkan basın yayın organları genellikle hangi şehirde yoğunlaşmıştır?",
    "secenekler": {
      "a": "Ankara",
      "b": "Sivas",
      "c": "Erzurum",
      "d": "İzmir",
      "e": "İstanbul"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "İşgalcilerle iyi ilişkiler kurup, silahlı mücadeleyi reddeden İstanbul Basını (Alemdar, Ferda, İrşad, Peyam-ı Sabah, Sabah gibi).",
    "aciklama": "İşgal altındaki başkentte bulunan ve Saray'ın politikasını destekleyen bu gazeteler, Milli Mücadele'yi bir isyan hareketi olarak göstermiş ve halkı direnişten vazgeçirmeye yönelik yayınlar yapmışlardır."
  },
  {
    "soru_id": "IT_2111",
    "konu": "Paris Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "18 Ocak 1919'da toplanan Paris Barış Konferansı'nda kararları alan ve 'Onlar Konseyi' olarak adlandırılan grubun üyeleri arasında aşağıdakilerden hangisi yoktur?",
    "secenekler": {
      "a": "İngiltere",
      "b": "Fransa",
      "c": "İtalya",
      "d": "ABD",
      "e": "Almanya"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "32 devlet çağrılmasına karşın İngiltre, Fransa, İtalya ABD ve Japonya (Onlar Konseyi...) etkili olmuştur.",
    "aciklama": "Paris Barış Konferansı, I. Dünya Savaşı'nın galip devletleri tarafından düzenlenmiştir. Savaşın mağlubu olan Almanya, bu konferansa karar alma sürecine dahil edilmemiş, sadece kendisine sunulan ağır barış şartlarını (Versay Antlaşması) imzalamaya zorlanmıştır."
  },
  {
    "soru_id": "IT_2112",
    "konu": "Paris Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Paris Barış Konferansı'nda, Doğu Anadolu'da kurulması planlanan Ermeni Devleti üzerinde hangi ülkenin mandaterlik (himaye) kurması gündeme gelmiştir?",
    "secenekler": {
      "a": "İngiltere",
      "b": "Fransa",
      "c": "İtalya",
      "d": "ABD",
      "e": "Rusya"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Anadolu’da bir Ermeni Devletinin kurulması: Bu konuda ABD Başkanı Wilson, Senato’nun onaylaması koşuluyla Ermeni devletinin mandaterliğini kabul ediyor.",
    "aciklama": "Başkan Wilson, prensip olarak Ermeni mandasını kabul etse de, Amerikan kamuoyunun ve Senato'nun Avrupa'nın işlerine karışmaya karşı olan yalnızlık (izolasyonizm) politikası nedeniyle bu manda teklifi hiçbir zaman onaylanmamıştır."
  },
  {
    "soru_id": "IT_2113",
    "konu": "Paris Barış Konferansı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Paris Barış Konferansı'nda İtalya'nın itirazlarına rağmen, Batı Anadolu'nun Yunanistan tarafından işgal edilmesine hangi gerekçeyle ve kimin desteğiyle karar verilmiştir?",
    "secenekler": {
      "a": "Tarihi haklar - Fransa",
      "b": "Nüfus yoğunluğu - İngiltere",
      "c": "Wilson Prensipleri - ABD",
      "d": "Askeri güç - Japonya",
      "e": "Ekonomik çıkarlar - İngiltere"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "İtalya’nın karşı çıkmasına ragmen Wilson Prensiplerine de aykırı olarak tüm bu istekler kabul görüyor.",
    "aciklama": "İngiltere ve Fransa, güçlü bir İtalya'nın Doğu Akdeniz'de varlık göstermesi yerine, kendi kontrollerinde olacak zayıf bir Yunanistan'ı tercih etmişlerdir. Bu kararı meşrulaştırmak için bölgedeki Rum nüfusunun çoğunlukta olduğu yönünde sahte raporlar hazırlatmış ve Wilson Prensipleri'ni kendi çıkarları doğrultusunda yorumlayarak işgale zemin hazırlamışlardır."
  },
  {
    "soru_id": "IT_2114",
    "konu": "İzmir'in İşgali",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İzmir'in Yunanistan'a verileceği söylentileri üzerine kurulan ve işgale karşı direnişi örgütlemeyi amaçlayan ilk cemiyet hangisidir?",
    "secenekler": {
      "a": "Redd-i İlhak Cemiyeti",
      "b": "Kilikyalılar Cemiyeti",
      "c": "İzmir Müdafaa-i Hukuk-i Osmaniye Cemiyeti",
      "d": "Trakya-Paşaeli Cemiyeti",
      "e": "Milli Kongre Cemiyeti"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "İzmir’in işgaline karşı İzmir Müdafaa-i Hukuk-i Osmaniye Cemiyeti kuruluyor.",
    "aciklama": "Bu cemiyet, başlangıçta propaganda ve diplomatik yollarla İzmir'in Türklüğünü kanıtlamaya ve işgali önlemeye çalışmış, ancak işgalin kesinleşmesiyle silahlı direnişin de organize edilmesinde rol oynamıştır."
  },
  {
    "soru_id": "IT_2115",
    "konu": "İzmir'in İşgali",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "14 Mayıs'ta İzmir'in Yunanistan'a ilhakını reddetme anlamında kurulan ve silahlı direniş kararı alan cemiyetin adı nedir?",
    "secenekler": {
      "a": "İzmir Müdafaa-i Hukuk-i Osmaniye Cemiyeti",
      "b": "Redd-i İlhak Cemiyeti",
      "c": "Kuvâ-yi Milliye",
      "d": "Hareket-i Milliye",
      "e": "Felâh-ı Vatan"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "14 Mayıs da İzmir’in Yunanistan’a ilhakını reddetme anlamında Redd-i İlhak Cemiyeti kuruluyor.",
    "aciklama": "İlhakın reddi anlamına gelen bu isim, mücadelenin artık sadece savunma (müdafaa) değil, aynı zamanda fiili bir karşı koyma ve ilhakı tanımama düzeyine geçtiğini göstermektedir."
  },
  {
    "soru_id": "IT_2116",
    "konu": "İzmir'in İşgali",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "15 Mayıs 1919'da İzmir'in işgali sırasında Yunan askerlerine ilk kurşunu atarak Batı Anadolu'daki silahlı direnişi başlatan yurtsever gazeteci kimdir?",
    "secenekler": {
      "a": "Şahin Bey",
      "b": "Sütçü İmam",
      "c": "Yörük Ali Efe",
      "d": "Hasan Tahsin",
      "e": "Ali Çetinkaya"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Gazeteci Hasan Tahsin direnişe öncülük edip ilk kurşunu atıyor.",
    "aciklama": "Hukuk-u Beşer (İnsan Hakları) gazetesinin başyazarı olan Hasan Tahsin'in (gerçek adı Osman Nevres) bu kahramanca eylemi, Batı Anadolu'da Kuvâ-yi Milliye hareketinin ateşleyici fitili olmuştur."
  },
  {
    "soru_id": "IT_2117",
    "konu": "İzmir'in İşgali",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İşgallere karşı sivil ve siyasi mücadeleyi yürüten kanadı oluşturan örgütlenmelere ne ad verilir?",
    "secenekler": {
      "a": "Kuvâ-yi Milliye",
      "b": "Temsil Heyeti",
      "c": "Müdafaa-i Hukuk Cemiyetleri",
      "d": "Heyet-i Nasiha",
      "e": "Kuvâ-yi İnzibatiye"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "İşgallere karşı sivil örgütlenmelerin ... siyasi nitelikli mücadele kanadını da Müdafaa-i Hukuk Cemiyetleri oluşturuyor.",
    "aciklama": "Müdafaa-i Hukuk (Hukukları Savunma) Cemiyetleri, mitingler düzenlemek, kongreler toplamak, propaganda yapmak ve uluslararası kamuoyuna Türk milletinin haklı davasını anlatmak gibi siyasi ve diplomatik faaliyetleri yürütmüştür."
  },
  {
    "soru_id": "IT_2118",
    "konu": "Ulusal Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Metne göre, kurulan ilk ulusal cemiyet hangisidir?",
    "secenekler": {
      "a": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-i Milliye Cemiyeti",
      "b": "İzmir Müdafaa-i Hukuk-i Osmaniye Cemiyeti",
      "c": "Kilikyalılar Cemiyeti",
      "d": "Trakya-Paşaeli Müdafaa-i Heyet-i Osmaniyesi",
      "e": "Milli Kongre Cemiyeti"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Trakya-Paşaeli Müdafaa-i Heyet-i Osmaniyesi ... İlk kurulan cemiyettir. (30 Kasım 1918)",
    "aciklama": "Mondros Mütarekesi'nden hemen sonra Trakya'nın Yunanistan'a verilmesi tehlikesine karşı kurulan bu cemiyet, bölgesel direniş örgütlenmelerinin ilk örneğini oluşturmuştur."
  },
  {
    "soru_id": "IT_2119",
    "konu": "Ulusal Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Doğu illerinin Ermenilere verilmesini önlemek ve bölgenin Türk olduğunu kanıtlamak amacıyla İstanbul'da kurulan, daha sonra Erzurum Kongresi'ni organize eden cemiyet hangisidir?",
    "secenekler": {
      "a": "Trabzon Muhafaza-i Hukuk-i Milliye Cemiyeti",
      "b": "Kars İslam Şurası",
      "c": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-i Milliye Cemiyeti",
      "d": "Kilikyalılar Cemiyeti",
      "e": "Milli Kongre Cemiyeti"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-i Milliye Cemiyeti: Ermenilere verilmek istenen doğu illerinin Türk olduğunu kanıtlamak ve haklarını korumak amacıyla ... kuruluyor.",
    "aciklama": "Doğu Vilayetleri Hukuklarını Savunma Cemiyeti, basın-yayın yoluyla (Hadisat, Le Pays-Vatan gibi gazeteler) ve diplomatik faaliyetlerle Doğu Anadolu'nun Türk yurdu olduğunu savunmuş ve Erzurum Kongresi'nin toplanmasında öncü rol oynamıştır."
  },
  {
    "soru_id": "IT_2120",
    "konu": "Ulusal Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Diğer cemiyetlerden farklı olarak bölgesel kurtuluş yerine ülkenin genelini düşünerek, basın-yayın yoluyla ve diplomatik kanallarla mücadeleyi savunan ve Dr. Esat Işık öncülüğünde kurulan cemiyet hangisidir?",
    "secenekler": {
      "a": "Trakya-Paşaeli Cemiyeti",
      "b": "Kilikyalılar Cemiyeti",
      "c": "İzmir Müdafaa-i Hukuk Cemiyeti",
      "d": "Anadolu Kadınları Müdafaa-i Vatan Cemiyeti",
      "e": "Milli Kongre Cemiyeti"
    },
    "dogru_secenek": "e",
    "kanit_cumlesi": "Milli Kongre Cemiyeti: mütareke sonrasında bütün siyasal partileri ve dernekleri içine alacak ulusal bir cephe oluşturmak amacıyla kuruluyor. Göz doktoru Esat Işık öncülüğünü yapıyor.",
    "aciklama": "Milli Kongre, işgallere karşı dağınık mücadele yerine tüm direniş gruplarını birleştirmeyi ve mücadelenin silahlı yöntemlerden çok, bilimsel ve hukuki kanıtlarla, propaganda yoluyla yürütülmesi gerektiğini savunmuştur. 'Kuvâ-yi Milliye' tabirini ilk kullanan cemiyettir."
  },
  {
    "soru_id": "IT_2121",
    "konu": "Düşman Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Trabzon merkezli bir Pontus Rum devleti kurma amacıyla faaliyet gösteren azınlık cemiyeti hangisidir?",
    "secenekler": {
      "a": "Mavri Mira",
      "b": "Etnik-i Eterya",
      "c": "Hınçak ve Taşnaksütyun",
      "d": "Pontus Cemiyeti",
      "e": "Kordos Cemiyeti"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Azınlıklar Tarafından Kurulan Cemiyetler: ...Trabzon da bir Pontus Rum devleti kurma amacıyla kurulan Pontus Cemiyeti...",
    "aciklama": "Tarihteki Pontus Krallığı'nı yeniden canlandırma hayaliyle kurulan bu cemiyet, Doğu Karadeniz Bölgesi'nde silahlı çeteler oluşturarak bölgenin Yunanistan'a bağlanması veya bağımsız bir devlet olması için çalışmıştır."
  },
  {
    "soru_id": "IT_2122",
    "konu": "Düşman Cemiyetler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Padişah Vahdettin ve Sadrazam Damat Ferit Paşa tarafından da desteklenen, kurtuluşu İngiliz himayesine (manda) girmekte gören Müslümanların kurduğu zararlı cemiyet hangisidir?",
    "secenekler": {
      "a": "Kürt Teali Cemiyeti",
      "b": "Teal-i İslam Cemiyeti",
      "c": "Sulh ve Selamet-i Osmaniye Fırkası",
      "d": "İngiliz Muhipler Cemiyeti",
      "e": "Hürriyet ve İtilaf Fırkası"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İngiliz Muhipler Cemiyeti; Vahdettin ve Damat Ferit destekliyor. İngiliz manda ve himayesini savunuyor.",
    "aciklama": "Bu cemiyetin üyeleri, Türk milletinin kendi başına bağımsızlığını kazanamayacağına inanıyor ve Osmanlı Devleti'nin varlığını devam ettirebilmesi için en güçlü devlet olan İngiltere'nin koruması altına girmesi gerektiğini savunuyorlardı."
  },

  {
    "soru_id": "IT_2201",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal Paşa, Damat Ferit Paşa Hükümeti tarafından 9. Ordu Müfettişi olarak Samsun'a hangi resmi görevle gönderilmiştir?",
    "secenekler": {
      "a": "Milli Mücadele'yi başlatmak",
      "b": "Kongreler düzenlemek",
      "c": "Doğu Karadeniz'deki direniş hareketlerini bastırmak ve asayişi sağlamak",
      "d": "Yeni bir ordu kurmak",
      "e": "Padişah adına teftişlerde bulunmak"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Mustafa Kemal 9. Ordu müfettişliğine atanarak Damat Ferit tarafından Doğu Karadeniz’deki direniş hareketlerini bastırmak ve azınlıklar ile Türkler arasındaki çatışmayı önlemek için görevlendiriliyor.",
    "aciklama": "İstanbul Hükümeti'nin resmi görevi, Mondros Mütarekesi'nin hükümlerini uygulamak, bölgedeki Türk direnişini dağıtmak ve asayişi sağlayarak İtilaf Devletleri'nin işgaline bahane yaratmamaktı. Ancak Mustafa Kemal, bu görevi Milli Mücadele'yi başlatmak için bir fırsat olarak kullanmıştır."
  },
  {
    "soru_id": "IT_2202",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal'in Türk halkına ilk seslenişi olarak kabul edilen ve İzmir'in işgaline karşı dağınık tepkileri birleştirmeyi amaçlayan bildiri hangisidir?",
    "secenekler": {
      "a": "Amasya Genelgesi",
      "b": "Havza Bildirisi",
      "c": "Erzurum Kongresi Kararları",
      "d": "Sivas Kongresi Kararları",
      "e": "Misak-ı Milli"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Havza Bildirisi (28 Mayıs 1919: Türk halkına ilk sesleniştir. Amacı; İzmir’in işgaline yurdun değişik yerlerinde gösterilen dağınık tepkileri birleştirmek...",
    "aciklama": "Havza Bildirisi ile Mustafa Kemal, tüm yurtta işgallerin protesto edilmesi için mitingler düzenlenmesini ve İtilaf Devletleri ile İstanbul Hükümeti'ne uyarı telgrafları çekilmesini istemiştir. Bu, milli bilinci uyandırmaya yönelik ilk organize çağrıdır."
  },
  {
    "soru_id": "IT_2203",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Kurtuluş Savaşı'nın gerekçesini, yöntemini ve amacını ortaya koyan bir 'ihtilal bildirgesi' olarak kabul edilen belge hangisidir?",
    "secenekler": {
      "a": "Havza Bildirisi",
      "b": "Erzurum Kongresi Tüzüğü",
      "c": "Sivas Kongresi Beyannamesi",
      "d": "Amasya Genelgesi",
      "e": "Misak-ı Milli"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Genelge, Kurtuluş Savaşı’nın gerekçesi, yöntemi, ve amacını açıklayan ve Türk ulusunu mücadeleye çağıran ihtilal bildirgesi olarak kabul edilmektedir.",
    "aciklama": "Amasya Genelgesi, 'Vatanın bütünlüğü ve milletin bağımsızlığı tehlikededir' diyerek gerekçeyi, 'Milletin bağımsızlığını yine milletin azim ve kararı kurtaracaktır' diyerek amacı ve yöntemi belirtmiş, böylece Kurtuluş Savaşı'nın yol haritasını çizmiştir."
  },
  {
    "soru_id": "IT_2204",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal Paşa, hangi olaydan hemen önce 'sine-i millete döndüğünü' belirterek resmi göreviyle birlikte askerlik mesleğinden de istifa etmiştir?",
    "secenekler": {
      "a": "Samsun'a çıkmadan önce",
      "b": "Amasya Genelgesi'nden önce",
      "c": "Erzurum Kongresi'nden önce",
      "d": "Sivas Kongresi'nden önce",
      "e": "TBMM'yi açmadan önce"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "M. Kemal Erzurum Kongresi öncesinde askerlik mesleğinden istifa ediyor.",
    "aciklama": "İstanbul Hükümeti'nin kendisini görevden alma ve tutuklama girişimleri üzerine Mustafa Kemal, resmi yetkilerini bırakarak mücadeleye sivil bir lider olarak devam etme kararı almıştır. Bu, Milli Mücadele'nin tamamen halka dayanan bir harekete dönüştüğünün en önemli göstergesidir."
  },
  {
    "soru_id": "IT_2205",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Erzurum Kongresi'nin toplanış amacı ve katılım açısından bölgesel olmasına rağmen, aldığı kararların ulusal nitelik taşımasının temel nedeni nedir?",
    "secenekler": {
      "a": "Padişah tarafından onaylanması",
      "b": "Tüm yurdu ilgilendiren konulara değinmesi",
      "c": "İstanbul'dan gelen delegelerin katılması",
      "d": "İtilaf Devletleri tarafından tanınması",
      "e": "Tüm komutanların desteklemesi"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Erzurum Kongresi katılım anlamında bölgesel olmasına karşın alınan kararlar ulusal nitelik taşımaktadır.",
    "aciklama": "Kongre, Doğu illerini savunmak için toplanmış olsa da, aldığı 'Vatan bir bütündür bölünemez', 'Manda ve himaye kabul edilemez', 'Mebusan Meclisi toplanmalıdır' gibi kararlar sadece Doğu Anadolu'yu değil, tüm ülkenin geleceğini ilgilendirdiği için ulusal bir nitelik kazanmıştır."
  },
  {
    "soru_id": "IT_2206",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Erzurum Kongresi'nde alınan kararları uygulamak ve Milli Mücadele'yi yürütmek amacıyla kurulan 9 kişilik kurulun adı nedir?",
    "secenekler": {
      "a": "Kuvâ-yi Milliye",
      "b": "Müdafaa-i Hukuk Cemiyeti",
      "c": "Heyet-i Temsiliye",
      "d": "Felah-ı Vatan Grubu",
      "e": "Heyet-i Nasiha"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Alınan kararların uygulanması için 9 kişiden oluşan Heyet-i Temsiliye kuruluyor.",
    "aciklama": "Temsil Heyeti, TBMM açılana kadar bir hükümet gibi görev yapmış, Milli Mücadele'nin yürütme organı olmuştur. İlk olarak Erzurum'da bölgesel olarak kurulan bu heyet, Sivas Kongresi'nde tüm yurdu temsil eder hale getirilmiştir."
  },
  {
    "soru_id": "IT_2207",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sivas Kongresi sırasında en çok tartışılan ve özellikle İstanbul'dan gelen delegeler tarafından savunulan, ancak sonunda kesin olarak reddedilen konu ne olmuştur?",
    "secenekler": {
      "a": "Saltanatın kaldırılması",
      "b": "Hilafete bağlılık",
      "c": "Amerikan Mandası",
      "d": "Bölgesel kongrelerin birleştirilmesi",
      "e": "Yeni bir anayasa yapılması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Kongredeki en büyük tartışmalar Amerikan Mandası üzerine olmuştur. Manda fikri daha çok İstanbul’dan gelen delegelerce savunulmuştur.",
    "aciklama": "Bazı aydınlar, güçlü bir devletin himayesi olmadan kurtuluşun mümkün olmayacağını düşünerek Amerikan mandasını bir çözüm olarak görmüşlerdir. Ancak, Mustafa Kemal'in 'Ya istiklal, ya ölüm!' parolasıyla yürüttüğü kararlı duruş sonucunda bu fikir kesin olarak reddedilmiş ve tam bağımsızlık ilkesi benimsenmiştir."
  },
  {
    "soru_id": "IT_2208",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Aşağıdakilerden hangisi, metinde belirtilen ve Sivas Kongresi'nden önce toplanmış bölgesel nitelikteki kongrelerden biri değildir?",
    "secenekler": {
      "a": "Kars Kongresi",
      "b": "Balıkesir Kongresi",
      "c": "Alaşehir Kongresi",
      "d": "Pozantı Kongresi",
      "e": "Trabzon Kongresi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Bölgesel nitelikteki diğer kongreler: Üç Liva / Elviye-i Selase Kongreleri (Kars, Ardahan,Batum), Trabzon Kongreleri, Batı Anadolu Kongreleri (Balıkesir Kongresi, Nazilli Kongresi, Alaşehir Kongresi), Trakya Kongreleri.",
    "aciklama": "Pozantı Kongresi, Sivas Kongresi'nden sonra, TBMM açıldıktan sonra Mustafa Kemal'in de katılımıyla Adana ve çevresindeki mücadeleyi organize etmek için toplanmıştır. Diğerleri ise Sivas'tan önce toplanan bölgesel kongrelerdir."
  },
  {
    "soru_id": "IT_2209",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Heyet-i Temsiliye'nin, Sivas Kongresi'nden sonra Damat Ferit Paşa Hükümeti'ni istifaya zorlamak için aldığı en etkili karar ne olmuştur?",
    "secenekler": {
      "a": "İstanbul'a bir ordu göndermek",
      "b": "Anadolu ile İstanbul arasındaki her türlü haberleşmeyi kesmek",
      "c": "Padişah'a bir ültimatom vermek",
      "d": "İtilaf Devletleri ile görüşmek",
      "e": "Yeni vergiler koymak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Damat Ferit Paşa’nın istifasının zorlanması için ... Anadolu ile Istanbul arasında her türlü haberleşmesinin kesilmesine karar veriliyor.",
    "aciklama": "Bu karar, İstanbul Hükümeti'nin Anadolu üzerindeki otoritesini tamamen ortadan kaldırmış ve onu işlevsiz hale getirmiştir. Anadolu'dan emir alamayan ve Anadolu'ya emir veremeyen hükümet, bu baskı karşısında istifa etmek zorunda kalmıştır."
  },
  {
    "soru_id": "IT_2210",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Amasya Mülakatı'nın (Protokolü) en önemli siyasi sonucu ne olmuştur?",
    "secenekler": {
      "a": "Damat Ferit Paşa'nın istifa etmesi",
      "b": "Mebusan Meclisi'nin İstanbul'da toplanması",
      "c": "İstanbul Hükümeti'nin Heyet-i Temsiliye'yi resmen tanıması",
      "d": "Seçimlerin serbestçe yapılması",
      "e": "Mustafa Kemal'in Ankara'ya gelmesi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu olayla İstanbul Hükümeti, Anadolu’daki mücadeleyi yasadışı bir oluşum olarak görmekten vazgeçip, meşru bir hareket olarak tanımıştır.",
    "aciklama": "Daha önce Mustafa Kemal ve arkadaşlarını 'asi' olarak niteleyen İstanbul Hükümeti'nin, onlarla masaya oturup bir protokol imzalaması, Anadolu hareketinin ve onun lideri olan Temsil Heyeti'nin hukuki ve siyasi varlığını kabul ettiği anlamına gelmektedir."
  },
  {
    "soru_id": "IT_2211",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal ve Temsil Heyeti'nin 27 Aralık 1919'da Ankara'ya gelerek burayı Milli Mücadele'nin merkezi seçmesinin nedenlerinden biri aşağıdakilerden hangisi değildir?",
    "secenekler": {
      "a": "Bütün cephelere eşit uzaklıkta olması",
      "b": "Coğrafi açıdan güvenli bir bölgede yer alması",
      "c": "Demiryolu ve telgraf bağlantısının bulunması",
      "d": "Denize kıyısı olması ve limanının bulunması",
      "e": "Halkının Milli Mücadele'yi desteklemesi"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Ankara’nın milli mücadelenin merkezi olarak seçilmesinde bütün cephelere eşit uzaklıkta olması, coğrafi açıdan güvenli bir bölgede yer alması, demiryolu bağlantısı ve telegrafhanenin bulunması önemli oluyor.",
    "aciklama": "Ankara, işgal altındaki bölgelerden ve denizden uzak, güvenli bir konumdaydı. Batı Cephesi'ne yakınlığı, İstanbul ile ve diğer bölgelerle olan demiryolu ve telgraf bağlantıları sayesinde Milli Mücadele'nin yönetimi için ideal bir merkezdi."
  },
  {
    "soru_id": "IT_2212",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Son Osmanlı Mebusan Meclisi'nde Misak-ı Milli'nin kabul edilmesinde rol oynayan ve Milli Mücadele yanlısı milletvekillerinin oluşturduğu grubun adı nedir?",
    "secenekler": {
      "a": "Müdafaa-i Hukuk Grubu",
      "b": "Temsil Heyeti",
      "c": "Felah-ı Vatan Grubu",
      "d": "Hürriyet ve İtilaf Fırkası",
      "e": "Teceddüt Fırkası"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "İstediği Müdafaa-i Hukuk grubu yerine Felah-ı Vatan grubu kurulyor.",
    "aciklama": "Mustafa Kemal, mebuslardan mecliste 'Müdafaa-i Hukuk Grubu' kurmalarını istemişti. Ancak padişahın ve işgal güçlerinin baskısından çekinen mebuslar, daha ılımlı bir isim olan 'Felah-ı Vatan' (Vatanın Kurtuluşu) adıyla örgütlenmişlerdir."
  },
  {
    "soru_id": "IT_2213",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Misak-ı Milli kararlarına göre, siyasi, mali ve adli gelişimi engelleyecek sınırlamaların kabul edilemeyeceği belirtilerek, aşağıdakilerden hangisine kesin olarak karşı çıkılmıştır?",
    "secenekler": {
      "a": "Dış borçların ödenmesine",
      "b": "Boğazların yönetimine",
      "c": "Azınlık haklarına",
      "d": "Kapitülasyonlara",
      "e": "Halk oylamasına"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Milli ve ekonomik gelişimi etkileyecek siyasi, mali ve adli sınırlamalar kabul edilemez.",
    "aciklama": "Bu madde, Osmanlı Devleti'nin ekonomik ve hukuki bağımsızlığını yok eden kapitülasyonların ve Düyun-u Umumiye gibi uygulamaların yeni Türk devletinde asla kabul edilmeyeceğini, hedefin 'tam bağımsızlık' olduğunu net bir şekilde ifade etmektedir."
  },
  {
    "soru_id": "IT_2214",
    "konu": "Genelgeler ve Kongreler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İtilaf Devletleri'nin 16 Mart 1920'de İstanbul'u resmen işgal etmelerinin doğrudan nedeni olan gelişme nedir?",
    "secenekler": {
      "a": "Mustafa Kemal'in Ankara'ya gelmesi",
      "b": "Sivas Kongresi'nin toplanması",
      "c": "Mebusan Meclisi'nin Misak-ı Milli'yi kabul etmesi",
      "d": "Damat Ferit Paşa'nın istifa etmesi",
      "e": "Temsil Heyeti'nin kurulması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu gelişmelerden sonra İtilaf devletleri Ali Rıza Paşa’ya baskı yaparak çekilmesini sağlıyor. 16 Mart 1920 de İstanbul işgal ediliyor.",
    "aciklama": "İtilaf Devletleri, kendi kontrolleri altındaki bir meclisten Sevr Antlaşması'nı onaylatmayı umarken, meclisin tam bağımsızlığı ve vatanın bölünmezliğini hedefleyen Misak-ı Milli'yi kabul etmesi, tüm planlarını bozmuştur. Bu kararları geri aldırmak için meclisi basarak İstanbul'u resmen işgal etmişlerdir."
  },

  {
    "soru_id": "IT_2301",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "23 Nisan 1920'de açılan ilk Büyük Millet Meclisi'nin üye yapısı nasıldı?",
    "secenekler": {
      "a": "Sadece yeni seçilen üyelerden oluşuyordu.",
      "b": "Sadece İstanbul'dan gelen Mebusan Meclisi üyelerinden oluşuyordu.",
      "c": "Dağıtılan Mebusan Meclisi üyelerinin bazıları ve yeni seçilen üyelerden oluşuyordu.",
      "d": "Sadece Temsil Heyeti üyelerinden oluşuyordu.",
      "e": "Sadece asker kökenli kişilerden oluşuyordu."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Mebusan Meclisinin fesh edilmesi sonrasında 23 Nisan 1920 de TBMM ilk toplantısını yapıyor. (Mebusan meclis üyelerinin bazıları ve yeni seçilen üyelerle birlikte).",
    "aciklama": "İlk TBMM, milli iradenin devamlılığını sağlamak amacıyla, İstanbul'dan kaçabilen Mebusan Meclisi üyelerini de doğal üye kabul etmiş, bunun yanı sıra yurt genelinde yapılan seçimlerle gelen yeni milletvekillerini de bünyesine katmıştır."
  },
  {
    "soru_id": "IT_2302",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mustafa Kemal'in TBMM'nin açılışında verdiği önergede yer alan 'TBMM'nin üstünde bir güç yoktur' ilkesiyle ne vurgulanmak istenmiştir?",
    "secenekler": {
      "a": "Meclisin ekonomik gücü",
      "b": "Meclisin askeri gücü",
      "c": "Meclisin, padişah ve İstanbul Hükümeti dahil her türlü otoritenin üzerinde olduğu",
      "d": "Meclisin uluslararası alandaki tanınırlığı",
      "e": "Meclisin diğer meclislerden daha üstün olduğu"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM üstünde bir güç yoktur.",
    "aciklama": "Bu ilke, egemenliğin kayıtsız şartsız millete ait olduğunun ve milletin tek temsilcisinin de TBMM olduğunun ilanıdır. Bu kararla, İstanbul Hükümeti ve Padişah'ın otoritesi yok sayılmış ve yeni bir devletin kurulduğu fiilen ilan edilmiştir."
  },
  {
    "soru_id": "IT_2303",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İlk TBMM'nin, yasama ve yürütme yetkilerini kendinde toplaması hangi hükümet sistemini benimsediğini gösterir?",
    "secenekler": {
      "a": "Parlamenter Sistem",
      "b": "Başkanlık Sistemi",
      "c": "Meclis Hükümeti Sistemi",
      "d": "Yarı Başkanlık Sistemi",
      "e": "Monarşi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM, yasama, yürütme yetkilerini kendinde toplamıştır. ... meclisin sürdürdüğü çalışma sistemi Meclis Hükümet Sistemi olarak adlandırılıyor.",
    "aciklama": "Savaş koşullarında hızlı karar alıp uygulayabilmek için 'güçler birliği' ilkesine dayanan bu sistemde, bakanlar (vekiller) meclis içinden tek tek oylanarak seçilir ve doğrudan meclise karşı sorumlu olurlardı. Meclis başkanı aynı zamanda hükümetin de başkanıydı."
  },
  {
    "soru_id": "IT_2304",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Damat Ferit Hükümeti'nin, Şeyhülislam Dürrizade Abdullah aracılığıyla Mustafa Kemal ve Milli Mücadele'ye katılanlar aleyhine fetva yayınlatmasının temel amacı neydi?",
    "secenekler": {
      "a": "İtilaf Devletleri'ni memnun etmek",
      "b": "Milli Mücadele'yi din düşmanı bir isyan gibi göstererek halk desteğini kırmak",
      "c": "Padişah'ın halifelik gücünü artırmak",
      "d": "Yeni seçimlerin yapılmasını sağlamak",
      "e": "Anadolu'ya para yardımı yapmak"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Damat Ferit, Şeyhülislam Dürrizade Abdullah aracılığıyla Mustafa Kemal’i din düşmanı gösteren bir fetva yayınlatıyor.",
    "aciklama": "İstanbul Hükümeti, halkın dine ve halifeye olan bağlılığını kullanarak, Anadolu'daki hareketi 'Padişaha karşı bir isyan' olarak damgalamak ve meşruiyetini yok etmek için bu fetvayı bir propaganda aracı olarak kullanmıştır."
  },
  {
    "soru_id": "IT_2305",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İstanbul Hükümeti'nin doğrudan desteğiyle kurulan ve Milli Mücadele'ye karşı savaşan 'Hilafet Ordusu'nun diğer adı nedir?",
    "secenekler": {
      "a": "Kuvâ-yi Milliye",
      "b": "Kuvâ-yi Seyyare",
      "c": "Kuvâ-yi İnzibatiye",
      "d": "Redif Birlikleri",
      "e": "Hareket Ordusu"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Mustafa Kemal ve TBMM’ye karşı ayaklanmaları kışkırtıyor (Hilafet Ordusu-Kuvayı İnzibatiye).",
    "aciklama": "Kuvâ-yi İnzibatiye (Asayiş Kuvvetleri), TBMM'ye bağlı Kuvâ-yi Milliye birliklerini dağıtmak ve Milli Mücadele'yi bastırmak amacıyla doğrudan İstanbul Hükümeti tarafından kurulan askeri bir güçtür."
  },
  {
    "soru_id": "IT_2306",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "TBMM'nin, kendi otoritesine karşı çıkan isyanları ve vatana ihanet suçlarını yargılamak için çıkardığı kanun hangisidir?",
    "secenekler": {
      "a": "Takrir-i Sükûn Kanunu",
      "b": "Teşkilat-ı Esasiye Kanunu",
      "c": "Firariler Hakkında Kanun",
      "d": "Hıyanet-i Vataniye Kanunu",
      "e": "Tekâlif-i Milliye Emirleri"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "TBMM’nin varlığını ve otoritesini kabul ettirmek için Hıyanet-i Vataniye Kanunu çıkarılması.",
    "aciklama": "Bu kanun, TBMM'nin meşruiyetine karşı sözle, yazıyla veya eylemle karşı çıkanların vatan haini sayılacağını ve ağır şekilde cezalandırılacağını belirterek, iç isyanlara karşı hukuki bir zemin oluşturmuştur."
  },
  {
    "soru_id": "IT_2307",
    "konu": "TBMM'nin Açılması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "TBMM'nin yargı yetkisini kullanarak isyancıları ve asker kaçaklarını yargılamak için kurduğu olağanüstü mahkemelerin adı nedir?",
    "secenekler": {
      "a": "Divan-ı Harp",
      "b": "Yüce Divan",
      "c": "İstiklal Mahkemeleri",
      "d": "Şeriye Mahkemeleri",
      "e": "Ticaret Mahkemeleri"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Ayaklanmaları bastırmak ve asker kaçaklarını toplamak için Eylül 1920’de İstiklal Mahkemelerinin kurulması.",
    "aciklama": "Üyeleri milletvekilleri arasından seçilen İstiklal Mahkemeleri, seyyar olarak görev yapmış, aldıkları hızlı ve kesin kararlarla isyanların bastırılmasında, ordudan kaçakların önlenmesinde ve TBMM'nin otoritesinin tüm yurtta tesis edilmesinde çok etkili olmuşlardır."
  },
  {
    "soru_id": "IT_2308",
    "konu": "Sevr Antlaşması",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sevr Antlaşması'nın hukuken geçersiz olmasının temel nedeni nedir?",
    "secenekler": {
      "a": "Padişah tarafından imzalanmamış olması",
      "b": "TBMM tarafından reddedilmiş olması",
      "c": "İtilaf Devletleri'nin onaylamaması",
      "d": "Osmanlı anayasasına göre meclis (parlamento) tarafından onaylanmamış olması",
      "e": "Rusya'nın antlaşmaya katılmaması"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Osmanlı anayasasına göre bir antlaşmanın yürürlüğe girmesi için parlemento onayından geçmesi gerekmekteydi. Ancak parlemento dağıldığı için...",
    "aciklama": "Kanun-i Esasi'ye göre, uluslararası bir antlaşmanın yürürlüğe girebilmesi için Mebusan Meclisi tarafından onaylanması şarttı. İstanbul'un işgaliyle Mebusan Meclisi dağıtıldığı için Sevr Antlaşması hiçbir zaman meclis onayından geçememiş ve bu nedenle hukuken 'ölü doğmuş' bir antlaşma olarak kalmıştır."
  },
  {
    "soru_id": "IT_2309",
    "konu": "Düzenli Ordu",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kuvâ-yi Milliye'nin lağvedilerek yerine düzenli ordunun kurulması sürecini hızlandıran en önemli askeri gelişme ne olmuştur?",
    "secenekler": {
      "a": "Yunanlıların İzmir'i işgal etmesi",
      "b": "Kuvâ-yi Milliye birliklerinin Yunan taarruzu karşısında tutunamaması ve Gediz'deki başarısız taarruz",
      "c": "Çerkez Ethem'in isyan etmesi",
      "d": "İstanbul Hükümeti'nin Kuvâ-yi İnzibatiye'yi kurması",
      "e": "Doğu Cephesi'nde Ermenilerin saldırması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yunanlıların 22 Haziran 1920’de başlatmış olduğu taarruz karşısında Kuvayı Milliye birliklerinin tutunamamış olması ve Çerkez Ethem’in ... Gediz’e ... taarruz düzenlemesi düzenli ordu kurulması sürecini hızlandırıyor.",
    "aciklama": "Disiplinden ve merkezi bir komutadan yoksun olan Kuvâ-yi Milliye birliklerinin, düzenli Yunan ordusu karşısında geri çekilmesi ve bazı birliklerin kendi başlarına hareket etmesi, vatanın ancak tek bir merkezden yönetilen, disiplinli ve donanımlı bir düzenli ordu ile kurtarılabileceğini göstermiştir."
  },
  {
    "soru_id": "IT_2310",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Gümrü Barış Antlaşması'nın en önemli siyasi sonucu nedir?",
    "secenekler": {
      "a": "Doğu sınırının kesin olarak çizilmesi",
      "b": "TBMM'nin imzaladığı ilk siyasal antlaşma olması",
      "c": "Sovyet Rusya'dan yardım alınması",
      "d": "Ermenilerin Anadolu'dan göç etmesi",
      "e": "Kars, Ardahan ve Batum'un alınması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Gümrü Barış Anlaşması: (1) TBMM’nin ilk siyasal anlaşması.",
    "aciklama": "Bu antlaşma, yeni kurulan TBMM Hükümeti'nin askeri bir zaferin ardından kazandığı ilk diplomatik başarıdır. Bu olay, TBMM'nin uluslararası alanda tanınmasının ilk adımıdır."
  },
  {
    "soru_id": "IT_2311",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Güney Cephesi'nde Fransız işgaline en uzun süre direnen ve Ankara Antlaşması'na kadar mücadelesini sürdüren şehrimiz hangisidir?",
    "secenekler": {
      "a": "Antep",
      "b": "Maraş",
      "c": "Urfa",
      "d": "Adana",
      "e": "Hatay"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Adana Cephesi: Fransızlara ve Ermenilere karşı girişilen mücadele 20 Ekim 1921 tarihli Ankara Anlaşmasına kadar devam etmiştir. Fransızların en uzun süre kaldıkları cephedir.",
    "aciklama": "Çukurova bölgesinin stratejik ve ekonomik önemi nedeniyle Fransızlar, Adana ve çevresinde daha kalıcı olmaya çalışmış, ancak bölgedeki Kuvâ-yi Milliye direnişi ve Sakarya Zaferi sonrası imzalanan Ankara Antlaşması ile bölgeyi terk etmek zorunda kalmışlardır."
  },
  {
    "soru_id": "IT_2312",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Antep şehrine, Fransızlara karşı gösterdiği kahramanca direnişten dolayı TBMM tarafından 'Gazi' unvanı hangi tarihte verilmiştir?",
    "secenekler": {
      "a": "9 Şubat 1921",
      "b": "6 Şubat 1921",
      "c": "11 Şubat 1920",
      "d": "11 Nisan 1920",
      "e": "1973"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "TBMM, 06 Şubat 1921 ‘de çıkardığı bir yasa ile Antep’e Gazi ünvanı vermiştir.",
    "aciklama": "Antep halkı, Şahin Bey gibi kahramanların öncülüğünde, aylarca süren kuşatmaya ve açlığa rağmen destansı bir savunma yapmış, bu nedenle şehir henüz düşman işgali altındayken TBMM tarafından onurlandırılmıştır."
  },
  {
    "soru_id": "IT_2313",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Maraş halkının, Sütçü İmam gibi kahramanların öncülüğünde Fransız işgalcileri şehirden çıkarması üzerine, TBMM tarafından bu şehre 1973 yılında hangi unvan verilmiştir?",
    "secenekler": {
      "a": "Gazi",
      "b": "Şanlı",
      "c": "İstiklal",
      "d": "Kahraman",
      "e": "Cesur"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "TBMM 1973 yılında Kahraman ünvanı vermiştir.",
    "aciklama": "Maraş halkı, kendi imkanlarıyla örgütlenerek Fransız işgal güçlerini şehirden atmayı başarmış ve bu eşsiz kahramanlıkları nedeniyle daha sonra 'Kahraman' unvanına layık görülmüştür."
  },
  {
    "soru_id": "IT_2314",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Düzenli ordunun Batı Cephesi'ndeki ilk zaferi olan I. İnönü Muharebesi'nin önemli bir sonucu olarak, TBMM hangi hukuki düzenlemeyi kabul etmiştir?",
    "secenekler": {
      "a": "Hıyanet-i Vataniye Kanunu",
      "b": "İstiklal Marşı",
      "c": "Teşkilat-ı Esasiye Kanunu",
      "d": "Takrir-i Sükûn Kanunu",
      "e": "Medeni Kanun"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu muharebe sonucu prestiji artan TBMM ... Teşkilat-ı Esasiye Kanunu ... 20 Ocak 1921 de Kabul ediliyor.",
    "aciklama": "Askeri zaferin getirdiği özgüven ve otorite ile TBMM, yeni Türk devletinin ilk anayasası olan 1921 Teşkilat-ı Esasiye'yi kabul ederek varlığını ve egemenlik anlayışını hukuki bir zemine oturtmuştur."
  },
  {
    "soru_id": "IT_2315",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Londra Konferansı'na katılan TBMM temsilcisi Bekir Sami Bey'in görevden alınmasının nedeni nedir?",
    "secenekler": {
      "a": "Konferansta başarılı olamaması",
      "b": "İstanbul Hükümeti ile işbirliği yapması",
      "c": "TBMM onayı olmadan ve Misak-ı Milli'ye aykırı gizli anlaşmalar imzalaması",
      "d": "Konferansa geç katılması",
      "e": "Sovyet Rusya ile yakınlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Bu anlaşmaların TBMM onayı alınmadan imzalanması ve Misak-ı Milli’ye aykırı olması nedeniyle Bekir Sami Bey sert bir dille eleştiriliyor ve Dışişleri Bakanlığından çekilmesi isteniyor.",
    "aciklama": "Bekir Sami Bey'in imzaladığı esir değişimi ve ekonomik imtiyazlar içeren ikili anlaşmalar, tam bağımsızlık ilkesini zedelediği ve devletlerin eşitliği prensibine aykırı olduğu için Mustafa Kemal ve TBMM tarafından kabul edilmemiştir."
  },
  {
    "soru_id": "IT_2316",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İstiklal Marşı'nın şu anki bestesi kime aittir?",
    "secenekler": {
      "a": "Mehmet Akif Ersoy",
      "b": "Ali Rıfat Çağatay",
      "c": "Zeki Üngör",
      "d": "Osman Zeki Üngör",
      "e": "Cemal Reşit Rey"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Şu anki beste 1930 yılında Cumhurbaşkanlığı Orkestrası Şefi Zeki (Üngör) Bey tarafından yapılıyor.",
    "aciklama": "İstiklal Marşı'nın kabulünden sonra ilk olarak Ali Rıfat Çağatay'ın bestesi kullanılmış, ancak 1930 yılında yapılan yeni bir düzenleme ile o dönemin Cumhurbaşkanlığı Senfoni Orkestrası Şefi olan Osman Zeki Üngör'ün bestesi resmi marş bestesi olarak kabul edilmiştir."
  },
  {
    "soru_id": "IT_2317",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "16 Mart 1921'de imzalanan Moskova Antlaşması'nda, Misak-ı Milli'den verilen tek taviz olarak, Batum'un Gürcistan'a bırakılmasının şartı neydi?",
    "secenekler": {
      "a": "Gürcistan'ın TBMM'ye vergi vermesi",
      "b": "Türkiye'nin Batum limanını serbestçe kullanabilmesi",
      "c": "Batum'da bir Türk askeri üssü kurulması",
      "d": "Batum'daki Türklerin özel haklara sahip olması",
      "e": "Gürcistan'ın bağımsız olması"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Batum’un Gürcistan’da kalması şartıyla doğu sınırı kabul edilmiştir. Türkiye Batum limanını serbestçe kullanabilecektir.",
    "aciklama": "Sovyet Rusya ile stratejik bir ittifak kurmanın önceliği nedeniyle, Batum'un Gürcistan'a bırakılması kabul edilmiş, ancak Türkiye'nin bu önemli liman üzerinden ticari faaliyetlerini sürdürebilmesi için özel bir serbestlik hakkı elde edilmiştir."
  },
  {
    "soru_id": "IT_2318",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Kütahya-Eskişehir Muharebeleri'ndeki yenilgi sonrası oluşan panik havası ve meclisteki muhalefet üzerine, TBMM'nin 5 Ağustos 1921'de çıkardığı kanun hangisidir?",
    "secenekler": {
      "a": "Hıyanet-i Vataniye Kanunu",
      "b": "Teşkilat-ı Esasiye Kanunu",
      "c": "Başkomutanlık Yasası",
      "d": "Takrir-i Sükûn Kanunu",
      "e": "Firariler Hakkında Kanun"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM 5 Ağustos 1921 de çıkardığı Başkomutanlık Yasası ile sahip olduğu askeri yetkileri üç ay süreyle Mustafa Kemal’e devrediyor.",
    "aciklama": "Ordunun Sakarya Nehri'nin doğusuna çekilmesiyle ortaya çıkan son derece kritik durumda, hızlı ve tek elden karar alabilmek için Meclis, tüm askeri yetkilerini 'Başkomutan' sıfatıyla Mustafa Kemal'e devretmiştir."
  },
  {
    "soru_id": "IT_2319",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Başkomutan Mustafa Kemal Paşa'nın, ordunun ihtiyaçlarını karşılamak için halkı topyekûn seferberliğe çağırdığı emirlerin adı nedir?",
    "secenekler": {
      "a": "Amasya Genelgesi",
      "b": "Misak-ı Milli",
      "c": "Havza Bildirisi",
      "d": "Tekâlif-i Milliye Emirleri",
      "e": "Hıyanet-i Vataniye Kanunu"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Mustafa Kemal Paşa da bu yetkilere dayanarak 8 Ağustos 1921 de Tekalif-i Milliye Emirleri’ni (Ulusal Yükümlülükler) yayınlıyor.",
    "aciklama": "Bu emirlerle her ilçede komisyonlar kurularak, halktan elindeki silah, cephane, giyecek, yiyecek, taşıt gibi malzemelerin belirli bir kısmını, bedeli sonradan ödenmek üzere orduya vermesi istenmiş ve bu sayede ordu kısa sürede Büyük Taarruz'a hazırlanmıştır."
  },
  {
    "soru_id": "IT_2320",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Sakarya Zaferi'nin ardından Fransa ile imzalanan Ankara Antlaşması ile hangi sınırımız, Hatay hariç olmak üzere, bugünkü şekliyle çizilmiştir?",
    "secenekler": {
      "a": "Doğu sınırı",
      "b": "Batı sınırı",
      "c": "Irak sınırı",
      "d": "Suriye sınırı",
      "e": "İran sınırı"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Fransızlarla Ankara Anlaşması (Güney sınırı ve Caber Kalesi) imzalanıyor (20 Ekim 1921). Bu anlaşma ile Fransızlar Misak-ı Milliyi tanıyor.",
    "aciklama": "Bu antlaşma ile Fransa, TBMM'yi resmen tanımış, işgal ettiği topraklardan çekilmiş ve o dönemde kendi mandası altında olan Suriye ile Türkiye arasındaki sınır belirlenmiştir. Sadece İskenderun Sancağı (Hatay) özel bir statüyle sınır dışında bırakılmıştır."
  },
  {
    "soru_id": "IT_2321",
    "konu": "Savaş Dönemi ve Cepheler",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Mustafa Kemal Paşa'nın, Büyük Taarruz sırasında geri çekilen Yunan ordularını takip eden Türk ordusuna verdiği tarihi emri hangisidir?",
    "secenekler": {
      "a": "Hattı müdafaa yoktur, sathı müdafaa vardır.",
      "b": "Ya istiklal, ya ölüm!",
      "c": "Ordular, ilk hedefiniz Akdeniz'dir. İleri!",
      "d": "Geldikleri gibi giderler.",
      "e": "Ben size taarruzu emretmiyorum, ölmeyi emrediyorum."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "(Ordular İlk Hedefiniz Akdeniz’dir. İleri)",
    "aciklama": "Dumlupınar'da Yunan ordusunun ana kuvvetlerinin imha edilmesinin ardından, Mustafa Kemal bu tarihi emirle, takip harekâtının durmaksızın devam etmesini ve düşmanın Ege Denizi'ne (Akdeniz'in bir parçası olarak) dökülerek anayurttan tamamen atılmasını hedeflemiştir."
  },

  {
    "soru_id": "IT_2401",
    "konu": "Mudanya'dan Lozan'a",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Büyük Taarruz'dan sonra Türk birliklerinin Çanakkale'ye doğru ilerlemesiyle başlayan 'Çanakkale Olayı' sırasında, İngiltere'nin askeri destek çağrısına olumlu yanıt veren tek ülke hangisi olmuştur?",
    "secenekler": {
      "a": "Fransa",
      "b": "İtalya",
      "c": "Yunanistan",
      "d": "Yeni Zelanda",
      "e": "ABD"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İngilizler kuvvetlerini artırmalarına karşın İtilaf Devletleri destek vermeyeceklerini açıklıyor. Sadece Yeni Zelanda bu çağrıya olumlu cevap veriyor.",
    "aciklama": "Bu olay, I. Dünya Savaşı'ndaki müttefikler arasında ciddi bir çatlak olduğunu göstermiştir. Fransa ve İtalya'nın Türkiye ile yeni bir savaşı göze alamaması, İngiltere'yi yalnız bırakmış ve onu ateşkes görüşmelerine zorlamıştır."
  },
  {
    "soru_id": "IT_2402",
    "konu": "Mudanya'dan Lozan'a",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mudanya Mütarekesi'ne göre, Yunanlıların 15 gün içinde boşaltacağı Doğu Trakya'nın Türk yönetimine devri nasıl gerçekleşecektir?",
    "secenekler": {
      "a": "Doğrudan Türk birliklerine devredilecektir.",
      "b": "İtilaf Devletleri aracılığı ile 30 gün içinde devredilecektir.",
      "c": "Bir halk oylaması ile devredilecektir.",
      "d": "Milletler Cemiyeti denetiminde devredilecektir.",
      "e": "Barış antlaşmasından sonra devredilecektir."
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Yunanlılar Doğu Trakya’yı 15 gün içinde boşaltacaklar, bölge İtilaf Devletleri aracılığı ile 30 gün içinde Türk yönetimine devredilecek.",
    "aciklama": "Bu madde, Türk ve Yunan orduları arasında yeni bir çatışma çıkmasını önlemek amacıyla konulmuştur. Devir teslim işlemi, bir tampon görevi gören İtilaf Devletleri askerlerinin denetiminde barışçıl bir şekilde gerçekleştirilmiştir."
  },
  {
    "soru_id": "IT_2403",
    "konu": "Mudanya'dan Lozan'a",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mudanya Mütarekesi'nin en önemli siyasi sonuçlarından biri olarak, İngiltere'nin Doğu Akdeniz politikasının iflas etmesi üzerine istifa eden İngiliz başbakanı kimdir?",
    "secenekler": {
      "a": "Winston Churchill",
      "b": "Neville Chamberlain",
      "c": "Lord Curzon",
      "d": "Lloyd George",
      "e": "Stanley Baldwin"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "İngiltere’nin Doğu Akdeniz politikası iflas etmiş ve Lloyd George istifa etmiştir.",
    "aciklama": "Türkiye'ye karşı sert ve uzlaşmaz bir politika izleyen, Yunan işgalinin en büyük destekçisi olan Başbakan Lloyd George, Türk zaferi ve Mudanya'daki diplomatik yenilgi sonrası hem müttefiklerinin desteğini hem de kendi ülkesindeki siyasi gücünü kaybederek istifa etmek zorunda kalmıştır."
  },
  {
    "soru_id": "IT_2404",
    "konu": "Mudanya'dan Lozan'a",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Mudanya Mütarekesi'nin imzalanmasıyla, İstanbul Hükümeti'nin (Osmanlı Devleti) hukuki durumu ne olmuştur?",
    "secenekler": {
      "a": "Güçlenmiştir.",
      "b": "TBMM ile birleşmiştir.",
      "c": "Hukuki varlığını yitirmiştir.",
      "d": "Sadece halifelik makamı olarak kalmıştır.",
      "e": "İtilaf Devletleri tarafından tanınmıştır."
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Osmanlı Devleti tümüyle devre dışı kalmış olup hukuki varlığını yitirmiştir.",
    "aciklama": "İtilaf Devletleri'nin ateşkesi doğrudan TBMM Hükümeti ile imzalaması, İstanbul Hükümeti'ni fiilen ve hukuken yok saydıkları anlamına geliyordu. Bu olay, Osmanlı Devleti'nin siyasi varlığının sona erdiğinin diplomatik bir tescili olmuştur."
  },
  {
    "soru_id": "IT_2405",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "TBMM Hükümeti, Lozan Konferansı'nın nerede toplanmasını teklif etmiş, ancak bu teklif kabul edilmemiştir?",
    "secenekler": {
      "a": "Ankara",
      "b": "İstanbul",
      "c": "İzmir",
      "d": "Bursa",
      "e": "Paris"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "TBMM ... konferansın 20 Ekim 1922’de İzmir’de toplanmasını teklif ediyor. Bu teklif müttefiklerce uygun görülmüyor...",
    "aciklama": "TBMM, konferansın Yunanlıların yaptığı tahribatı göstermek ve kendi topraklarında, bir galip olarak görüşmeleri yürütmek için İzmir'i önermiştir. Ancak İtilaf Devletleri, tarafsız bir ülke olan İsviçre'nin Lozan kentinde toplanmasında ısrar etmişlerdir."
  },
  {
    "soru_id": "IT_2406",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "İtilaf Devletleri'nin Lozan Konferansı'na hem İstanbul hem de TBMM Hükümeti'ni birlikte davet etmesi, hangi devrimci kararın alınmasını hızlandırmıştır?",
    "secenekler": {
      "a": "Cumhuriyetin İlanı",
      "b": "Halifeliğin Kaldırılması",
      "c": "Saltanatın Kaldırılması",
      "d": "Ankara'nın Başkent Olması",
      "e": "Tekâlif-i Milliye Emirleri"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Konferansa hem İstanbul hem de TBMM Hükümeti davet ediliyor. ... Saltanat kurumunun varlığını tartışılır hale getiriyor. 1 Kasım 1922 de Saltanatlık kaldırılıyor.",
    "aciklama": "İtilaf Devletleri'nin Türk tarafı arasında ikilik yaratarak bundan faydalanma planı, TBMM'de büyük bir tepkiyle karşılanmış ve bu durum, zaten fiilen sona ermiş olan Osmanlı Saltanatı'nın 1 Kasım 1922'de hukuken de kaldırılması için bir gerekçe oluşturmuştur."
  },
  {
    "soru_id": "IT_2407",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Lozan Konferansı'na gidecek Türk heyetinin başkanlığına, bu göreve getirilebilmesi için Dışişleri Bakanlığı (Hariciye Vekilliği) görevini devralan İsmet Paşa'dan önce kim vekalet ediyordu?",
    "secenekler": {
      "a": "Rauf Orbay",
      "b": "Yusuf Kemal Tengirşenk",
      "c": "Bekir Sami Kunduh",
      "d": "Fethi Okyar",
      "e": "Kazım Karabekir"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "İsmet Paşa Yusuf Kemal Bey’in istifasının ardından Hariciye Vekilliğine getirilerek heyet başkanı yapılıyor.",
    "aciklama": "Mudanya'daki başarısı nedeniyle Mustafa Kemal, Lozan'da baş delege olarak İsmet Paşa'yı görmek istiyordu. O dönemde Hariciye Vekili olan Yusuf Kemal Bey, bu isteğin gerçekleşmesi için görevinden feragat etmiş ve yerine İsmet Paşa'nın atanmasının yolunu açmıştır."
  },
  {
    "soru_id": "IT_2408",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Lozan'a giden Türk heyetinde Başdelege İsmet İnönü'nün yanı sıra ikinci delege olarak görev yapan isimler kimlerdir?",
    "secenekler": {
      "a": "Celal Bayar ve Şükrü Kaya",
      "b": "Rauf Orbay ve Fethi Okyar",
      "c": "Kazım Karabekir ve Ali Fuat Cebesoy",
      "d": "Dr. Rıza Nur ve Hasan Saka",
      "e": "Yahya Kemal Beyatlı ve Ruşen Eşref Ünaydın"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Türk Heyeti: Başdelege İsmet Inönü, İkinci Delege Dr.Rıza Nur ve Hasan Saka’dır.",
    "aciklama": "Sağlık Bakanı Dr. Rıza Nur ve Maliye Bakanı Hasan Saka, heyetin diğer önemli üyeleri olarak İsmet Paşa'ya konferans boyunca destek olmuşlardır."
  },
  {
    "soru_id": "IT_2409",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Türk heyetinin Lozan'a giderken Misak-ı Milli'ye bağlılığını göstermek için 'asla taviz verilmemesi' talimatını aldığı iki temel konu neydi?",
    "secenekler": {
      "a": "Musul ve Boğazlar",
      "b": "Ermenilere toprak verilmemesi ve kapitülasyonların kaldırılması",
      "c": "Savaş tazminatı ve azınlıklar",
      "d": "Dış borçlar ve adaların statüsü",
      "e": "Hatay ve Batı Trakya"
    },
    "dogru_secenek": "b",
    "kanit_cumlesi": "Türk Tezi: Ermenilere toprak verilmemesi ve kapitülasyonların kaldırılmasıyla ilgili kesin hükümler Misak-ı Milli’ye bağlılığı göstermektedir.",
    "aciklama": "Doğu Anadolu'da bir Ermeni yurdu kurulması ve devletin ekonomik/hukuki bağımsızlığını yok eden kapitülasyonlar, Milli Mücadele'nin temel hedefleri olan 'vatanın bütünlüğü' ve 'tam bağımsızlık' ilkelerine tamamen aykırı olduğu için kesinlikle taviz verilmeyecek konular olarak belirlenmişti."
  },
  {
    "soru_id": "IT_2410",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Lozan Konferansı'nın ilk döneminde, arazi ve askerlik konularını görüşen birinci komisyonun başkanlığını yürüten ve İngiliz heyetinin de başkanı olan diplomat kimdir?",
    "secenekler": {
      "a": "Winston Churchill",
      "b": "General Harrington",
      "c": "Lord Curzon",
      "d": "Lloyd George",
      "e": "Amiral Calthorpe"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Arazi ve askerlikle ilgili işlere bakacak birinci komisyonun başkanlığına Lord Curzon.",
    "aciklama": "İngiltere Dışişleri Bakanı olan Lord Curzon, konferanstaki en etkili ve Türk tezlerine karşı en sert muhalefeti gösteren diplomat olarak öne çıkmıştır. Özellikle Musul ve kapitülasyonlar konularında İsmet Paşa ile çetin tartışmalara girmiştir."
  },
  {
    "soru_id": "IT_2411",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Lozan görüşmelerinin kesildiği dönemde (4 Şubat-23 Nisan 1923), Türkiye'nin ekonomik bağımsızlık kararlılığını dünyaya göstermek için topladığı kongre hangisidir?",
    "secenekler": {
      "a": "Sivas Kongresi",
      "b": "Erzurum Kongresi",
      "c": "İzmir İktisat Kongresi",
      "d": "Afyon Kongresi",
      "e": "Balıkesir Kongresi"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "17 Şubat’ta İzmir İktisat Kongresi toplanmıştır. Ekonomik bağımsızlığın önemi ve yabancı sermayeye karşı olunmadığı vurgulanıyor.",
    "aciklama": "Bu kongre, Lozan'da kapitülasyonların kaldırılması konusunda direnen İtilaf Devletleri'ne, yeni Türkiye'nin 'tam ekonomik bağımsızlık' ilkesinden (Misak-ı İktisadi) asla vazgeçmeyeceği mesajını vermek amacıyla toplanmıştır."
  },
  {
    "soru_id": "IT_2412",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Lozan görüşmelerinin kesilme döneminde, Musul konusunda Türkiye'ye karşı desteklerini kazanmak amacıyla bir Amerikan şirketler grubuna demiryolu ve maden imtiyazları verilmesini içeren ancak hayata geçmeyen proje hangisidir?",
    "secenekler": {
      "a": "Hicaz Demiryolu Projesi",
      "b": "Bağdat Demiryolu Projesi",
      "c": "Chester Projesi",
      "d": "Marshall Planı",
      "e": "Truman Doktrini"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Amerikalı Chester grubuna verilen madenler, petrol kaynakları, demiryolları ve limanlarla ilgili verilen ayrıcalıklarla Amerikalıların desteği kazanılması amaçlanmışsa da...",
    "aciklama": "Bu proje, Musul petrolleri üzerinde hak iddia eden İngiltere'ye karşı, bölgedeki petrol ve maden kaynaklarını işletme hakkını bir Amerikan grubuna vererek ABD'nin diplomatik desteğini kazanma amacı taşıyan stratejik bir hamleydi. Ancak Musul'un kaybedilmesiyle proje uygulanamamıştır."
  },
  {
    "soru_id": "IT_2413",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Lozan Konferansı'nın ikinci döneminde, Yunanistan'ın savaş tazminatı ödeyemeyeceğini belirtmesi üzerine, tazminata karşılık olarak Türkiye'ye bıraktığı yer neresidir?",
    "secenekler": {
      "a": "Batı Trakya",
      "b": "Oniki Ada",
      "c": "Midilli Adası",
      "d": "Karaağaç",
      "e": "Selanik"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "Özellikle Venizelos’un tamirat bedeli karşılığında Karaağaç’ın verilmesi teklifine ... İsmet Paşa’nın kendi iradesiyle bunu kabul etmesi bunun örneklerindendir.",
    "aciklama": "Yunanistan'ın savaş sırasında Anadolu'da yaptığı büyük tahribata karşılık istenen savaş tazminatını ödeyecek durumda olmaması nedeniyle, Meriç Nehri'nin batısında kalan Edirne'nin bir mahallesi olan Karaağaç ve civarı, tazminat yerine Türkiye'ye verilmiştir."
  },
  {
    "soru_id": "IT_2414",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Kolay",
    "soru_metni": "Yeni Türk devletinin bağımsızlığını ve sınırlarını uluslararası alanda tescil ettiren Lozan Barış Antlaşması hangi tarihte imzalanmıştır?",
    "secenekler": {
      "a": "30 Ekim 1918",
      "b": "1 Kasım 1922",
      "c": "29 Ekim 1923",
      "d": "24 Temmuz 1923",
      "e": "10 Ağustos 1920"
    },
    "dogru_secenek": "d",
    "kanit_cumlesi": "24 Temmuz 1923 de Lozan Barış Anlaşması imzalanıyor.",
    "aciklama": "Aylarca süren çetin müzakerelerin ardından imzalanan bu antlaşma, Kurtuluş Savaşı'nın askeri zaferini diplomatik bir zaferle taçlandırmış ve modern Türkiye Cumhuriyeti'nin tapu senedi olmuştur."
  },
  {
    "soru_id": "IT_2415",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Orta",
    "soru_metni": "Lozan Antlaşması'nın en önemli sonucu olarak, hangi antlaşmayı tarihe gömmüştür?",
    "secenekler": {
      "a": "Mondros Mütarekesi",
      "b": "Brest-Litovsk Antlaşması",
      "c": "Sevr Antlaşması",
      "d": "Versay Antlaşması",
      "e": "Uşi Antlaşması"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Değerlendirme: Sevr Anlaşması tarihe gömülmüştür.",
    "aciklama": "Lozan Antlaşması, Osmanlı Devleti'ne dayatılan ve Türk vatanını parçalayan, bağımsızlığını yok eden Sevr Antlaşması'nın yırtılıp atıldığının ve yerine tam bağımsız, egemen yeni bir Türk devletinin kurulduğunun tüm dünya tarafından kabul edilmesidir."
  },
  {
    "soru_id": "IT_2416",
    "konu": "Lozan Barış Konferansı",
    "zorluk_seviyesi": "Zor",
    "soru_metni": "Aşağıdaki konulardan hangisi, Lozan Konferansı'nda Türkiye'nin istediği şekilde çözülememiş ve konferans sonrasına bırakılmıştır?",
    "secenekler": {
      "a": "Kapitülasyonlar",
      "b": "Azınlıklar",
      "c": "Irak sınırı (Musul sorunu)",
      "d": "Dış borçlar",
      "e": "Savaş tazminatı"
    },
    "dogru_secenek": "c",
    "kanit_cumlesi": "Irak sınırı konusunun konferans sonrasında yapılacak Türk İngiliz görüşmelerine bırakılması ve bu anlamda Musul’un Türkiye sınırları dışında kalması ... Türkiye’nin istediği sonuçları alamadığı konulardır.",
    "aciklama": "Konferansta İngiltere ile Musul konusunda bir anlaşmaya varılamaması üzerine, konunun dokuz ay içinde Türkiye ile İngiltere arasında yapılacak ikili görüşmelerle çözülmesi kararlaştırılmıştır. Bu durum, Musul'un Misak-ı Milli sınırları dışında kalmasına yol açmıştır."
  }



]
